package main

import (
	"log"
	"github.com/streadway/amqp"
	"fmt"
	"encoding/json"
	"math/rand"
	"sync"
)

func main() {
	message := `Максим приоткрыл люк, высунулся  и  опасливо  поглядел  на
небо.  Небо  здесь  было  низкое  и  какоето  твердое, без этой
легкомысленной прозрачности, намекающей на бездонность  космоса
и  множественность  обитаемых  миров,  --  настоящая библейская
твердь,  гладкая  и  непроницаемая.   Твердь   эта   несомненно
опиралась  на  могучие  плечи  местного  атланта  и  равномерно
фосфоресцировала.  Максим  поискал  в  зените  дыру,   пробитую
кораблем,  но  дыры  там не было -- там расплывались только две
большие  черные  кляксы,  словно  капли  туши  в  воде.  Максим
распахнул люк настежь и соскочил в сухую траву.
     Воздух  был горячий и густой, пахло пылью, старым железом,
раздавленной зеленью, жизнью.  Смертью  тоже  пахло,  давней  и
непонятной.  Трава  была  по  пояс;  неподалеку темнели заросли
кустарника, торчали кое-какие унылые кривоватые  деревья.  Было
почти  светло,  как  в  яркую  лунную ночь на Земле, но не было
лунных теней и не было  лунной  туманной  голубизны.  Все  было
серое,   пыльное,   плоское.  Корабль  стоял  на  дне  огромной
котловины  с  пологими  склонами.  Местность   вокруг   заметно
поднималась   к  размытому,  неясному  горизонту,  и  это  было
странно,  потому  что  где-то  рядом  текла  река,  большая   и
спокойная, текла на запад, вверх по склону котловины.
     Максим  обошел  корабль,  ведя  ладонью по холодному, чуть
влажному его боку. Он обнаружил следы ударов там, где и ожидал.
Глубокая, неприятная вмятина под индикаторным  кольцом  --  это
когда  корабль  внезапно  подбросило и завалило на бок так, что
киберпилот  обиделся  и  Максиму  пришлось  спешно  перехватить
управление,  и  зазубрина  возле  правого  зрачка -- это десять
секунд спустя, когда корабль положило  на  нос  и  он  окривел.
Максим  снова  посмотрел в зенит. Кляксы были теперь еле видны.
Метеоритная атака в стратосфере,  вероятность  --  ноль  целых,
ноль  --  ноль... Но ведь всякое возможное событие когда-нибудь
да осуществляется...
     Максим  просунулся  в  кабину,  переключил  управление  на
авторемонт,  задействовал  экспресс-лабораторию  и направился к
реке. Приключение, конечно, но все равно рутина. Скука. У нас в
ГСП  даже  приключения  рутинные.  Метеоритная  атака,  лучевая
атака... Приключения тела.
     Высокая,  ломкая  трава  шуршала  и  хрустела  под ногами,
колючие семена впивались в шорты.  С  зудящим  звоном  налетела
туча  какой-то  мошкары,  потолкалась  перед  лицом  и отстала.
Взрослые, солидные люди в группу свободного поиска не  идут.  У
них  свои  взрослые,  солидные  дела,  и они знают, что все эти
чужие  планеты  в  сущности  своей  достаточно  утомительны   и
однообразны.   Однообразно   --   утомительны.  Утомительно  --
однообразны... Конечно, если тебе двадцать лет, если ты  ничего
толком  не умеешь, если ты толком не знаешь, чего тебе хотелось
бы уметь, если ты не научился еще ценить свое главное достояние
-- время, если у тебя нет и не предвидется каких-либо особенных
талантов, если доминантой твоего существа в двадцать лет, как и
десять лет назад, остаются руки и ноги, а не  голова,  если  ты
настолько  примитивен,  что  воображаешь,  будто на неизвестных
планетах можно отыскать  некую  драгоценность,  невозможную  на
Земле,  если,  если,  если...  То  тогда... Конечно. Тогда бери
каталог, раскрывай на любой  странице,  ткни  пальцем  в  любую
строчку  и  лети себе. Открывай планету, называй ее собственным
именем,  определяй  физические   характеристики,   сражайся   с
чудовищами,  буде  таковые  найдутся,  вступай  в контакт, буде
найдется  с  кем,  робинзонь   помаленьку,   буде   никого   не
обнаружишь...   И   не   то   чтобы   все  это  напрасно.  Тебя
поблагодарят, тебе скажут, что ты внес  посильный  вклад,  тебя
вызовет   для   разговора   какой-нибудь  видный  специалист...
Школьники, особенно отстающие и непременно из младших  классов,
будут взирать на тебя с почтительностью, но учитель при встрече
спросит  только: Ты все еще в ГСП? -- и переведет разговор на
другую тему, и лицо у него будет виноватым и печальным,  потому
что  ответственность  за  то,  что ты все еще в ГСП он берет на
себя. А отец скажет: Гм... --  и  неуверенно  предложит  тебе
место  лаборанта,  а  мама  скажет:  Максик,  ты  ведь неплохо
рисовал в детстве..., а Петер скажет: Сколько можно?!  Хватит
срамиться...,  а  Дженни скажет: Познакомься, это мой муж. И
все будут правы, все, кроме тебя. И ты  вернешся  в  управление
ГСП и, стараясь не глядеть на двух таких же остолопов, роющихся
в  каталогах  у  соседнего  стеллажа,  возьмешь  очередной том,
откроешь наугад страницу и ткнешь пальцем...
     Прежде чем спуститься по обрыву к реке, Максим  оглянулся.
Позади топорщилась, распрямляясь, примятая им трава, чернели на
фоне   неба   корявые  деревья,  и  светился  маленький  кружок
раскрытого люка. Все было очень привычно. Ну и ладно -- сказал
он себе, -- ну и пусть. Хорошо бы  найти  цивилизацию,  мощную,
древнюю, мудрую. И человеческую... Он спустился к воде.
     Река  действительно  была  большая,  медленная,  и простым
глазом было видно, как она спускается с востока  и  поднимается
на  запад.  (Рефракция  здесь,  однако,  чудовищная...) И видно
было, что другой берег пологий и зарос густым тростником,  а  в
километре  вверх  по течению торчат из воды какие-то столбы и и
кривые  балки,  перекошенные  решетчатые  фермы,  мохнатые   от
вьющихся  растений. Цивилизация -- подумал Максим без особого
азарта.  Вокруг  чувствовалось  много  железа,  и  еще   что-то
чувствовалось,  неприятное,  душное,  и  когда  Максим зачепнул
горстью воду, он понял, что это радиация,  довольно  сильная  и
зловредная.  Река  несла  с  востока  радиоактивные вещества, и
Максиму  стало  ясно,  что  проку  от  этой  цивилизации  будет
немного, что это опять не то, что контакта лучше и не затевать,
а надо проделать стандартные анализы, раза два облететь планету
по экватору и убираться восвояси, и на Земле передать материалы
серьезным,  много  повидавшим  дядям  из  Совета  Галактической
Безопасности и поскорее забыть обо всем.
     Забыть обо всем...
     Он  брезгливо  вытер  пальцы  о  шорты,  потом  присел  на
корточки  и  задумался.  Он  попытался представить себе жителей
этой вряд ли благополучной планеты. Где-то за лесами был город,
вряд ли благополучный город: грязные заводы, дряхлые  реакторы,
сбрасывающие в реку ралиоактивные помои, некрасивые, дикие дома
под   железными   крышами,   много  стен,  мало  окон,  грязные
промежутки  между  домами,  заваленные  отбросами   и   трупами
домашних  животных,  большой  ров  вокруг  города  и  подъемные
мосты... Хотя нет, это было до реакторов. И люди. Он  попытался
представить  себе  этих людей и не смог. Он знал только, что на
них очень много надето, они  прямо-таки  запакованы  в  толстую
грубую   материю,  и  у  них  были  высокие  белые  воротнички,
натирающие подбородок. Потом он увидел следы на песке.
     Это были следы босых ног. Кто-то спустился с обрыва и ушел
в реку.  Кто-то  с   большими   широкими   ступнями,   тяжелый,
косолапый,  неуклюжий  --  несомненно,  гуманоид, но на ногах у
него было шесть пальцев. Постанывая и кряхтя, сполз  с  обрыва,
проковылял  по песку, с плеском погрузился в радиоактивные воды
и, фыркая и храпя, поплыл на  другой  берег,  в  тростники.  Не
снимая высокого белого воротничка...
     Яркая  голубая  вспышка озарила все вокруг, словно ударила
молния,  и  сейчас  же  над  обрывом   загрохотало,   зашипело,
затрещало  огненным треском. Максим вскочил. По обрыву сыпалась
сухая  земля,  что-то  с  опасным  визгом  пронеслось  и  упало
посредине  реки, подняв фонтан брызг вперемешку с паром. Максим
торопливо побежал вверх по обрыву. Он уже знал, что  случилось,
только  не  понимал,  почему, и он не удивился, когда увидел на
том месте, где  только  что  стоял  корабль,  клубящийся  столб
раскаленного    дыма,    гигантским    штопором    уходящий   в
фосфоросцерирующую небесную  твердь.  Корабль  лопнул,  лиловым
светом  полыхала  керамитовая  скорлупа,  весело горели корявые
деревья. Яростный жар бил в лицо, и Максим заслонился ладонью и
попятился вдоль обрыва -- на шаг, потом еше на шаг, потом  еще,
еще...   Он  пятился,  не  отрывая  слезящихся  глаз  от  этого
великолепной красоты факела,  сыплющего  багровыми  и  зелеными
искрами, от этого внезапного вулкана, от бессмысленного буйства
распоясавшейся энергии.
     Нет,  отчего  же...  --  потерянно  думал  он,  - явилась
большая обезьяна, видит -- меня нет, забралась внутрь,  подняла
палубу  --  сам я не знаю, как это делается, но она сообразила,
сообразительная такая была  обезьяна,  шестипалая  --  подняла,
значит,  палубу...  Что  там  в кораблях под палубой?.. Словом,
нашла она аккумуляторы, взяла большой камень -- и трах!.. Очень
большой  камень,  тонны  в  три  весом,  --  и   с   размаху...
Здоровенная  такая обезьяна... Доконала-таки мой корабль своими
булыжниками  --  два  раза  в  стратосфере   и   вот   здесь...
Удивительная  история... Такого, кажется, еще не бывало. Что же
мне, однако, теперь делать? Хватятся меня, конечно,  скоро,  но
даже  когда  хватятся, то вряд ли подумают, что такое возможно:
корабль погиб, а пилот цел...  Что  же  теперь  будет?  Мама...
Отец... Учитель...
     Он повернулся спиной к пожару и пошел прочь. Он быстро шел
вдоль  реки. Все было озарено красным светом. Впереди металась,
сокращаясь и вытягиваясь, его тень  на  траве.  Справа  начался
лес,   редкий,  пяахнущий  прелью,  трава  сделалась  мягкой  и
влажной. Две большие ночные птицы вырвались изпод ног  и  низко
над водой потянули на ту сторону. Он мельком подумал, что огонь
может  догнать его, и тогда придется уходить вплавь и это будет
неприятно, но красный свет вдруг померк и погас  совсем,  и  он
понял,  что  противопожарные  устроства,  в  отличие  от  него,
разобрались все-таки, что к чему, и выполнили свое назначение с
присущей им тщательностью. Он живо представил себе  закопченые,
оплавившиеся   баллоны,   нелепые  посреди  торчащих  обломков,
испускающие тяжелые облака пирофага и очень собой довольные...
     Спокойствие,  --  думал  он,  --  главное  --  не  пороть
горячку.  Время  есть. Собственно говоря, у меня масса времени.
Они могут искать меня до бесконечности:  корабля  нет  и  найти
меня  невозможно.  А пока они не поймут, что произошло, пока не
убедятся окончательно, пока не будут  полностью  уверены,  маме
они ничего не сообщат... А я уж тут что-нибудь придумаю...
     Он  миновал  небольшую  прохладную  топь, продрался сквозь
кусты и оказался на дороге, на старой, потрескавшейся  бетонной
дороге,  уходящей  в  лес.  Он подошел к краю обрыва, ступая по
бетонным  плитам,  и  увидел  старые,  обросшие  вьюном  фермы,
остатки     какого-то    крупного    решетчатого    сооружения,
полупогруженные в воду, а на той стороне -- продолжение дороги,
едва  различимое  под  светящимся  небом.  По-видимому,   здесь
когда-то был мост. И по-видимому этот мост кому-то мешал, и его
свалили  в  реку,  от  чего он не стал ни красивее, ни удобнее.
Максим сел на край обрыва и спустил ноги.  Он  обследовал  себя
изнутри, убедился, что горячки не порет и стал размышлять.
     Главное  я  нашел.  Вот  тебе  дорога. Плохая, грубая, но
дорога, а на всех обитаемых планетах дороги ведут к тем, кто их
строил. Что мне нужно? Пищи мне не нужно, то есть, я  бы  поел,
но  это работают дремучие инстинкты, которые мы сейчас подавим.
Вода  мне  понадобится  не  раньше  чем  через  сутки.  Воздуху
хватает,  хотя  я бы предпочел, чтобы в атмосфере было поменьше
углекислоты и радиоактивной грязи. Так  что  ничего  низменного
мне  не  нужно. А нужен мне небольшой, прямо скажем примитивный
нуль-передатчик со  спиральным  ходом.  Что  может  быть  проще
примитивного      нуль-передатчика?      Только     примитивный
нуль-аккумулятор...  Он  зажмурился,  и  в  памяти   отчетливо
проступила  схема  передатчика на позитронных эмиттерах. Будь у
него детали, он собрал бы эту штуку в два счета, а когда открыл
глаза, передатчика не было. Робинзон, --  подумал  он  даже  с
некоторым  интересом,  -  Максим Крузое. Надо же, ничего у меня
нет. Шорты без карманов и  кеды.  Но  зато  остров  у  меня  --
обитаемый,  а  раз  так,  значит  всегда  остается  надежда  на
нуль-передатчик. Он старательно думал о нульпередатчике, но  у
него  плохо  получалось.  Он  все  время  видел  маму,  как  ей
сообщают: Ваш сын пропал без вести, и какое у нее лицо, и как
отец растерянно трет себе щеки и озирается, и как им холодно  и
пусто...  Нет,  --  сказал  он  себе,  --  об  этом  думать не
разрешается. О чем угодно, только не  об  этом,  иначе  у  меня
ничего  не  получится.  Приказываю  и  запрещаю.  Приказываю не
думать и запрещаю думать. Все. Он поднялся и пошел по дороге.
     Лес, вначале редкий и робкий, понемногу смелел и подступал
к дороге все ближе. Некоторые наглые молодые  деревца  взломали
бетон  и  росли  прямо  на шоссе. Видимо, дороге было несколько
десятков лет, во всяком случае, несколько десятков  лет  ей  не
пользовались.  Лес  по  сторонам становился все выше, все гуще,
все глуше. Кое-где ветви деревьев  переплетались  над  головой.
Стало  темно.  То  справа,  то слева в чаще раздавались громкие
гортанные возгласы. Что-то там шевелилось,  шуршало,  топотало.
Один  раз шагах в двадцати впереди кто-то приземистый и темный,
пригнувшись, перебежал дорогу. Звенела мошкара.  Максиму  вдруг
пришло  в  голову,  что край настолько запущен и дик, что людей
может и не оказаться поблизости, что добираться до них придется
несколько  суток.  Дремучие  инстинкты  пробудились   и   снова
напомнили  о себе. Но Максим чувствовал, что здесь вокруг очень
много живого мяса, что с голоду не помрешь, что все это вряд ли
будет вкусно, но зато интересно будет поохотиться. И  поскольку
о  главном  ему  думать было запрещено, он стал вспоминать, как
они охотились с  Петером  и  егерем  Адольфом:  голыми  руками,
хитрость  против  хитрости, разум против инстинкта, сила против
силы. Трое суток, не останавливаясь, гнать оленя через бурелом,
настигнуть и повалить  на  землю,  схватив  за  рога...  Оленей
здесь,  возможно,  и  нет  но в том, что здешняя дичь съедобна,
сомневаться не приходится: стоит  задуматься,  отвлечься  --  и
мошкара  начинает неистово жрать, а как известно, съедообный на
чужой планете с  голоду  не  умрет...  Недурно  было  бы  здесь
заблудиться  и  провести  годик  --  другой, скитаясь по лесам.
Завел бы приятеля -- волка какого-нибудь или медведя, ходили бы
мы с ним на охоту, беседовали  бы...  Надоело  бы,  конечно,  в
конце  концов, да и не похоже, чтобы в здешних лесах можно было
бродить с приятностью: слишком много вокруг  железа  --  дышать
нечем...    И    потом,    все-таки   сначала   нужно   собрать
нуль-передатчик...
     Он  остановился,  прислушиваясь.  Где-то  в  глубине  чащи
раздавался  монотонный  глухой рокот, и Максим вспомнил, что он
давно уже слышал этот рокот, но только сейчас обратил  на  него
внимание.  Это  было  не  животное  и  не  водопад  --  это был
механизм, какая-то варварская машина. Она хрипела,  взрыкивала,
скрежетала  металлом  и  распространяла  ржавые  запахи.  И она
приближалась.
     Максим пригнулся и, держась поближе  к  обочине,  бесшумно
побежал  навстречу, а потом остановился, едва не выскочив сходу
на перекресток.  Дорогу  под  прямым  углом  пересекало  другое
шоссе,  очень  грязное,  с  глубокими,  безобразными колеями, с
торчащими обломками бетонного покрытия, дурно пахнущее и очень,
очень радиоактивное.  Максим  присел  на  корточки  и  поглядел
влево.  Рокот  двигателя  и  металлический  скрежет надвигались
оттуда. Оно приближалось.
     Через  минуту  оно   появилось.   Бессмысленно   огромное,
горячее,  смрадное, все из клепаного металла, попирающее дорогу
чудовищными гусеницами,  облепленное  грязью,  не  мчалось,  не
катилось  -  перло  горбатое,  неопрятное,  дребезжа отставшими
листами  железа,   начиненное   сырым   плутонием   пополам   с
лантаноидами,  беспомощное,  угрожающее,  без  людей,  тупое  и
опасное перевалилось через перекресток и поперло дальше, хрустя
и  визжа  раздавливаемым  бетоном,  оставив  за   собой   хвост
раскаленной  духоты,  скрылось в лесу и все рычало, ворочалось,
взревывало, постепенно затихая...
     Максим  перевел  дух,  отмахнулся  от  мошкары.   Он   был
потрясен. Ничего столь нелепого и жалкого он не видел никогда в
жизни. Да, -- подумал он -- позитронных эмиттеров мне здесь не
достать.  Он  поглядел  вслед  чудовищу  и  вдруг заметил, что
поперечная дорога не просто дорога, а  просека,  узкая  щель  в
лесу: деревья не закрывали над ней небо, как над шоссе. Может,
догнать  его?  -- Подумал он, -- остановить, погасить котел...
Он прислушался. В лесу стояли шум и треск, чудовище  ворочалось
в  чаще, как гиппопотам в болоте, а потом рокот двигателя снова
начал приближаться. Оно возвращалось. Снова сопение, рык, волна
смрада, лязг и дребезг, и  вот  оно  опять  переваливает  через
перекресток  и  прет  туда,  откуда  только что вышло. Нет, --
сказал Максим, -- не хочу я с ним связываться. Не люблю я  злых
животных  и  варварских  автоматов...  Он  подождал,  вышел из
кустов и одним прыжком перемахнул через зараженный перекресток.
     Некоторое  время  он  шел  очень  быстро,  глубоко   дыша,
освобождая легкие от испражнений железного гиппопотама, а затем
снова  перешел  на свободный шаг. Он думал о том, что увидел за
первые два часа жизни на своем  обитаемом  острове,  и  пытался
сложить   все   эти  целесообразности  и  случайности  в  нечто
логически непротиворечивое. Однако  это  было  слишком  трудно.
Картина получалась сказочной, а не реальной. Сказочным был этот
лес, набитый старым железом, сказочные существа перекликались в
нем   почти   человеческими  голосами;  как  в  сказке  старая,
заброшенная дорога вела к  заколдованному  замку,  и  невидимые
злые  волшебники  старались  помешать человеку, попавшему в эту
страну. На дальних подступах они забросали его  метеоритами  --
ничего  не  получилось,  и  тогда  они  сожгли корабль, поймали
человека  в  ловушку,  а  потом  натравили  на  него  железного
дракона.  Дракон,  однако, оказался слишком стар и глуп, и они,
наверное, уже поняли свою промашку и готовят теперь  что-нибудь
посовременнее...
     --  Послушайте, -- сказал им Максим -- я ведь не собираюсь
расколдовывать замок и будить ваших летаргических  красавиц;  я
хочу  только  встретиться с кем-нибудь из вас, кто поумнее, кто
поможет мне с позитронными эмиттерами...
     Но  злые  волшебники  гнули  свое.  Сначала  они  положили
поперек  шоссе огромное гнилое дерево, затем разрушили бетонное
покрытие, вырыли в земле большую  яму  и  наполнили  ее  тухлой
радиоактивной  жижей,  а  когда и это не помогло, когда мошкара
притомилась  кусать  и  разочарованно  отстала,  уже  к   утру,
выпустили  из леса холодный злой туман. От тумана Максиму стало
зябко и он пустился бегом, чтобы согреться. Туман  был  липкий,
маслянистый,  попахивал  мокрым  металлом  и тлением, но вскоре
запахло дымом, и Максим  понял,  что  где-то  неподалеку  горит
живой огонь.
     Занимался  рассвет,  небо  засветилось  утренней серостью,
когда Максим увидел в стороне  от  дороги  костер  и  невысокое
каменное  строение  с  провалившейся  крышей, с пустыми черными
окнами, старое, заросшее мхом. Людей видно не было,  но  Максим
чувствовал,  что  они  где-то  неподалеку, что они недавно были
здесь и, может  быть,  скоро  вернутся.  Он  свернул  с  шоссе,
перескочил  придорожную канаву и, утопая по щиколотку в гниющих
листьях, приблизился к костру.
     Костер встретил его  добрым  первобытным  теплом,  приятно
растревожившим дремучие инстинкты. Здесь все было просто. Можно
было,  не  здороваясь,  присесть  на корточки, протянуть руки к
огню и молча ждать, пока хозяин, так же молча,  подаст  горячий
кусок  и горячую кружку. Хозяина, правда, не было, но над огнем
висел закопченый котелок  с  остро  пахнущим  варевом,  поодаль
валялась  пустая плетеная корзина с круглым дном, моток тонкого
металлического   троса   и   еще   какие-то   металлические   и
пластмассовые предметы непонятного назначения.
     Максим  посидел  у костра, погрелся, глядя на огонь, потом
поднялся и зашел в дом.  Собственно  от  дома  осталась  только
каменная   коробка.   Сквозь  проломленные  балки  над  головой
светлело утреннее небо,  на  гнилые  доски  пола  было  страшно
ступить, а по углам росли гроздья малиновых грибов -- ядовитых,
но, если их хорошенько прожарить, вполне годных к употреблению.
Впрочем,  мысль  о  еде сразу пропала, когда Максим разглядел в
полутьме  у  стены  чьи-то  кости   вперемешку   с   выцветшими
лохмотьями.  Ему  стало  неприятно, он повернулся, спустился по
разрушенным ступеням и, сложив руки  рупором,  заорал  на  весь
лес:
     -- Ого-го, шестипалые! Эхо почти мгновенно увязло в тумане
между  деревьями,  никто  не отозвался, только сердито зацокали
какие-то пичуги над головой.
     Максим  вернулся  к  костру,  подкинул  в  огонь  веток  и
заглянул  в  котелок.  Варево  кипело. Он поглядел по сторонам,
нашел что-то вроде ложки, понюхал  ее,  вытер  травой  и  снова
понюхал. Потом он осторожно снял сероватую накипь и стряхнул ее
на  угли.  Помешал  варево,  зачерпнил с краю, подул и, вытянув
губы,  попробовал.  Оказалось,   недурственно,   что-то   вроде
похлебки  из  печени  тахорга,  только  острее.  Максим отложил
ложки, бережно, двумя руками снял котелок и поставил на  траву.
Потом он огляделся и громко сказал:
     -- Завтрак готов!
     Его  не  покидало  ощущение,  что хозяева где-то рядом, но
видел он только неподвижные, мокрые  от  тумана  кусты,  черные
корявые  стволы  деревьев,  а  слышал лишь треск да хлопотливую
птичью перекличку.
     -- Ну, ладно, -- сказал он вслух, -- вы как  хотите,  а  я
начинаю контакт.
     Он очень быстро вошел во вкус. То ли ложка была велика, то
ли дремучие инстинкты разыгрались не в меру, но он и оглянуться
не успел,  как  выхлебал  треть  котелка. Тогда он с сожалением
отодвинулся,  посидел,  прислушиваясь  к  вкусовым   ощущениям,
тщательно  вытер  ложку, но не удержался -- еще раз зачерпнул с
самого дна этих аппетитных, тающих во рту коричневых  ломтиков,
похожих  на трепанги, совсем отодвинулся, снова тщательно вытер
ложку и положил ее поперек котелка.  Теперь  было  самое  время
утолить чувство благодарности.
     Он  вскочил, выбрал несколько тонких прутиков и направился
в дом. Осторожно ступая  по  трухлявым  доскам  и  стараясь  не
оглядываться  на  останки  в  тени, он принялся срывать грибы и
нанизывать на прутик малиновые шляпки, выбирая  самые  крепкие.
Вас  бы  посолить,  --  думал  он, -- да поперчить немного, но
ничего, для первого контакта сойдет и так. Мы вас подвесим  над
огоньком,  и  вся  активная  органика  выйдет  из  вас паром, и
станете вы  объеденье  и  станете  вы  моим  первым  взносом  в
культуру этого обитаемого острова...
     И  вдруг  в  доме  стало  чуть-чуть темнее, и он тотчас же
ощутил, что на него смотрят. Он подавил в  себе  желание  резко
повернуться,  медленно сосчитал до десяти, медленно поднялся и,
заранее улыбаясь, поднял голову.
     В окне смотрело на него  длинное  темное  лицо  с  унылыми
глазами,  с уныло опущенными уголками губ, смотрело без всякого
интереса, без злобы и без  радости,  смотрело  не  на  человека
другого  мира,  а так, как на докучное домашнее животное, опять
забравшееся, куда ему не велено. Несколько секунд они  смотрели
друг  на друга, и Максим ощущал, как уныние, исходящее от этого
лица, затопляет дом, захлестывает лес, и всю  планету,  и  весь
окружающий  мир,  и  все вдруг стало серым, унылым и плачевным:
все уже было, и было много раз, и еще много  раз  будет,  и  не
предвидится  никакого спасения от этой серой, унылой, плачевной
скуки. Затем в доме стало еще темнее,  и  Максим  повернулся  к
двери.
     Там,  расставив  крепкие короткие ноги, загородив широкими
плечами  весь  проем,  стоял  сплошь  заросший  рыжим   волосом
коренастый  человек в безобразном клетчатом комбинезоне. Сквозь
буйные рыжие  заросли  на  Максима  глядели  буравящие  голубые
глазки,  очень  пристальные,  очень  недобрые,  и  тем не менее
какие-то веселые -- может быть, по контрасту  с  исходившим  от
окна  всемирным  унынием.  Этот волосатый молодчик тоже явно не
впервые  видел  пришельца  из  другого  мира,  но   он   привык
обходиться  с  этими надоевшими пришельцами быстро, круто и без
лишних разговоров -- без всяких там контактов и прочих ненужных
сложностей. На шее у  него  висела  на  кожаном  ремне  толстая
металлическая  труба  самого  устрашающего  вида,  и  выхлопное
отверстие  этого  орудия  расправы  с  пришельцами  он  твердой
грязной  рукой  направлял  Максиму  прямо  в  живот. Сразу было
видно, что ни  о  высшей  ценности  человеческой  жизни,  ни  о
декларации  прав человека, ни о прочих великолепных достижениях
гуманизма, равно как и о самом гуманизме, он слыхом не  слыхал,
а расскажи ему об этих вещах -- не поверил бы.
     Однако  Максиму выбирать не приходилось. Он протянул перед
собой прутик с нанизанными  грибными  шляпками,  улыбнулся  еще
шире и произнес с преувеличенной артикуляцией:
     -- Мир! Все в порядке! Все хорошо!
     Унылая  личность  за  окном  откликнулась  на  этот лозунг
длинной  неразборчивой  фразой,  после  чего   очистила   район
контакта  и,  судя  по  раздавшимся  снаружи  звукам, принялась
наваливать  сучья  в   костер.   Взлохмаченная   рыжая   борода
голубоглазого  зашевелилась,  и  из  медных  зарослей понеслись
рыкающие,  взревывающие,  лязгающие  звуки,  живо   напомнившие
Максиму железного дракона на перекрестке.
     -- Да, -- сказал Максим, энергично кивая, - Земля! Космос!
-- Он  ткнул  прутиком в зенит, и рыжебородый послушно поглядел
на проломленный потолок. -- Максим! -- Продолжал  Максим,  тыча
себя  в  грудь,  --  Максим!  Меня зовут Максим! -- Для большей
убедительности он ударил себя в грудь, как разъяренная горилла,
-- Максим!
     -- Махх-сим! -- Рявкнул рыжебородый со странным  акцентом.
Не  спуская  глаз  с  Максима,  он  выпустил  через плечо серию
громыхающих звуков, в которой несколько раз  повторялось  слово
махсим,  в  ответ  на что невидимая унылая личность принялась
издавать жуткие тоскливые фонемы.  Голубые  глаза  рыжебородого
выкатились,   раскрылась  желтозубая  пасть,  и  он  загоготал.
Очевидно, неведомый Максиму  юмор  ситуации  дошел  наконец  до
рыжебородого.  Отсмеявшись,  он  вытер  свободной  рукой глаза,
опустил   свое   смертоносное   оружие   и    сделал    Максиму
недвусмысленный жест, означавший: А ну, выходи!
     Максим  с удовольствием повиновался. Он вышел на крыльцо и
снова протянул рыжебородому прутик с грибами. Рыжебородый  взял
прутик, повертел его так и сяк, понюхал и отбросил в сторону.
     --  Э,  нет!  --  Возразил  Максим,  -- вы у меня пальчики
оближете...  Он  нагнулся  и  поднял  прутик.  Рыжебородый   не
возражал. Он похлопал Максима по спине, подталкивая к костру, а
у  костра  навалился  ему  на  плечо,  усадил и принялся что-то
втолковывать. Но Максим не слушал. Он глядел  на  унылого.  Тот
сидел  напротив  и  сушил перед огнем какую-то обширную грязную
тряпку. Одна нога у него была босая, и  он  все  время  шевелил
пальцами, и этих пальцев было пять. Пять, а вовсе не шесть.


<ul><a name=3></a><h2>Глава вторая</h2></ul>

       Гай,  сидя  на краешке скамьи у окна, полировал обшлагом
кокарду на берете и смотрел, как капрал Варибобу выписывает ему
проездные документы. Голова капрала была склонена набок,  глаза
вытаращены,  левая  рука  лежала  на столе, придерживая бланк с
красной каймой, а правая неторопливо выводила  каллиграфические
буквы.  Здорово  у  него  получается  -- думал Гай с некоторой
завистью, --  экий  старый  чернильный  хрен:  двадцать  лет  в
легионе  и  все  писарем.  Надо  же,  как  таращится,  гордость
бригады... Сейчас еще и язык высунет... Так и есть --  высунул.
И  язык  у  него  в  чернилах. Будь здоров, Варибобу, старая ты
чернильница, больше мы с тобой не  увидимся.  Вообще-то  как-то
грустно  уезжать  --  ребята  хорошие  подобрались,  и  господа
офицеры, и служба полезная,  нужная...  Гай  шмыгнул  носом  и
посмотрел в окно.

     За  окном ветер нес белую пыль по широкой гладкой мостовой
без  тротуаров,  выложенной  старыми  шестиугольными   плитами;
белели   стены   длинных   одинаковых   домов  администрации  и
инженерного персонала; шла, прикрываясь от пыли  и  придерживая
юбку,   госпожа  Идоя,  мужественная  женщина,  не  побоявшаяся
последовать с детьми за господином  бригадиром  в  эти  опасные
места.   Часовой  из  комендатуры,  из  новичков,  в  необмятом
пыльнике и берете, натянутом на уши,  сделал  ей  на  караул.
Потом  проехали  два  грузовика  с воспитуемыми -- должно быть,
делать прививки... Так его, в шею его: не высовывайся за  борт,
нечего тебе высовываться, здесь тебе не бульвар...
     --  Ты как все-таки пишешься -- спросил Варибобу, -- Гаал?
Или, может, просто -- Гал?
     -- Никак нет,-- сказал Гай, -- Гаал моя фамилия.
     -- Жалко, -- сказал Варибобу, обсасывая перо. --  Если  бы
можно было Гал, как раз поместилось бы в строчку...
     Пиши,  пиши,  чернильница, -- подумал Гай, -- нечего тебе
строчки  экономить.  Капрал  называется...   Пуговицы   зеленью
заросли, тоже мне капрал. Две нашивки у тебя, а стрелять толком
не научился, это же все знают...
     Дверь  распахнулась,  и  в  канцелярию  стремительно вошел
господин ротмистр Тоот с золотой повязкой дежурного на  рукаве.
Гай  вскочил  и щелкнул каблуками. Капрал приподнялся, а писать
не перестал, старый хрен. Капрал называется...
     -- Ага... -- Произнес  господин  ротмистр,  с  отвращением
сдирая  противопыльную  маску,  --  рядовой  Гаал.  Знаю, знаю,
покидаете нас. Жаль, но рад. Надеюсь, в столице будете  служить
также усердно.
     --   Так   точно,   господин   ротмистр!   --  сказал  Гай
взволнованно. У него даже в носу защипало от восторженности. Он
очень любил господина  ротмистра  Тоота,  культурного  офицера,
бывшего   преподавателя   гимназии.   Оказывается,  и  господин
ротмистр тоже его отличал.
     -- Можете сесть, -- сказал господин ротмистр,  проходя  за
барьер  к  своему  столу.  Не  присаживаясь, он бегло проглядел
бумаги и взялся за телефон.
     Гай тактично отвернулся к окну. На улице ни-
     чего не  изменилось.  Протопало  строем  на  обед  родимое
капральство.  Гай грустно проводил его глазами. Придут сейчас в
кантину,   капрал   Серембеш   скомандует   снять   береты   на
Благодарственное слово, а над кастрюлями уже пар поднимается,
и  блестят  миски,  и  старина  Дога  уже  готов  отмочить свое
коронное насчет солдата и поварихи... Ей-богу, жалко уезжать. И
служить здесь опасно, и климат  нездоровый,  и  паек  уж  очень
однообразный  -  одни  консервы,  но  все  равно... Здесь ты во
всяком случае точно знаешь, что  ты  нужен,  что  без  тебя  не
обойтись, здесь ты на свою грудь принимаешь зловеший напор леса
и чувствуешь этот напор: одних друзей сколько похоронил, вон за
поселком  --  целая роща шестов с ржавыми шлемами... А с другой
стороны -- столица. Туда всякого не пошлют, и раз уж  посылают,
то  не  отдыхать...  Там,  говорят,  из  дома Творцов все плацы
просматриваются, так что за каждым  построением  кто-нибудь  из
Творцов  наблюдает,  то есть, не то чтобы наблюдает, но нет-нет
да и посмотрит. Гая бросило в жар: ни с  того,  ни  с  сего  он
вдруг  представил  себе,  что вот вызвали его из строя, а он на
втором шаге  поскользнулся  и  брякнулся  командиру  под  ноги,
загремел  автоматом  по  брусчатке, раззява, и берет неизвестно
куда съехал... Он  передохнул  и  украдкой  огляделся.  Не  дай
бог...  Да,  столица!  Все  у  них на глазах... Ну да ничего --
другие же служат. А там Рада -- сестренка... Дядька смешной  со
своими древними костями, с черепахами своими допотопными... Ох
и соскучился же я по вас, милые вы мои!..
     Он  снова  глянул  в  окно  и озадаченно приоткрыл рот. По
улице к комендатуре шли двое. Один был знакомый -- рыжая  морда
Зеф,  старшина  сто  четарнадцатого  отряда  саперов, смертник,
зарабатывающий  себе  жизнь  расчисткой  трассы.  А  другой  ну
совершенное  чучело  и чучело жутковатое. Сперва Гай принял его
за выродка, но тут же сообразил, что Зеф вряд ли бы стал тащить
выродка  в  комендатуру.   Здоровенный   голый   парень,   весь
коричневый,  здоровый,  как  бык;  одни  трусы на нем, какие-то
короткие, из блестящей материи... Зеф был при своей  пушке,  но
не  похоже  было,  чтобы  он  конвоировал этого чужака: они шли
рядом и чужак, нелепо размахивая руками, все время что-то  Зефу
втолковывал.  Зеф  же  только  отдувался и вид являл совершенно
одуревший. Дикарь какой-то, -- подумал Гай. --  Только  откуда
он там взялся на трассе? Может быть, зверями воспитанный? Были,
говорят,  такие  случаи.  И  похоже:  вон  мускулы какие, так и
переливаются... Он смотрел, как эта пара подошла  к  часовому,
как  Зеф,  утираясь,  принялся  что-то  объяснять, а часовой --
новичок, Зефа не знает, тычет ему автоматом  под  ребро,  велит
отойти  на  положенное  расстояниие.  Голый  парень,  видя это,
вступает в разговор. Руки у него так и летают, а лицо совсем уж
странное: никак не поймать выражение  --  как  ртуть,  а  глаза
быстрые,  темные...  Ну,  все,  теперь  часовой совсем обалдел,
сейчас тревогу поднимет. Гай повернулся.
     --  Господин  ротмистр  --   сказал   он,   --   разрешите
обратиться.  Там  старшина сто четырнадцатого когото привел. Не
взглянете ли?
     Господин ротмистр подошел к окну, посмотрел, брови у  него
полезли  на лоб. Он толкнул раму, высунулся и прокричал, давясь
от ворвавшейся пыли:
     -- Часовой! Пропустить!
     Гай закрывал окно, когда в коридоре  затопали,  и  Зеф  со
своим  диковинным  спутником бочком вошел в канцелярию. Следом,
тесня их, ввалился  начальник  караула  и  еще  двое  ребят  из
бодрствующей  смены.  Зеф  вытянул  руки по швам, откашлялся и,
вылупив  на  господина  ротмистра   бестыжие   голубые   глаза,
прохрипел:
     --   Докладывает   старшина   сто  четырнадцатого  отряда,
воспитуемый Зеф. На трассе задержан вот этот человек.  По  всем
признакам  сумасшедший, господин ротмистр: жрет ядовитые грибы,
ни слова  не  понимает,  разговаривает  непонятно,  ходит,  как
изволите видеть, голый.
     Пока Зеф докладывал, задержанный бегал быстрыми глазами по
помещению,  жутко  и  странно  улыбаясь всем присутствующим, --
зубы у него были ровные и белые, как сахар. Господин  ротмистр,
заложив  руки за спину, подошел поближе, оглядывая его с головы
до ног.
     -- Кто вы такой? -- спросил он.
     Задержанный улыбнулся еще жутче, постучал себя ладонью  по
груди  и  невнятно  произнес  что-то  вроде махсим. Начальник
караула гоготнул, караульные захихикали,  и  господин  ротмистр
тоже  улыбнулся.  Гай  не  сразу  понял,  в  чем  дело, а потом
сообразил, что на воровском жаргоне  мах-сим  означает  съел
ножик.
     --  По-видимому,  это  кто-то  из  ваших,  --  сказал Зефу
господин ротмистр.
     Зеф помотал головой, выбросив из бородищи облако пыли.
     -- Никак нет, -- сказал он. -- Мах-сим -- это он так  себя
называет,  а  воровского  языка  он не понимает. Так что это не
наш.
     -- Выродок, наверное, --  предположил  начальник  караула.
(Господин  ротмистр  холодно на него посмотрел.) -- Голый... --
Проникновенно пояснил начальник караула,  пятясь  к  двери.  --
Разрешите идти, господин ротмистр? -- гаркнул он.
     --   Идите,   --  сказал  господин  ротмистр.  --  Пошлите
кого-нибудь  за  штаб-врачом  господином  Зогу...  Где  вы  его
поймали? -- спросил он Зефа.
     Зеф  доложил,  что  нынешней  ночью  он  со  своим отрядом
прочесывал   квадрат   23/07,   уничтожил   четыре   самоходных
баллисты  и  одну  установку неизвестного назначения, потерял
двоих при взрыве, и все было в порядке. Около семи  часов  утра
на  его костер вышел по шоссе из лесу этот вот неизвестный. Они
заметили его издали, следили за ним, укрывшись в кустарнике,  а
затем, выбрав удобный момент, взяли его. Зеф принял его вначале
за  беглого,  потом  решил,  что  это  выродок,  и  совсем было
собрался стрелять, но раздумал, потому что этот человек...  Тут
Зеф в затруднении подвигал бородой и заключил:
     -- потому что мне стало ясно, что это не выродок.
     --  Откуда  же  это  стало  вам  ясно? -- спросил господин
ротмистр,  а  задержанный  неподвижно  стоял,  сложив  руки  на
могучей груди, и поглядывал то на него, то на Зефа. Зеф сказал,
что объяснить это будет трудновато.
     --  Во-первых,  этот человек ничего не боялся и не боится.
Дальше: он снял с костра похлебку и отъел ровно  треть,  как  и
полагается  товарищу,  а  перед этим кричал в лес, видимо звал,
чувствуя, что мы где-то поблизости. Далее:  он  хотел  угостить
нас грибами, грибы были ядовитые и мы их есть не стали и ему не
дали,  однако  он явно порывался нас угостить -- по-видимому, в
знак благодарности. Далее: как хорошо известно, ни один выродок
по своим физическим  способностям  не  превосходит  нормального
хилого   человека.  Этот  же  по  пути  сюда  загнал  меня  как
мальчишку; шел через бурелом как по ровному  месту,  через  рвы
перепрыгивал,  а  потом  ждал  меня  на  той стороне и вдобавок
зачем-то -- из удальства что ли  --  хватал  меня  в  охапку  и
пробегал со мной метров по двести...
     Господин  ротмистр слушал Зефа, всем своим видом изображая
глубочайшее внимание,  но  едва  Зеф  замолчал,  как  он  резко
повернулся к задержанному и в упор пролаял по-хонтийски:
     -- Ваше имя? Чин? Задание?
     Гай  восхитился  ловкостью приема, однако задержанный явно
не знал и хонтийского. Он снова показал свои великолепные зубы,
похлопал себя по груди, сказавши махсим, ткнул пальцем в  бок
каторжнику,  сказавши  Зеф,  и  после этого начал говорить --
медленно, с большими паузами, показывая то  на  потолок,  то  в
пол, то обводя руками вокруг себя. Гаю казалось, что в его речи
он улавливает некоторые знакомые слова, но слова эти не имели к
делу  никакого  отношения.  Когда  задержанный замолчал, капрал
Варибобу подал голос.
     --  По-моему,  это  ловкий  шпион,   --   заявила   старая
чернильница.  --  Надо  доложить  господину бригадиру. Господин
ротмистр не обратил на него внимания. --  Вы  можете  идти,  --
сказал он Зефу. -- Вы проявили рвение, вам это зачтется.
     --  Премного благодарен, господин ротмистр! -- рявкнул Зеф
и уже повернулся было, чтобы идти,  но  тут  задержанный  издал
вдруг  негромкий  возглас,  перегнулся  через  барьер и схватил
пачки чистых бланков, лежавших на столе перед капралом.
     Варибобу  перепугался  до  смерти  (тоже   мне   капрал!),
отшатнулся  и  швырнул в дикаря пером. Дикарь ловко поймал перо
на лету и, примостившись тут же  на  барьере,  принялся  что-то
чертить   на  бланке,  не  обращая  внимания  на  Гая  и  Зефа,
ухвативших его за бока.
     -- Отставить! --  скомандовал  господин  ротмистр,  и  Гай
охотно повиновался: удерживать этого коричневого зверя было все
равно, что пытаться остановить танк, ухватившись за гусеницу.
     Господин  ротмистр  и Зеф стали по сторонам задержанного и
смотрели, что он там чиркает.
     -- По-моему, это схема мира -- неуверенно сказал Зеф.
     -- Гм... -- отозвался господин ротмистр.
     -- Ну конечно! Вот в центре у него мировой свет,  это  вот
мир... А здесь мы, по его мнению, находимся.
     --  Но  почему все плоско? -- Недоверчиво спросил господин
ротмистр.
     Зеф пожал плечами.
     --  Возможно,  детское  восприятие,   инфантилизм...   Вот
глядите! Это он показывает, как сюда попал.
     --  Да,  возможно...  Я  слыхал  про  такое безумие... Гаю
наконец  удалось  протиснуться  между  гладким  твердым  плечом
задержанного  и  грубой, пропахшей потом курткой Зефа. Рисунок,
который он  увидел,  показался  ему  смешным.  Так  детишки  --
первоклассники  изображают  мир:  посредине  маленький  кружок,
изображающий мировой  свет,  вокруг  него  большая  окружность,
изображающая  сферу  мира,  а  на  окружности  жирная  точка, к
которой только пририсовать ручки и ножки, и получится  это  --
мир,  а  это  --  я.  Даже сферу мира несчастный псих не сумел
нарисовать как следует, получился у  него  какой-то  овал.  Ну,
ясно  ненормальный...  И еще нарисовал пунктиром линию, ведущую
из--- под земли к точке: вот, мол, как я сюда попал.
     Между тем задержанный взял второй бланк и быстро нарисовал
две маленькие сферы мира в противоположных углах,  соединил  их
пунктирной  линией  и  еще  пририсовал  какие-то закорючки. Зеф
безнадежно присвистнул и сказал:
     -- Разрешите  идти,  господин  ротмистр?  Однако  господин
ротмистр  не  отпустил  его.  --  Э-э...  Зеф, -- сказал он, --
помнится, вы подвизались в области... Э... -- Он постучал  себя
пальцем по темени.
     --  Так точно, -- помедлив, ответил Зеф. Господин ротмистр
прошелся по канцелярии. -- Не могли бы вы ... Э-э... Как бы это
сказать... Сформулировать свое мнение по поводу этого субьекта?
Профессионально, если можно так выразиться...
     --  Не  могу  знать,  --  сказал  Зеф,  --  потерял  право
выступать в профессиональном качестве.
     --  Я  понимаю,  --  сказал  господин  ротмистр. - Все это
верно. Хвалю. Н-но...
     Зеф, выкатив голубые глазки,  стоял  по  стойке  смирно.
Господин  же  ротмистр  находился  в  явном замешательстве. Гай
хорошо понимал его. Случай  был  важный,  серьезный  случай  (а
вдруг  этот  дикарь все-таки шпион?) А господин штаб-врач Зогу,
конечно, прекрасный офицер, блестящий легионер, но  всего  лишь
штаб-врач. В то время как рыжая морда Зеф, до того как впасть в
преступление, здорово знал свое дело.
     --  Ну  что  же,  -- сказал господин ротмистр. - Ничего не
поделаешь...  Но  по-человечески...  --  Он  остановился  перед
Зефом,  -- понимаете? Просто по-человечески... Вы действительно
считаете, что это сумасшедший?
     Зеф снова помедлил.
     --  По-человечески?  --  повторил  он,  --  Ну,   конечно,
по-человечески:  человеку  ведь  свойственнно  ошибаться... Так
вот, по-человечески я склонен полагать, что это ярко выраженный
случай раздвоения личности с вытеснением и замещением истинного
я воображаемым я. По-человечески же, исходя  из  жизненного
опыта, я бы рекомендовал электрошок и флеосодержащие препараты.
     Капрал  Варибобу  все  это  украдкой записал, но господина
ротмистра не проведешь. Он отобрал у капрала листок с  записями
и сунул его в карман френча. Мах-сим снова заговорил, обращаясь
то к господину ротмистру, то к Зефу, -- чего-то хотел, бедняга,
что-то  ему  было  не  так,  --  но тут открылась дверь и вошел
господин штаб-врач, по всему видно оторванный от обеда.
     -- Привет, Тоот, -- брюзгливо сказал он. --  В  чем  дело?
Вы,  я  вижу,  живы  и здоровы и это меня утешает. А это что за
тип?
     -- Воспитуемые поймали его в лесу,  --  объяснил  господин
ротмистр. -- Я подозреваю, что он сумасшедший.
     --  Симулянт  он,  а не сумасшедший, -- проворчал господин
штаб-врач и налил  себе  воды  из  графина.  --  Отправьте  его
обратно в лес, пусть работает.
     --  Это  не наш, -- возразил господин ротмистр, -- и мы не
знаем, откуда  он  взялся.  Я  думаю,  что  его  в  свое  время
захватили выродки, он у них свихнулся и перебежал к нам.
     --  Правильно,  --  проворчал господин штаб-врач, -- нужно
свихнуться,  чтобы  перебежать  к  нам.   --   Он   подошел   к
задержанному и сразу же полез хватать его за веки. (Задержанный
жутко  осклабился  и слегка оттолкнул его.) -- Но-но! -- сказал
господин штаб-врач, ловко хватая его за ухо -- стой спокойно!
     Задержанный подчинился. Господин  штаб-врач  вывернул  ему
веки,  ощупал,  посвистывая, шею и горло, согнул и разогнул ему
руку, потом, пыхтя, нагнулся и ударил его под коленки, вернулся
к графину и выпил еще стакан воды.
     -- Изжога, -- сообщил он.
     Гай поглядел на Зефа. Рыжебородый, приставив к  ноге  свою
пушку,  стоял в сторонке и с подчеркнутым равнодушием смотрел в
стену. Господин штабврач напился и снова взялся  за  психа.  Он
ощупывал  его,  обстукивал,  заглядывал в зубы, два раза ударил
кулаком в живот, потом достал  из  кармана  плоскую  коробочку,
размотал  провод,  подключил  к  штепселю  и  стал прикладывать
коробку к разным частям дикарского тела.
     -- Так, -- сказал он, сматывая провод, -- и немой  к  тому
же?..
     --  Нет, -- сказал господин ротмистр, -- он говорит, но на
каком-то зверином языке. Нас он не понимает. А вот его рисунки.
     Господин штаб-врач посмотрел рисунки.
     -- Так-так-так, -- сказал он, -- забавно... -- Он выхватил
у капрала ручку и быстро нарисовал  на  бланке  кошку,  как  ее
рисуют  дети, из палочек и кружочков. -- Что ты на это скажешь,
приятель? -- сказал он, протягивая рисунок психу.
     Тот, ни секунды не задумываясь, принялся царапать пером, и
рядом с кошкой появилось странное, заросшее волосами животное с
тяжелым, неприятным взглядом. Такого животного Гай не знал,  но
он  понял одно: это уже был не детский рисунок. Нарисовано было
здорово,  просто  замечательно.  Даже   смотреть   страшновато.
Господин  штаб-врач протянул руку за пером, но псих отстранился
и нарисовал еще одно животное -- с огромными ушами, морщинистой
кожей и толстым хвостом на месте носа.
     -- Прекрасно, -- вскричал господин штаб-врач, хлопнув себя
по бокам.
     А псих не унимался. Теперь он нарисовал уже не животное, а
какой-то аппарат, похожий на большую  прозрачную  мину.  Внутри
мины  он  очень ловко изобразил сидящего человечка, постучал по
нему пальцем, а затем тем же пальцем постучал себя по  груди  и
произнес:
     -- Махх-сим.
     --  Вот эту штуку он мог видеть у реки, -- сказал неслышно
подошедший  Зеф,  --  мы  такую  сожгли  этой  ночью,  но   вот
чудовища... -- Он покачал головой.
     Господин штаб-врач словно впервые заметил его.
     -- А, профессор! -- Вскричал он преувеличенно радостно, --
то-то  я  смотрю -- в канцелярии чем-то воняет. Не будете ли вы
любезны, коллега, произносить ваши  мудрые  суждения  во-он  из
того угла? Вы меня очень обяжете...
     Варибобу захихикал, а господин ротмистр строго сказал:
     -- Станьте у дверей, Зеф, и не забывайтесь...
     --  Ну  хорошо,  -- сказал господин штаб-врач, -- и что вы
думаете с ним делать, Тоот?
     -- Это зависит от вашего диагноза, Зогу. Если он симулянт,
я передам  его  в  комендатуру,  там  разберутся.  А  если   он
сумасшедший...
     --  Он  не  симулянт, Тоот! -- С большим подъемом произнес
господин  штаб-врач  --  и  ему  совершенно  нечего  делать   в
комендатуре. Но я знаю одно место, где им очень заинтересуются.
Где бригадир?
     -- Бригадир на трассе.
     --  Впрочем,  это  не существенно. Вы ведь дежурный, Тоот?
Вот и отправьте этого любопытнейшего  молодчика  по  следующему
адресу...   --   Господин  штаб-врач  пристроился  на  барьере,
закрывшись от всех плечами  и  локтями,  и  написал  что-то  на
обороте последнего рисунка.
     -- А что это такое? -- спросил господин ротмистр.
     --  Это? Это одно учреждение, которое будет вам благодарно
за вашего психа, я вам ручаюсь.
     Господин ротмистр неуверенно  покрутил  в  пальцах  бланк,
потом  отошел  в  дальний  угол  и  поманил  к  себе  господина
штабврача. Некоторое время они говорили там вполголоса, так что
разобрать  можно  было  только  отдельные   реплики   господина
штабврача:    ...Департамент    пропаганды...    Отправьте   с
доверенным... Не  так  уж  это  секретно...  Я  вам  ручаюсь...
Прикажите ему забыть... Черт возьми, да сопляк все равно ничего
не поймет!..
     --  Хорошо, -- сказал наконец господин ротмистр. -- Пишите
сопроводительную бумагу. Капрал Варибобу!
     Капрал приподнялся.
     -- Проездные документы на рядового Гаала готовы?
     -- Так точно!
     -- Впишите в проездные  документы  подконвойного  Махсима.
Рядовой Гаал!
     Гай щелкнул каблуками и вытянулся.
     -- Слушаю, господин ротмистр!
     --  Прежде,  чем  явиться на новое место службы, доставите
задержанного  по  адресу,  обозначенному  на  этом  листке.  По
исполнении  приказания  листок сдать дежурному офицеру на новом
месте службы. Адрес забыть. Это ваше последнее задание, Гаал, и
вы, конечно, выполните его как и полагается молодцу-легионеру.
     --  Будет  исполнено!   --   Прокричал   Гай,   охваченный
неописуемым восторгом.
     Горячая   волна   оглушающего   упоения  захлестнула  его,
подхватила, понесла к небу. О, эти сладостные минуты  восторга,
незабываемые  минуты,  когда вырастают крылья, минуты ласкового
презренья ко всему грубому, материальному, телесному... Минуты,
когда жаждешь, чтобы приказ соединил тебя с огнем, швырнул тебя
в  огонь,  на  тысячи  врагов,  в  гущу  диких  орд,  навстречу
миллионам  пуль,  и  это  еще  не все, будет еще слаще, восторг
ослепит и сожжет... О, огонь! О, пламя! О, ярость! И  вот  оно,
вот  оно!..  Он встает, этот рослый красавец, гордость бригады,
наш капрал Варибобу, как огненный факел,  как  статуя  славы  и
верности, и он запевает, а мы все подхватим, все, как один...
        Вперед,  легионеры,  железные  ребята!  Вперед,  сметая
крепости, с огнем в очах! Железным сапогом раздавим  супостата!
Пусть капли свежей крови сверкают на мечах!

     И  все пели. Пел блестящий господин ротмистр Тоот, образец
легионера, образец среди образцов, за которого  хочется  сейчас
же,  под этот марш отдать душу, жизнь, все. И господин штабврач
Зогу, образец брата милосердия,  грубый,  настоящий  солдат,  и
ласковый,  как  руки  матери... И наш капрал Варибобу, до мозга
костей наш, ветеран, поседевший в схватках... О,  как  сверкают
пуговицы  и  нашивки  на его потертом, заслуженном мундире. Для
него нет ничего, кроме службы, ничего, кроме служения!..
          Железный наш кулак  сметает  все  преграды!  Довольны
Огненосные  Творцы!  О,  как  рыдает  враг,  но нет ему пощады!
Вперед легионеры-молодцы!

     ...Но что это? Он не поет, он стоит, опершись на барьер  и
вертит  своей  дурацкой  коричневой башкой, и бегает глазами, и
все оскаляется, все щерится... На кого оскаляешься,  мерзавец?!
О,  как хочется подойти железным шагом -- и с размаху, железным
кулаком по этому гнусному  оскалу...  Но  нельзя,  нельзя,  это
недостойно  легионера:  он  же  всего лишь псих, жалкий калека,
настоящее счастье недоступно ему,  он  слеп,  ничтожен,  жалкий
человеческий обломок... А этот рыжий бандит скорчился в углу от
невыносимой  боли... Каторжник, преступная рожа, за грудь тебя,
за твою поганую бороду! Встать,  мразь!  Стоять  смирно,  когда
легионеры  поют  свой  марш!  И  по башке, по башке, по грязной
морде, по наглым рачьим глазам... Вот так, вот так...
     Гай отшвырнул каторжника и, щелкнув каблуками,  повернулся
к господину ротмистру. Как всегда, после приступа восторженного
возбуждения   что-то  звенело  в  ушах  и  мир  сладко  плыл  и
покачивался перед глазами.
     Капрал Варибобу, сизый от натуги, слабо перхал, держась за
грудь. Господин штаб-врач, потный и багровый,  жадно  пил  воду
прямо  из  графина  и тянул из кармана носовой платок. Господин
ротмистр хмурился с отсутствующим  выражением,  словно  пытался
что-то  припомнить.  У  порога  грязной кучей клетчатого тряпья
ворочался рыжий Зеф. Лицо у него было разбито, он хлюпал кровью
и слабо постанывал сквоозь зубы. А Мах-сим больше не  улыбался.
Лицо  у  него застыло, стало совсем как обычное человеческое, и
он неподвижными круглыми глазами,  приоткрыв  рот,  смотрел  на
Гая.
     -- Рядовой Гаал, -- надтреснутым голосом произнес господин
ротмистр,  --  э...  Что-то  я  хотел вам сказать... Подождите,
Зогу, оставьте мне хоть глоток воды...


<ul><a name=4></a><h2>Глава третья</h2></ul>

     Максим проснулся и сразу почувствовал, что голова тяжелая.
В комнате было душно. Опять ночью закрыли окно. Впрочем,  и  от
открытого  окна  толку мало -- город слишком близко, днем видна
над ним неподвижная бурая шапка отвратительных испарений, ветер
несет их сюда, и не помогают ни расстояние, ни пятый  этаж,  ни
парк  внизу.  Сейчас бы принять ионный душ, -- подумал Максим,
--  да  выскочить  нагишом  в  сад,  да  не  в  этот  паршивый,
полусгнивший, серый от гари, а в наш, где-нибудь под Гладбахом,
на   берегу  серебристого  Нирса,  да  пробежать  вокруг  озера
километров пятнадцать во весь опор, во всю силу,  да  переплыть
озеро,  а  потом  минут  двадцать  походить по дну, поупражнять
легкие,  полазить  среди  скользких  подводных  валунов...  Он
вскочил,   распахнул  окно,  высунулся  под  моросящий  дождик,
глубоко вдохнул сырой воздух,  закашлялся  --  в  воздухе  было
полно   лишнего,   а   дождевые   капли   оставляли   на  языке
металлический привкус.  По  автостраде  с  шипением  и  свистом
проносились  машины.  Внизу под окном желтела мокрая листва, на
высокой каменной ограде что-то блестело. По парку ходил человек
в мокрой накидке и сгребал в кучу опавшие  листья.  За  пеленой
дождя  смутно  виднелись  кирпичные здания какого-то завода. Из
двух высоких труб, как всегда, лениво ползли и  никли  к  земле
толстые струи ядовитого дыма.
     Душный  мир.  Неблагополучный,  болезненный  мир.  Весь он
какой-то неуютный и тоскливый, как то казенное  помещение,  где
люди  со  светлыми пуговицами и плохими зубами вдруг ни с того,
ни с сего принялись вопить, надсаживаясь до хрипа, и Гай, такой
симпатичнный, красивый парень,  совершенно  неожидано  принялся
избивать   в   кровь   рыжебородого   Зефа,   а   тот  даже  не
сопротивлялся...  Неблагополучный  мир...  Радиоактивная  река,
нелепый  железный дракон, грязный воздух и неопрятные пассажиры
в  неуклюжей  трехэтажной  металлической  коробке  на  колесах,
испускающей  сизые  угарные  дымы... И еще дикая сцена -- когда
какие-то грубые люди довели хохотом и жестами до  слез  пожилую
женщину,  и  никто  за нее не заступился, вагон набит битком, и
все смотрят в сторону, и только Гай вдруг вскочил,  бледный  от
злости,   а   может,  от  страха,  что-то  крикнул  им,  и  они
убрались... Но и сам Гай,  явно  добрый,  симпатичный  человек,
иногда  вдруг приходил в необъяснимую ярость, принимался бешено
ссориться с соседями по купе, глядел на  них  зверем,  а  потом
также  внезапно впадал в глубокую прострацию. И все прочие вели
себя не  лучше.  Часами  они  сидели  и  лежали  вполне  мирно,
негромко   беседуя,  даже  пересмеиваясь,  и  вдруг  кто-нибудь
начинал сварливо ворчать на  соседа,  сосед  нервно  огрызался,
окружающие, вместо того, чтобы их успокоить, сами ввязывались в
ссору,  скандал  расширялся,  и вот уже все орут друг на друга,
грозятся, толкаются, и кто-то лезет  через  головы,  размахивая
кулаками,  и  кого-то  держат  за шиворот, во весь голос плачут
детишки, им раздраженно обрывают уши, а  потом  все  постепенно
смолкает,  все  дуются  друг  на  друга,  разговаривают нехотя,
отворачиваются... А иногда скандал преврещается в нечто  совсем
уж  непристойное:  глаза  вылезают из орбит, лица идут красными
пятнами,  голоса  поднимаются  до  истошного  визга,  и  кто-то
истерически  хохочет,  кто-то  поет, кто-то молится, воздев над
голЪоАЯтрясущиеся руки... Сумасшедший дом...
     Максим отошел от  окна,  постоял  немного  посреди  тесной
комнатушки,  расслабившись, ощущая апатию и дущевную усталость,
потом заставил себя собраться и размялся немного,  используя  в
качестве  снаряда громоздкий деревянный стул. Так и опуститься
можно, -- подумал он озабоченно, -- еще  день-два  я,  пожалуй,
выдержу, а потом придется удрать, побродить немного по лесам...
В  горы  хорошо  бы  удрать -- горы у них здесь на вид славные,
дикие... Далековато, правда, за ночь не  обернешься...  Как  их
Гай  называл? Зартак... Интересно, это собственное имя или горы
вообще? Впрочем, какие горы, не до гор мне сейчас. Десять суток
я здесь, а ничего еще не сделано...
     Он  втиснулся  в  душевую  и  несколько  минут  фыркал   и
растирался   под   тугим   искусственным   дождиком,  таким  же
противным, как естественный -- чуть похолоднее, правда,  --  но
жестким, известковым.
     Он   вытерся   продизенфицированным   полотенцем  и,  всем
недовольный: и этим мутным утром, и этим душным миром, и  своим
дурацким  положением, и чрезмерно жирным завтраком, который ему
предстояло сейчас съесть, вернулся в  комнату,  чтобы  прибрать
постель.  Завтрак  уже принесли -- он дымился и вонял на столе.
Рыба закрывала окно.
     -- Здравствуйте, -- сказал ей Максим на местном языке.  --
Не надо. Окно.
     --  Здравствуйте,  -- ответила она, щелкая многочисленными
задвижками. -- Надо. Дождь. Плохо.
     -- Рыба, -- сказал Максим на линкосе. Собственно, ее звали
Нолу, но Максим с самого начала  окрестил  ее  рыбой  за  общее
выражение лица и невозмутимость.
     Она  обернулась  и посмотрела на него немигающими глазами.
Затем, уже в который раз  приложила  палец  к  кончику  носа  и
сказала:  женщина, потом ткнула в Максима пальцем: мужчина,
потом в сторону осточертевшего  балахона,  висящего  на  спинке
стула:  Одежда.  Надо.  Не могла она почему-то видеть мужчину
просто в шортах. Надо было ей, чтобы мужчина закутывался с  ног
до головы.
     Он  принялся  одеваться, а она застелила его постель, хотя
Максим сколько раз  говорил  ей,  что  будет  делать  это  сам,
выдвинула  на  середину  комнаты  стол,  который  Максим всегда
отодвигал к стене, решительно отвернула кран отопления, который
Максим всегда заворачивал до  упора,  и  все  однообразные  не
надо Максима разбивались о ее не менее однообразные надо.
     Застегнув   балахон   у   шеи  на  единственную  сломанную
пуговицу, Максим подошел к столу и поковырял  завтрак  двузубой
вилкой. Произошел обычный диалог:
     -- Не хочу. Не надо.
     -- Надо. Еда. Завтрак.
     -- Не хочу завтрак. Не вкусно.
     -- Надо завтрак. Вкусно.
     -- Рыба, -- сказал ей Максим проникновенно, -- жестокий вы
человек. Попади вы ко мне на Землю, я бы вдребезги разбился, но
нашел бы вам еду по вкусу.
     --  Не понимаю, -- сказала она без выражения, -- что такое
рыба?
     С отвращением прожевывая жирный кусок, Максим взял  бумагу
и  изобразил  леща  анфас.  Она  внимательно  изучила рисунок и
положила в карман халата. Все рисунки,  которые  делал  Максим,
она  забирала и куда-то уносила. Максим рисовал много, охотно и
с удовольствием:  в  свободное  время  и  по  ночам,  когда  не
спалось,  делать  здесь  было  совершенно  нечего.  Он  рисовал
животных и людей, чертил  таблицы  и  диаграммы,  воспроизводил
анатомические  разрезы. Он изображал профессора Мегу похожим на
бегемота и бегемотов, похожих на профессора Мегу; он вычерчивал
универсальные  таблицы  линкоса,  схемы   машин   и   диаграммы
исторических  последовательностей;  он  изводил массу бумаги, и
все это исчезало в кармане Рыбы без всяких видимых  последствий
для  процедуры контакта. У профессора Мегу, он же Бегемот, была
своя метода, и он не намеревался от нее отказываться.
     Универсальная таблица линкоса, с изучения  которой  должен
начинаться  любой контакт, Бегемота совершенно не интересовала.
Местному языку Максима обучала только Рыба, да и  то  лишь  для
удобства  общения, чтобы закрывал окно и не ходил без балахона.
Эксперты к контакту не привлекались вовсе,  Максимом  занимался
Бегемот, и только Бегемот.
     Правда,  в  его  распоряжении  находилось  довольно мощное
средство исследования --  ментоскопическая  техника,  и  Максим
проиводил  в  стендовом  кресле  по четырнадцать -- шестнадцать
часов в сутки.  Причем  ментоскоп  у  Бегемота  был  хорош.  Он
позволял  довольно  глубоко  проникать в воспоминания и обладал
высокой разрешающей  способностью.  Располагая  такой  машиной,
можно  было,  пожалуй,  обойтись и без знания языка. Но Бегемот
пользовался ментоскопом как-то  странно.  Свои  ментограммы  он
отказывался  демонстрировать  категорически  и даже с некоторым
негодованием, а к ментограммам Максима  относился  своеобразно.
Максим  специально  разработал  целую  программу  воспоминаний,
которые  должны  были   дать   аборигенам   достаточно   полное
представление  о  социальной,  экономической и культурной жизни
Земли. Однако, ментограммы такого рода не вызывали  у  Бегемота
никакого   энтузиазма.   Бегемот   кривил   физиономию,  мычал,
принимался звонить по телефону или, усевшись за  стол,  начинал
нудно  пилить  ассистента,  часто  повторяя  при  этом  звучное
словечко массаракш.  Зато  когда  на  экране  Максим  взрывал
ледяную  скалу,  придавившую  корабль, или скорчером разносил в
клочья панцирного волка,  или  отнимал  экспресс-лабораторию  у
гигантского  глупого  псевдоспрута,  Бегемота  было  за  уши не
оттащить от ментоскопа. Он  тихо  взвизгивал,  радостно  хлопал
себя   ладонями   по   лысине  и  грозно  орал  на  изнуренного
ассистента,   следящего   за   записью   изображения.   Зрелище
хромосферного  протуберанца вызвало у профессора такой восторг,
словно он никогда в жизни не видел ничего  подобного,  и  очень
нравились  ему  любовные сцены, заимствованные Максимом главным
образом  из  кинофольмов  специально  для  того,   чтобы   дать
аборигенам   кое-какое  представление  об  эмоциональной  жизни
землян.
     Такое нелепое  отношение  Бегемота  к  материалу  наводило
Максима  на  грустные размышления. Создавалось впечатление, что
Бегемот никакой не профессор,  а  просто  инженер-ментоскопист,
готовящий  материал  для  настоящей  комиссии  по  контакту,  с
которой  Максиму  предстоит  еще  встретиться,   а   когда   --
неизвестно.  Тогда получалось, что Бегемот -- личность довольно
примитивная,  вроде  мальчишки,  которого  в  войне  и   мире
интересуют   только   батальные   сцены.  Это  обижало:  Максим
представлял  Землю  и  --  честное  слово!  --  имел  основания
рассчитывать на более серьезного партнера по контакту.
     Правда,  можно  было предположить, что этот мир расположен
на перекрестке неведомых межзвездных трасс и пришельцы здесь не
редкость. До такой степени не редкость, что ради каждого  вновь
прибывшего   здесь  уже  не  создают  авторитетных  специальных
комиссий, а просто  выкачивают  из  него  наиболее  эффективную
информацию и этим ограничиваются. За такое предложение говорила
оперативность,  с  которой люди со светлыми пугавицами, явно не
специалисты, разобрались в ситуации и без всяких  ахов  и  охов
направили   пришельца   прямо  по  назначению.  А  может  быть,
какие-нибудь негуманоиды, побывавшие здесь раньше,  оставили  о
себе   настолько  дурное  воспоминание,  что  теперь  аборигены
относятся  ко  всему  инопланетному  с  определенным  и  вполне
оправданным  недоверием,  и  тогда  вся возня, которую разводит
вокруг ментоскопа  профессор  Бегемот,  есть  только  видимость
контакта,  оттяжка времени, пока некие высокие инстанции решают
Максимову судьбу.
     Так или иначе, а мое дело дрянь, -- решил Максим,  давясь
последним  куском.  --  Надо  скорее  учить  язык,  и тогда все
прояснится...
     -- Хорошо, -- сказала Рыба, забирая  у  него  тарелку,  --
пойдемте.
     Максим  вздохнул и поднялся. Они вышли в ко ридор. Коридор
был длинный,  грязно-голубой.  Справа  и  слева  тянулись  ряды
закрытых  дверей,  точно таких же, как дверь в комнату Максима.
Максим здесь никогда никого не встречал,  но  раза  два  слышал
из-за  дверей какие-то странные, возбужденные голоса. Возможно,
там содержались пришельцы, ожидающие решения своей судьбы.
     Рыба шла впереди широким мужским шагом, прямая как  палка,
и  Максиму  вдруг стало очень жалко ее. Эта страна, видимо, еще
не  знала  промышленности   красоты,   и   бедная   Рыба   была
предоставлена самой себе. С этими жидкими бесцветными волосами,
торчащими  из-под белой шапочки, с этими огромными, выпирающими
под халатом лопатками, с безобразно тощими  ножками  совершенно
невозможно  было, наверное, чувствовать себя на высоте -- разве
что  с  инопланетными  существами,  да  и   то   негуманоидами.
Ассистент   профессора  относился  к  ней  пренебрежительно,  а
Бегемот ее вовсе не замечал и обращался  к  ней  не  иначе  как
ы-ы-ы...,    Что,    вероятно,    соответствовало    у   него
интеркосмическому   э-э---   э...   Максим   вспомнил    свое
собственное,  не  бог  весть  какое  к  ней  отношение и ощутил
угрызения совести. Он догнал ее, погладил по костлявому плечу и
сказал:
     -- Нолу молодец. Хорошая.
     Она подняла к нему сухое  лицо  и  сделалась  как  никогда
похожей  на  удивленного  леща  анфас.  Она  отвела  его  руку,
сдвинула едва заметные брови и строго объявила:
     -- Максим нехороший. Мужчина.  Женщина.  Не  надо.  Максим
сконфузился  и снова поотстал. Так они дошли до конца коридора.
Рыба толкнула дверь, и они очутились в большой светлой комнате,
которую Максим называл  про  себя  приемной.  Окна  здесь  были
безвкусно   декорированы   прямоугольной  решеткой  из  толстых
железных  прутьев;  высокая,  обитая   кожей   дверь   вела   в
лабораторию  Бегемота,  а  у этой двери всегда почему-то сидели
два очень рослых, малоподвижных  аборигена,  не  отвечающих  на
приветствия и находящихся как будто в постоянном трансе.
     Рыба,  как  всегда,  сразу  прошла  в лабораторию, оставив
Максима в приемной. Максим, как всегда, поздоровался, ему,  как
всегда,  не ответили. Дверь в лабораторию осталась приоткрытой;
оттуда доносился громкий, раздраженный голос Бегемота и звонкое
пощелкивание включенного ментоскопа.  Максим  подошел  к  окну,
некоторое время смотрел на туманный, мокрый пейзаж, на лесистую
равнину,    рассеченную    лентой    автострады,   на   высокую
металлическую башню, едва видимую в тумане,  быстро  соскучился
и, не дожидаясь вызова, вошел в лабораторию.
     Здесь,   как   обычно,   приятно   пахло  озоном,  мерцали
дублирующие   экраны,   плешивый,   заморенный   ассистент    с
незапоминающимся   именем  и  кличкой  Торшер  делал  вид,  что
настраивает аппаратуру и с интересом прислушивался к  скандалу.
В лаборатории имел место скандал.
     В  кресле  Бегемота,  за  столом Бегемота сидел незнакомый
человек с квадратным  шелушащимся  лицом  и  красными  отечными
глазами.  Бегемот  стоял  перед ним, уперев руки в бока и орал.
Шея у него была сизая, лысина пламенела закатным пурпупом,  изо
рта далеко во все стороны летели брызги.
     Стараясь  не  привлекать  к себе внимания, Максим прошел к
своему месту и негромко  поздоровался  с  ассистентом.  Торшер,
существо   нервное   и   задерганное,   в   ужасе   отскочил  и
поскользнулся на толстом кабеле. Максим едва  успел  подхватить
его  за  плечи,  и  несчастный  Торшер обмяк, закатив глаза. Ни
кровинки не осталось в его лице. Странный это был  человек:  он
до судорог боялся Максима. Откуда
-то неслышно возникла Рыба с откупоренным флакон-
чиком,  который тут же был поднесен к носу Торше-
ра.  Торшер икнул и ожил. Прежде чем он снова ус-
кользнул  в  небытие,  Максим  прислонил  его   к
железному шкафу и поспешно отошел.
     Усевшись в стендовое кресло, он обнаружил, что шелушащийся
незнакомец перестал слушать Бегемота и внимательно разглядывает
его. Максим  приветливо  улыбнулся.  Незнакомец слегка наклонил
голову. Тут Бегемот с ужасным треском ахнул кулаком по столу  и
схватился     за     телефонный    аппарат.    Воспользовавшись
образовавшейся паузой, незнакомец произнес несколько  слов,  из
которых  Максим  разобрал  только  надо  и не надо, взял со
стола листок плотной голубоватой бумаги с ярко-зеленой каймой и
помахал им перед лицом Бегемота. Бегемот досадливо отмахнулся и
тотчас же  принялся  лаять  в  телефон.  Надо,  не  надо  и
непонятное массаракш сыпались из него как из рога изобилия, и
еще  Максим уловил слово окно. Все кончилось тем, что Бегемот
в раздражении швырнул наушник, еще  несколько  раз  рявкнул  на
незнакомца,  заплевав его с ног до головы, и выкатился, хлопнув
дверью.
     Тогда незнакомец вытер лицо носовым  платком,  поднялся  с
кресла,   открыл   длинную   плоскую   коробку,   лежавшую   на
подоконнике, и извлек из нее какую-то темную одежду.
     -- Идите сюда, -- сказал он Максиму, -- одевайтесь. Максим
оглянулся на рыбу. -- Идите, -- сказала  Рыба,  --  одевайтесь.
Надо.   Максим  понял,  что  в  судьбе  его  наступает  наконец
долгожданный поворот, что где-то кто-то что-то решил.  Забыв  о
наставлениях  Рыбы,  он  тут  же  сбросил уродливый балахон и с
помощью незнакомца облачился в новое одеяние. Одеяние  это,  на
его  взгляд,  не  отличалось  ни красотой, ни удобством, но оно
было точно такое же, как на незнакомце. Можно было предположить
даже, что  незнакомец  пожертвовал  свое  собственное  запасное
одеяние,  ибо  рукава куртки были коротки, а брюки висели сзади
мешком и сваливались. Впрочем, всем присутствующим вид  Максима
в  новой  одежде  пришелся  по  душе.  Незнакомец ворчал что-то
одобрительное, Рыба, смягчив черты лица, насколько это возможно
для леща, оглаживала Максиму плечи и одергивала на нем  куртку,
и даже Торшер бледно улыбался, укрывшись за пультом.
     --  Идемте,  --  сказал незнакомец и направился к двери, в
которую выкатился разъяренный Бегемот.
     -- До свидания, -- сказал  Максим  Рыбе.  --  Спасибо,  --
добавил он на линкосе.
     --  До  свидания,  --  ответила  Рыба.  -- Максим хороший.
Здоровый. Надо.
     Кажется, она была растрогана. А может быть, озабочена тем,
что костюм неважно сидит. Максим махнул рукой бледному  Торшеру
и поспешил вслед за незнакомцем.
     Они прошли через несколько комнат, заставленных неуклюжей,
архаичной  аппаратурой, спустулись в гремящем и лязгающем лифте
на первый этаж и оказались в обширном  низком  вестибюле,  куда
несколько  дней  назад Гай привел Максима. И как несколько дней
назад, снова пришлось ждать, пока пишутся какие-то бумаги, пока
смешной человечек в нелепом головном уборе царапает  что-то  на
розовых  картонках,  а красноглазый незнакомец -- на зеленых, а
девица с оптическими  усилителями  на  глазах  делает  на  этих
картонках  фигурные  вырезы,  а  потом все меняются картонками,
причем запутываются и кричат друг на друга, и наконец человечек
забирает себе одну  зеленую  и  две  розовых  картонки,  причем
зеленую картонку он рвет пополам и одну половину отдает девице,
а  шелушащийся  незнакомец получает две зеленые картонки, синюю
толстую картонку и еще круглый металлический жетон с выбитой на
нем надписью, и все это минуту спустя отдается рослому человеку
со светлыми пуговицами, стоящему у выходной  двери  в  двадцати
шагах  от  человечка  в нелепом головном уборе, и когда они уже
выходят на улицу, рослый вдруг принимается  хрипло  кричать,  и
красноглазый  незнакомец  снова возвращается, и выясняется, что
он забыл забрать себе синий картонный квадратик  и  с  глубоким
вздохом  запихивает  его  куда-то за пазуху. Только после этого
уже успевший промокнуть Максим  получает  возможность  сесть  в
нерационально    длинный   автомобиль   по   правую   руку   от
красноглазого, который  раздражен,  пыхтит  и  часто  повторяет
любимое заклинание Бегемота: массаракш.
     Машина  заворчала,  мягко  тронулась с места, выбралась из
неподвижного стада других машин, пустых и  мокрых,  прокатилась
по  большой  асфальтированной  площадке перед зданием, обогнула
огромную клумбу с вялыми цветами,  мимо  высокой  желтой  стены
выкатилась к повороту на шоссе и резко затормозила.
     --  Массаракш,  --  снова просипел красноглазый и выключил
двигатель.
     По шоссе тянулась  длинная  колонна  одинаковых  пятнистых
грузовиков с кузовами из криво склепанного, гнутого железа. Над
железными  бортами торчали ряды неподвижных округлых предметов,
влажно отсвечивающих металлом. Грузовики двигались неторопливо,
сохраняя   равные   интервалы,   мерно   клокоча   моторами   и
распространяя ужасное зловоние органического перегара.
     Максим  оглядел дверцу со своей стороны, разобрался, что к
чему, и поднял стекло. Красноглазый, не глядя на него, произнес
длинную фразу, оказавшуюся совершенно непонятной.
     -- Не понимаю, -- сказал Максим. Красноглазый  повернул  к
нему  удивленное  лицо  и, судя по интонации, о чем-то спросил.
Максим покачал головой.
     -- Не понимаю, -- повторил он.
     Красноглазый  как  будто  удивился  еще  больше,  полез  в
карман,  вытащил  плоскую  коробочку,  набитую  длинными белыми
палочками, одну палочку сунул себе в рот,  остальные  предложил
Максиму.  Максим  из  вежливости принял коробочку и принялся ее
рассматривать. Коробочка была картонная,  от  нее  резко  пахло
какими-то  сухими  растениями.  Максим  взял  одну  из палочек,
откусил кусочек и пожевал. Затем он  поспешно  опустил  стекло,
высунулся и сплюнул. Это была не еда.
     --   Не  надо,  --  сказал  он,  возвращая  коробочку,  --
невкусно. Красноглазый, полуоткрыв рот, смотрел на него.  Белая
палочка,   прилипнув,   висела   у  него  на  губе.  Максим,  в
соответствии  с  местными  правилами,  прикоснулся  пальцем   к
кончику своего носа и представился:
     -- Максим.
     Красноглазый  пробормотал  что-то,  в  руке  у  него вдруг
появился огонек, он погрузил в  него  конец  белой  палочки,  и
тотчас же автомобиль наполнился тошнотворным дымом.
     --   Массаракш,   --  вскричал  Максим  с  негодованием  и
распахнул дверцу, -- не надо!
     Он понял, что это за палочки.  Когда  они  ехали  с  Гаем,
почти все мужчины отравляли воздух таким же дымом, но для этого
они  пользовались  не  белыми палочками, а короткими и длинными
деревянными предметами, похожими на детские  свистульки  давних
времен.  Они  вдыхали  какой-то  наркотик -- обычай, несомненно
вреднейший,  --  и  тогда  Максим  утешался  только  тем,   что
симпатичный  Гай  был,  повидимому,  тоже  категорически против
этого обычая.
     Незнакомец поспешнно  выбросил  наркотическую  палочку  за
окно и для чего-то помахал ладонью перед своим лицом. Максим на
всякий  случай  тоже  помахал  ладонью  и представился еще раз.
Оказалось, что красноглазого зовут  Фанк,  на  чем  разговор  и
прекратился.    Минут    пять   они   сидели,   доброжелательно
переглядываясь,  и,  по  очереди   указывая   друг   другу   на
бесконечную  колонну  грузовиков,  повторяли массаракш. Потом
колонна кончилась, и Фанк выбрался на шоссе.
     Вероятно, он очень спешил. Во всяком случае, он немедленно
сделал  так,  что  двигатель  заревел  бархатным  ревом,  затем
включил  какое-то  гнусно воющее устройство, и, не соблюдая, на
взгляд  Максима,  никаких  правил   безопасности,   погнал   по
автостраде  в  обгон  колонны,  едва  успевая  увертываться  от
встречных машин.
     Они обогнали колонну грузовиков; обошли, чуть  не  вылетев
на  обочину,  широкий  красный  экипаж с одиноким, очень мокрым
водителем; проскочили мимо деревянной повозки  на  огромных,  в
человеческий  рост,  вихляющихся  колесах,  влекомой бесхвостым
ископаемым животным; воем загнали в канаву группу  пешеходов  в
брезентовых   плащах;  влетели  под  сень  низких,  раскидистых
деревьев, ровными рядами высаженных по обе стороны  дороги,  --
Фанк  все  увеличивал скорость, встречный поток воздуха ревел в
обтекателях, напуганые  воем,  экипажи  впереди  прижимались  к
обочинам,   уступая   дорогу.   Машина   казалась   Максиму  не
приспособленной для таких скоростей,  слишком  неустойчивой,  и
ему было немного неприятно.
     Вскоре  дорогу  обступили  дома, машина въехала в город, и
Фанк был вынужден резко снизить скорость.
     Улицы были несоразмерно узки и буквально забиты экипажами.
Автомобиль Фанка еле плелся, буквально стиснутый со всех сторон
разнообразными   механизмами.   Впереди,   заслоняя    полнеба,
громоздилась   задняя   стенка  фургона,  покрытая  аляповатыми
разноцветными  надписями  и  грубыми  изображениями   людей   и
животных.   Слева,   не  обгоняя  и  не  отставая,  ползли  два
одинаковых автомобиля,  набитых  жестикулирующими  мужчинами  и
женщинами.  Красивыми  женщинами,  яркими, не то, что Рыба. Еще
левее, железно погромыхивая единственным колесом,  брела  некая
разновидность  гиромата,  поминутно  сыплющая синими и зелеными
искрами, дочерна заполненная пассажирами. Справа был тротуар --
неподвижная полоса асфальта,  запрещенная  для  транспорта.  По
тротуару  сплошным потоком шли люди в странных одеждах черных и
фиолетовых   тонов;   сталкиваясь,    обгоняя    друг    друга,
протискивались  плечом  вперед; то и дело забегали в раскрытые,
ярко  освещенные  двери,  смешиваясь  с  толпами,  кишащими  за
огромными,  запотевшими  витринами;  а  иногда вдруг собирались
большими группами, создавая пробки и водовороты, вытягивая шеи,
заглядывали куда-то. Здесь было очень  много  худых  и  бледных
лиц,  похожих  на  лицо  рыбы;  почти все люди были излишне, не
по-здоровому, сухопары, излишне бледны, неловки,  угловаты.  Но
они  производили  впечатление  людей  довольных: часто и охотно
смеялись, вели себя непринужденно, глаза их  блестели,  повсюду
раздавались  громкие,  оживленные голоса. Пожалуй, это все-таки
достаточно организованный  мир,  думал  Максим.  Дома  выглядят
довольно  жизнерадостно  --  почти во всех окнах свет по случаю
сумеречного дня, а значит, недостатка энергии у них  во  всяком
случае  нет.  Очень  весело  переливаются разноцветные огни над
крышами, улицы чисто вымыты, почти все люди одеты аккуратно,  а
что   до   осунувшихся  лиц,  что  ж,  мир  бедный,  не  совсем
здоровый... И тем не менее достаточно благополучный на вид.
     И  вдруг   на   улице   что-то   переменилось.   Раздались
возбужденные крики. Какой-то человек полез на стеклянный киоск,
и,   повиснув   на  нем,  стал  энергично  кричать,  размахивая
свободной рукой.  На  тротуаре  запели.  Люди  останавливались,
срывали  головные  уборы,  выкатывали  глаза и пели, кричали до
хрипа, поднимая узкие лица к  огромным  разноцветным  надписям,
вспыхнувшим поперек улицы.
     --  Массаракш...  --  прошипел  Фанк,  и  машина вильнула.
Максим посмотрел на него. Фанк был смертельно бледен, лицо  его
исказилось.  Мотая  головой, он с трудом оторвал руку от руля и
посмотрел на часы.
     -- Массаракш... -- простонал он  и  сказал  еще  несколько
слов, из которых Максим понял только не понимаю.
     Потом  он  оглянулся через плечо и лицо его исказилось еще
сильнее. Максим  тоже  оглянулся,  но  позади  не  было  ничего
особенного.  Там  двигался  закрытый,  ярко-желтый  автомобиль,
квадратный, как коробка.
     На улице кричали совершенно  уже  нестерпимо,  но  Максиму
было  не до того. Фанк явно терял сознание, а машина продолжала
двигаться,  и  фургон   впереди   затормозил,   вспыхнули   его
сигнальные  огни,  и  вдруг  размалеванная  стенка надвинулась,
раздался отвратительный скрежет,  тупой  удар,  и  дыбом  встал
исковерканный капот.
     --  Фанк! -- крикнул Максим. -- Фанк! Не надо! Фанк лежал,
уронив голову на руль и громко и часто стонал.  Вокруг  визжали
тормоза,  движение останавливалось, выли сигналы. Максим потряс
Фанка  за  плечо,  бросил,  распахнул  дверцу  и,  высунувшись,
закричал:
     -- Сюда! Ему плохо!
     У автомобиля уже собралась поющая, орущая, галдящая толпа,
сотрясались   над   головами   воздетые   кулаки,  десятки  пар
выкаченных, налитых кровью глаз, бешено  вращались  в  орбитах.
Максим  совершенно  ничего  не  понимал:  то  ли  эти люди были
возмущены аварией, то ли чему-то без памяти радовались,  то  ли
кому-то  грозили.  Кричать  было  бесполезно  -- не слышно было
самого себя, и Максим снова вернулся к Фанку. Теперь тот лежал,
откинувшись на спину, запрокинув  лицо,  и  изо  всех  сил  мял
ладонями  виски,  щеки,  череп,  на губах его пузырилась слюна.
Максим понял, что его мучает нестерпимая боль,  и  крепко  взял
его  за  локти,  торопливо напрягаясь, готовясь перелить боль в
себя. Он не был уверен, что это получится  с  существом  другой
планеты;  он  искал  и  не мог найти нервный контакт, а тут еще
вдобавок Фанк, оторвав руки от  висков,  стал  изо  всех  своих
невеликих  сил толкать Максима в грудь, что-то отчаянно бормоча
плачущим голосом. Максим понимал только: Идите, идите... Было
ясно, что Фанк не в себе.
     Тут  дверца  рядом  с  Фанком   распахнулась,   в   машину
просунулись   два  разгоряченных  лица  под  черными  беретами,
сверкнули ряды металлических пуговиц,  и  сейчас  же  множество
твердых,  крепких  рук взяли Максима за плечи, за бока, за шею,
оторвали от Фанка и вытащили из машины. Он не сопротивлялся  --
в  этих  руках  не  было угрозы, скорее наоборот. Отодвинутый в
галдящую толпу, он видел, как двое в беретах повели  согнутого,
скрюченного  Фанка  к  желтой  машине,  а  еще  трое  в беретах
оттесняли от него людей, размахивавших руками.  Потом  толпа  с
ревом  сомкнулась  вокруг  покалеченной машины, машина неуклюже
зашевелилась, мелькнули в воздухе медленно крутящиеся резиновые
колеса, и вот она уже лежит крышей вниз, а толпа лезет на  нее,
и  все  кричат, поют, и все охвачены каким-то яростным, бешеным
весельем.
     Максима  оттеснили  к  стене  дома,   прижали   к   мокрой
стеклянной витрине, и, вытянув шею, он увидел поверх голов, как
желтый    квадратный   автомобиль,   издавая   медный   клекот,
задвигался, засверкал огнями, протиснулся сквозь толпу людей  и
машин и исчез из виду.


<ul><a name=5></a><h2>Глава четвертая</h2></ul>

     Поздно  вечером  Максим  понял,  что  сыт  по  горло  этим
городом, что ему ничего больше не  хочется  видеть,  а  хочется
чего-нибудь  съесть.  Он  провел  на  ногах  весь  день, увидел
необычайно  много,  почти  ничего  не  понял,   узнал   простым
подслушиванием  несколько  новых  слов  и отождествил несколько
местных слов на вывесках и афишах. Несчастный случай  с  Фанком
смутил  и  удивил  его,  но,  в общем, он был даже доволен, что
снова предоставлен самому себе. Он любил  самостоятельность,  и
ему  очень  не хватало самостоятельности все это время, поке он
сидел   в   Бегемотовом   пятиэтажном   термитнике   с   плохой
вентиляцией.   Поразмыслив,   он   решил  временно  потеряться.
Вежливость вежливостью,  а  информация  информацией.  Процедура
контакта,  конечно,  дело  святое,  но  лучшего случая получить
независимую информацию, наверно, не найдется...
     Город поразил его  воображение.  Он  жался  к  земле,  все
движение  здесь  шло либо по земле, либо под землей; гигантские
пространства между домами  и  над  домами  пустовали,  отданные
дыму,  дождю  и  туману.  Город  был серый, дымный, бесцветный,
какой-то везде одинаковый -- не зданиями своими, среди  которых
попадались  довольно красивые, не однообразным кишением толп на
улицах,  не  бесконечной  своей   сыростью,   не   удивительной
безжизненностью  камня и асфальта, -- одинаковый в чем-то самом
общем, самом  главном.  Он  был  похож  на  гигантский  часовой
механизм, в котором нет повторяющихся деталей, но все движется,
вращается,  сцепляется  и  расцепляется  в едином вечном ритме,
изменение  которого  означает   только   одно:   неисправность,
поломку,  остановку. Странный, ни на что не похожий, невиданный
мир! Вероятно, он был достаточно сложен  и  управлялся  многими
законами,  но  один -- и главный -- закон Максим уже открыл для
себя: делай то же, что делают все, и так же, как все. Впервые в
жизни ему хотелось быть как все. И Максим делал как все. Вместе
с  толпой  он  вваливался  в  гулкие  общественные  склады  под
грязными  стеклянными  крышами,  вместе  со  всеми  покидал эти
склады, вместе со всеми  спускался  под  землю,  втискивался  в
переполненные    электрические   поезда,   мчался   куда-то   в
невообразимом грохоте и лязге, подхваченный потоком, выходил на
поверхность,  на  какие-то  улицы,  совершенно  такие  же,  как
старые...
     Потом   наступил   вечер,   зажглись   несильные   фонари,
подвешенные высоко над землей и почти ничего не освещавшие;  на
больших  улицах  стало  совсем  тесно,  и,  отступая перед этой
теснотой, Максим оказался в каком-то  полутемном  и  полупустом
переулке.  Здесь  он  понял,  что  на сегодня с него довольно и
остановился.
     Он увидел три светящихся золотистых шара,  мигающую  синюю
надпись,  свитую  из  стеклянных  газосветных  трубок  и дверь,
ведущую в полуподвальное помещение.  Он  уже  знал,  что  тремя
золотистыми шарами обозначаются места, где кормят. Он спустился
по  щербатым  ступенькам  и  увидел  зальцу  с низким потолком,
десяток пустых столиков, пол,  толсто  посыпанный  относительно
чистыми  опилками,  стеклянный буфет, уставленный подсвеченными
бутылками с радужными жидкостями. В кафе почти никого не  было.
За  никелированным  барьером  возле  буфета  медленно двигалась
рыхлая пожилая женщина в белой куртке с  засученными  рукавами.
Поодаль,   за   круглым   столиком,   сидел  в  небрежной  позе
малорослый, но крепкий человек с  бледным  квадратным  лицом  и
толстыми черными усами.
     Максим  вошел,  выбрал  столик в нише подальше от буфета и
уселся. Рыхлая женщина за барьером поглядела в  его  сторону  и
что-то  громко  хрипло сказала. Усатый человек тоже взглянул на
него пустыми  глазами,  отвернулся,  взял  стоявший  перед  ним
длинный  стакан  с прозрачной жидкостью, пригубил и поставил на
место. Где-то хлопнула дверь, и в зальце появилась  молоденькая
и  милая  девушка  в  белом  кружевном переднике, нашла Максима
глазами, подошла, оперлась пальцами о столик и  стала  смотреть
поверх  его головы. У нее была чистая нежная кожа, легкий пушок
на  верхней  губе  и  красивые  серые  глаза.  Максим  галантно
прикоснулся к кончику своего носа и произнес:
     -- Максим.
     Девушка  с  изумлением  посмотрела  на него, словно только
теперь  увидела.  Она  была  так  мила,  что  Максим   невольно
улыбнулся до ушей и тогда она тоже улыбнулась, показала себе на
нос и сказала:
     -- Рада.
     --  Хорошо,  --  сказал  Максим  .  -- Ужин. Она кивнула и
что-то спросила. Максим  на  всякий  случай  тоже  кивнул.  Он,
улыбаясь  посмотрел  ей  вслед  - она была тоненькая, легкая, и
приятно было вспомнить, что в  этом  мире  тоже  есть  красивые
люди.
     Рыхлая женщина у буфета произнесла длинную ворчливую фразу
и скрылась  за своим барьером. Тут Максим обнаружил, что усатый
смотрит  на  него.  Неприятно  смотрит,  недружелюбно.  И  если
приглядеться,  то и сам он какой-то неприятный. Трудно сказать,
в чем здесь дело, но он ассоциируется не то с волком, не  то  с
обезьяной. Ну и пусть, не будем о нем...
     Рада  вернулась  и  поставила  перед  Максимом  тарелку  с
дымящейся кашей из мяса и овощей и толстую стеклянную кружку  с
пенной жидкостью.
     --  Хорошо,  --  сказал  Максим  и приглашающе похлопал по
стулу рядом с собой.
     Ему очень хотелось, чтобы Рада посидела рядом с  ним  пока
он  будет есть, рассказала бы ему что-нибудь, а он бы слушал ее
голос, и чтобы она почувствовала, как она ему  нравится  и  как
ему хорошо рядом с ней.
     Но  Рада только улыбнулась и покачала головой. Она сказала
что-то -- Максим разобрал слово сидеть -- и отошла к барьеру.
Жалко -- подумал Максим. Ое взял двузубую  вилку  и  принялся
есть,  пытаясь  из  тридцати известых ему слов составить фразу,
выражающую симпатию, дружелюбие и потребность в общении.
     Рада, прислонившись спиной  к  барьеру,  стояла,  скрестив
руки  на  груди, и поглядывала на него. Каждый раз, когда глаза
их встречались, они улыбались друг другу, и  Максима  несколько
удивило, что улыбка Рады с каждым разом становилась все бледнее
и  неуверенней.  Он  испытывал  весьма разнородные чувства. Ему
было  приятно  смотреть  на  Раду,  хотя   к   этому   ощущению
примешивалось  растущее беспокойство. Он испытывал удовольствие
от еды, оказавшейся неожиданно вкусной и довольно  питательной.
Одновременно он чувствовал на себе косой давящий взгляд усатого
человека  и  безошибочно  улавливал проистекавшее из-за барьера
неудовольствие рыхлой женщины... Он осторожно отпил из  кружки.
Это  было  пиво. Холодное, свежее, но, пожалуй излишне крепкое,
на любителя.
     Усатый что-то сказал и Рада подошла к его столику.  У  них
начался    какой-то   приглушенный   разговор,   неприятный   и
неприязненный, но тут на Максима напала муха,  и  ему  пришлось
вступить  в  борьбу.  Муха  была  мощная,  синяя,  наглая:  она
наскакивала, казалось, со  всех  сторон  сразу,  она  гудела  и
завывала,  словно  объясняясь  Максиму  в  любви, она не хотела
улетать, она хотела быть здесь, рядом с  ним  и  его  тарелкой,
ходить  по  ним,  облизывать их, она была упорна и многословна.
Кончилось все тем, что Максим сделал неверное движение,  и  она
обрушилась  в  пиво.  Максим  брезгливо  перестаювил  кружку на
соседний столик и стал доедать рагу. Подошла  Рада  и  уже  без
улыбки, глядя в сторону, спросила что-то.
     --  Да, -- сказал Максим на всякий случай. - Рада хорошая.
Она глянула на него с откровенным испугом, отошла к  барьеру  и
вернулась,  неся  на  блюдечке  маленькую  рюмку  с  коричневой
жидкостью.
     -- Вкусно, -- сказал Максим, глядя на  девушку  ласково  и
озабоченно.  --  Что  плохо?  Рада, сядьте здесь и говорить. Не
надо уходить.
     Эта  тщательно  продуманная   речь   произвела   на   Раду
неожиданно дурное впечатление. Максиму показалось даже, что она
вот-вот  заплачет.  Во всяком случае, у нее задрожали губы, она
прошептала чтото и выбежала из зала. Рыхлая женщина за барьером
произнесла несколько негодующих слов. Что-то я не  так  делаю
--  обеспокоенно  подумал  Максим.  Он  совершенно  не мог себе
представить -- что. Он только понимал: ни  рыхлая  женщина,  ни
усатый   мужчина  не  хотели,  чтобы  Рада  с  ним  сидеть  и
говорить. Но  поскольку  они  явно  не  были  представителями
администрации  и  стражами  законности  и поскольку он, Максим,
очевидно не нарушал  никаких  законов,  мнение  этих  людей  не
следовало, вероятно, принимать во внимание.
     Усатый  человек произнес нечто сквозь зубы, негромко, но с
совсем уж неприятной  интонацией,  залпом  допил  свой  стакан,
извлек  из-под  стола черную полированную трость, поднялся и не
спеша приблизился к Максиму. Он сел  напротив,  положил  трость
поперек стола и, не глядя на Максима, но обращаясь явно к нему,
принялся   цедить  медленные,  тяжелые  слова,  часто  повторяя
массаракш, и речь его казалась  Максиму  такой  же  черной  и
отполированной  от  частого  употребления,  как и его уродливая
трость, и в речи этой была угроза, вызов и неприязнь, и все это
как-то странно замывалось равнодушием интонации, равнодушием на
лице и пустотой бесцветных остекленелых глаз.
     -- Не понимаю, --  сердито  сказал  Максим.  Тогда  усатый
медленно  повернул к нему белое лицо, поглядел как бы насквозь,
медленно, раздельно повторил  какой-то  вопрос  и  вдруг  ловко
выхватил  из  трости  длинный  блестящий  нож  с узким лезвием.
Максим даже растерялся. Не зная,  как  поступить,  он  взял  со
стола  вилку  и повертел ее в пальцах. Это произвело на усатого
неожиданное действие. Он мягко, не вставая,  отскочил,  повалив
стул,  нелепо  присел,  выставив  перед собой свой нож, усы его
приподнялись, и обнажились длинные желтые зубы. Рыхлая  женщина
за  барьером  оглушительно  завизжала.  Максим от неожиданности
подскочил. Усатый вдруг оказался  совсем  рядом,  но  в  ту  же
секунду откуда-то появилась Рада, встала между ними и принялась
громко  и  звонко  кричать  --  сначала  на  усатого,  а потом,
повернувшись, на Максима. Максим совсем уже ничего не  понимал,
а  усатый неприятно заулыбался, взял свою трость, спрятал в нее
нож и спокойно пошел к выходу. В дверях  он  обернулся,  бросил
несколько негромких слов и скрылся.
     Рада,  бледная,  с дрожащими губами, подняла стул, вытерла
салфеткой пролитую на стол коричневую жидкость, забрала грязную
посуду, унесла, вернулась, и  что-то  сказала  Максиму.  Максим
ответил  да,  но это не помогло. Рада повторила тоже самое, и
голос у нее был раздраженный, хотя Максим чувствовал,  что  она
не  столько  рассержена,  сколько  испугана.  Нет,  -- сказал
Максим,  и  сейчас  же  женщина  за  барьером  ужасно  заорала,
затрясла   щеками,   и  тогда  Максим  наконец  признался:  не
понимаю.
     Женщина  выскочила  из-за  барьера,  ни  на   секунду   не
переставая  кричать,  подлетела  к  Максиму,  встала перед ним,
уперев руки в бока, и все  вопила,  а  потом  схватила  его  за
одежду  и  принялась  грубо  шарить  по  карманам. Ошеломленный
Максим не сопротивлялся. Он только твердил не надо и  жалобно
взглядывал  на  Раду.  Рыхлая  женщина толкнула его в грудь, и,
словно приняв какое-то решение, помчалась  обратно  к  себе  за
барьер и там схватила телефонный наушник.
     --  Фанк!  -- Произнес Максим проникновенно. - Фанк плохо!
Идти.
     Потом все  как-то  неожиданно  разрядилось.  Рада  сказала
что-то  рыхлой женщине, та бросила наушник, поклокотала немного
и  успокоилась.  Рада  посадила  Максима  на   прежнее   место,
поставила перед ним новую кружку с пивом, и, к его неописуемому
удовольствию, села рядом. Некоторое время все шло очень хорошо.
Рада  задавала  вопросы, Максим, сияя от удовольствия, отвечал:
не понимаю,  рыхлая  женщина  бурчала  в  отдалении.  Максим,
напрягшись, построил еще одну фразу и объявил, что дождь ходит
массаракш  плохо  туман.  Рада залилась смехом. А потом пришла
еще  одна   молоденькая   и   довольно   симпатичная   девушка,
поздоровалась  со  всеми,  они с Радой вышли, и через некоторое
время Рада появилась уже без фартука, в блестящем красном плаще
с капюшоном и с большой клетчатой сумкой в руке.
     -- Идем, -- сказала она,  и  Максим  вскочил.  Однако  так
сразу уйти не удалось. Рыхлая женщина опять подняла крик. Опять
ей  что-то  не  нравилось, опять она чего-то требовала. На этот
раз она размахивала пером и  листком  бумаги.  Некоторое  время
Рада  спорила  с  ней,  но  подошла  вторая девушка и встала на
сторону женщины. Речь шла о чем-то очевидном, и  Рада  в  конце
концов  уступила.  Тогда  они  все  втроем  пристали к Максиму.
Сначала они по очереди и хором задавали один и тот  же  вопрос,
которого  Максим,  естественно,  не понимал. Он только разводил
руки. Затем Рада приказала всем замолчать,  легонько  похлопала
Максима по груди и спросила:
     -- Мак сим?
     -- Максим, -- поправил он.
     -- Мак? Сим?
     --  Максим.  Мак -- не надо, сим -- не надо. Максим. Тогда
Рада приставила палец к своему носику  и  произнесла:  --  Рада
Гаал.  Максим... Максим понял, что им зачем-то понадобилась его
фамилия, это  было  странно,  но  гораздо  больше  его  удивило
другое.
     --  Гаал?  -- Произнес он, -- Гай Гаал? Воцарилась тишина.
Все были поражены. -- Гай Гаал, - повторил Максим  обрадованно.
-- Гай хороший мужчина.
     Поднялся  шум.  Все  женщины говорили разом. Рада теребила
Максима и что-то спрашивала. Очевидно, ее страшно интересовало,
откуда Максим знает гая. Гай, Гай, Гай  --  мелькало  в  потоке
незнакомых слов. Вопрос о фамилии Максима был забыт.
     --   Массаракш,   --  сказала  наконец  рыхлая  женщина  и
захохотала, и девушки тоже засмеялись, и Рада  вручила  Максиму
свою сумку, взяла его под руку, они вышли под дождь.
     Они прошли до конца эту плохо освещенную улочку и свернули
в еще  менее  освещенный  переулок  с деревянными покосившимися
домами  по  сторонам   грязной   мостовой,   неровно   мощенной
булыжником;  потом  свернули  еще  раз и еще раз; кривые улочки
были пусты, никто не встречался им по пути.
     Сначала Рада оживленно болтала, часто повторяя имя Гая,  а
Максим  то  и  дело  подтверждал,  что Гай хороший, но добавляя
по-немецки, что бить людей по лицу не хорошо, что это странно и
он  этого  не  понимает.  Однако,  по  мере  того,  как   улицы
становились   все  уже,  все  слякотнее,  речь  Рады  все  чаще
прерывалась.  Иногда  она  останавливалась  и  вглядывалась   в
темноту, и Максим думал, что она выбирает дорогу посуше, но она
искала в темноте что-то другое, потому что луж она не видела, и
Максиму  приходилось каждый раз легонько оттягивать ее на сухое
место, а там, где сухих мест не было, он брал ее  под  мышку  и
переносил  --  ей  это  нравилось,  каждый  раз она замирала от
удовольствия, но тут  же  забывала  об  этом,  потому  что  она
боялась.
     Чем  дальше  они  уходили от кафе, тем больше она боялась.
Сначала Максим пытался  найти  с  ней  нервный  контакт,  чтобы
передать  ей немного бодрости и уверенности, но, как и с Фанком
это не получилось. И когда они вышли из трущоб и  оказались  на
совсем   уже  немощенной  дороге,  справа  от  которой  тянулся
бесконечный мокрый забор с ржавой колючей проволокой наверху, а
слева  --  непроглядно  черный  зловещий  пустырь  без  единого
огонька,  Рада  совсем  увяла,  она  чуть не плакала, и Максим,
чтобы поднять настроение, принялся во все горло распевать самые
веселые из известных еми песен. Это  помогло,  но  не  надолго,
лишь  до  конца  забора. А потом снова потянулись дома, желтые,
длинные, с темными окнами; от них  пахло  остывающим  металлом,
органической смазкой, еще чем-то душным и чадным, редко и мутно
горели  фонари,  а  вдали,  под  какой-то  глухой аркой, стояли
мокрые, нахохлившиеся люди, и Рада остановилась.
     Она вцепилась в его руку и заговорила прерывистым шопотом:
она была полна страха за себя и еще больше за него. Шепча,  она
потянула  его  назад,  и он повиновался, думая, что ей от этого
станет лучше, но потом понял, что это просто  безрассудный  акт
отчаяния и уперся.
     --  Пойдемте,  --  сказал  он  ласково. -- Пойдемте, Рада.
Плохо нет. Хорошо.
     Она послушалась, как ребенок. Он повел ее, хотя и не  знал
дороги,  и  вдруг  понял,  что  она боится этих мокрых фигур, и
очень удивился, потому что в них не  было  ничего  страшного  и
опасного  --  так  себе,  обыкновенные, скрючившиеся под дождем
аборигены, стоят и трясутся от сырости. Сначала их  было  двое,
потом  откуда-то  появились  третий  и  четвертый  с  огоньками
наркотических палочек. Максим  шел  по  пустынной  улице  между
желтыми   домами  прямо  на  эти  фигуры,  а  Рада  все  теснее
прижималась к нему, и он обнял  ее  за  плечи.  Ему  вдруг  ему
пришло в голову, что он ошибается, что она дрожит не от страха,
а  просто  от  холода. В мокрых людях не было совершенно ничего
опасного. Он прошел мимо них, мимо этих  сутулых,  длиннолицых,
озябших,  засунувших  руки  глубоко  в карманы, притоптывающих,
чтобы согреться, жалких,  отравленных  наркотиком,  и  они  как
будто  даже не заметили его с Радой, хотя он прошел так близко,
что слышал их нездоровое, нервное дыхание. Он думал,  что  Рада
хоть  теперь  успокоится  --  они были уже под аркой -- и вдруг
впереди,  как  из-под  земли,  отделившись  от   желтой   стены
появились  и встали поперек дороги еще четверо, таких же мокрых
и жалких, но один из них  был  с  длинной  толстой  тростью,  и
Максим узнал его...
     Под   облупленным   куполом   нелепой  арки  болталась  на
сквозняке голая лампочка,  стены  были  покрыты  плесенью,  под
ногами  был растрескавшийся грязный бетон со следами многих ног
и автомобильных шин. Позади гулко затопали. Максим обернулся --
те четверо догоняли, прерывисто и неровно дыша, не вынимая  рук
из  карманов,  выплевывая на ходу наркотические палочки... Рада
сдавленно вскрикнула, выпустила его руку, и вдруг стало  тесно.
Максим оказался прижатым к стене, вокруг вплотную к нему стояли
люди;  они  не  касались  его, они держали руки в карманах, они
даже не смотрели  на  него,  просто  стояли  и  не  давали  ему
двинуться, и через их головы он увидел, что двое держат Раду за
руки,  а  усатый  полошел к ней, неторопливо переложил трость в
левую руку, а правой так же неторопливо и лениво ударил  ее  по
щеке...
     Это  было  настолько  дико,  что  Максим  потерял ощущение
реальности. Что-то сдвинулось у него в сознании. Люди  исчезли.
Здесь  были  только  два  человека  --  он  и Рада, а остальные
исчезли. Вместо них  неуклюже  и  страшно  топтались  по  грязи
жуткие  и  опасные  животные.  Не  стало горда, не стало арки и
лампочки над головой  --  был  край  непроходимых  гор,  страна
Оз-на-Пандоре,  была пещера, гнусная западня, устроенная голыми
пятнистыми обезьянами, и в  пещеру  равнодушно  глядела  желтая
размытая  луна,  и  надо  было драться, чтобы выжить. И он стал
драться, как дрался тогда на Пандоре.
     Время    послушно     затормозилось,     секунды     стали
длиннымидлинными,  в  течение  каждой  можно было сделать очень
много движений, нанести много ударов и видеть всех  сразу.  Они
были  неповоротливы,  эти  обезьяны,  они привыкли иметь дело с
другой дичью, наверно, они просто  не  успели  сообразить,  что
ошиблись  в  выборе,  что лучше всего им было бы бежать, но они
тоже пытались драться...
     Максим хватал очередного зверя за нижнюю  челюсть,  рывком
вздергивал  податливую  голову  и  бил ребром ладони по бледной
пульсирующей  шее,  и  сразу  же  поворачивался  к  следующему,
хватал,  вздергивал, рубил и снова хватал, вздергивал, рубил --
в облаке зловонного, хищного дыхания, в гулкой тишине пещеры, в
желтой слезящейся полутьме -- и грязные  кривые  когти  рванули
его  за  за  шею и соскользнули, желтые клыки впились в плечо и
тоже соскользнули... Рядом уже никого не было, а  к  выходу  из
пещеры  торопился  вожак  с  дубиной,  потому что он, как и все
вожаки, обладал самой быстрой  реакцией  и  первым  понял,  что
происходит.  И  Максим  мельком пожалел его -- как медленна его
быстрая  реакция  --  секунды   тянулись   все   медленнее,   и
быстроногий вожак едва перебирал ногами, и Максим, проскользнув
между  секундами, поравнялся с ним, зарубил его на бегу и сразу
остановился...
     Время вновь обрело нормальное течение, пещера стала аркой,
луна -- лампочкой, а страна Оз-наПандоре -- непонятным  городом
на непонятной планете, более непонятной, чем Пандора...
     Максим  стоял,  отдыхая,  опустив  зудящие руки. У ног его
копошился  усатый  вожак.  Кровь  текла  из  пораненого   плеча
Максима.  И  тут  Рада взяла его руку и, всхлипнув, провела его
ладонью по своему мокрому лицу. Он огляделся. На  грязном  полу
мешками  лежали  тела.  Он  машинально  сосчитал  их.  Шестеро,
включая вожака, -- и подумал, что двое успели убежать. Ему было
невыразимо приятно прикосновение Рады, и он знал, что  поступил
так,  как  должен  был  поступить  и  сделал то, что должен был
сделать -- ни каплей больше, ни каплей меньше.  Те,  кто  успел
уйти,  ушли,  он не догонял их, хотя мог догнать -- даже сейчас
он слышал, как панически стучат их каблуки в конце  тоннеля.  А
те,  кто не успел уйти -- те лежат, и некоторые из них умрут, а
некоторые уже мертвы, и он понимал  теперь,  что  это  все-таки
люди,   а   не   обезьяны,   хотя  дыхание  их  было  зловонно,
прикосновения -- грязны, а намерения хищны и  отвратительны.  И
все-таки  он  испытывал  какое-то  сожаление  и  ощущал потерю,
словно потерял какую-то чистоту,  словно  утратил  неотъемлемый
кусочек прежнего Максима, и знал, что этот прежний Максим исчез
навсегда,  и  от этого ему было немножко горько, и это будило в
нем какую-то незнакомую гордость...
     -- Пойдем, Максим, -- тихонько сказала Рада. И
     он послушно пошел за ней.

     -- Короче говоря, вы его упустили.
     -- Я ничего не мог сделать... Вы же сами знаете,  как  это
бывает...
     --  Черт  побери,  Фанк! Вам и не надо было ничего делать.
Вам достаточно было взять с собой шофера.
     -- Я знаю, что виноват. Но кто мог ожидать.
     -- Хватит об этом. Что вы предприняли?
     -- Как только меня выпустили, я позвонил Мегу. Мегу ничего
не знает. Если он вернется,  Мегу  тотчас  же  позвонит  мне...
Далее:  я  взял  под  наблюдение  все дома умалишенных... Он не
может уйти далеко, ему просто не дадут, он слишком бросается  в
глаза...
     -- Дальше.
     --  Я  поднял своих людей в полиции. Я приказал следить за
всеми случаями нарушения порядка, вплоть  до  нарушений  правил
уличного  движения.  У  него  нет  документов...  У него нет ни
одного шанса скрыться, даже если он захочет...  Я  распорядился
сообщать  мне  обо всех задержанных без документов... По-моему,
это дело двух -- трех дней... Простое дело.
     -- Простое...  Что  могло  быть  проще:  сесть  в  машину,
съездить  в  телецентр и привезти сюда человека... Но вы даже с
этим не справились.
     -- Виноват. Но такое стечение обстоятельств...
     -- Я сказал, хватит об обстоятельствах.  Он  действительно
похож на сумасшедшего?
     --  Трудно  сказать...  Больше всего он, пожалуй, похож на
дикаря, на  хорошо  отмытого,  ухоженного  горца.  Но  я  легко
представляю себе ситуацию, в которой он выглядит сумасшедшим...
И  потом,  эта  вечная  идиотская  улыбка,  кретинический лепет
вместо нормальной речи... И весь он какой-то дурак...
     -- Понятно. Я одобряю ваши меры... И вот что еще,  Фанк...
Свяжитесь с подпольем.
     -- Что?
     --  Если  вы не найдете его в ближайшие дни, он непременно
объявится в подполье.
     -- Не понимаю, что делать дикарю в подполье.
     --  В  подполье  много  дикарей.  И  не  задавайте  глупых
вопросов, а делайте, что я вам говорю. Если вы упустите его еще
раз, я вас уволю.
     -- Второй раз я его не упущу
     -- Рад за вас... Что еще?
     -- Любопытный слух о Волдыре.
     -- О Волдыре? Что именно?
     -- Простите, Странник... Если позволите, я предпочел бы об
этом шепотом, на ухо...


<ul><a name=6></a><h2> * ЧАСТЬ ВТОРАЯ. ЛЕГИОНЕР * </h2></ul>


<ul><a name=7></a><h2>Глава пятая</h2></ul>

     Окончив  инструктаж,  господин ротмистр Чачу распорядился:
-- Капрал Гаал, останьтесь. Остальные свободны. Когда остальные
командиры секций вышли, гуськом, в затылок друг другу, господин
ротмистр некоторое время разглядывал Гая, покачиваясь на  стуле
и  насвистывая  старинную  солдатскую  песню  Уймись, мамаша.
Господин  ротмистр  Чачу  был  совсем  не  похож  на  господина
ротмистра Тоота. Он был приземист, темнолиц, с большой лысиной,
он  был  гораздо  старше  Тоота,  в недавнем прошлом - участник
восьми приморских инцидентов,  обладатель  огненного  креста  и
трех   значков   За   ярость   в  огне.  Рассказывали  о  его
фантастическом поединке с белой субмариной,  когда  его  машина
получила   прямое   попадание  и  загорелась,  а  он  продолжал
стрелять,  пока  не  потерял  сознание  от   страшных   ожогов.
Говорили,  что  на  его  теле  нет  живого  места: сплошь чужая
пересаженная кожа, а на левой  руке  у  него  не  хватало  трех
пальцев.  Он  был  прям  и  груб,  как настоящий вояка, и, не в
пример сдержанному ротмистру Тооту, никогда  не  считал  нужным
скрывать  свое  настроение ни от начальства, ни от подчиненных.
Если он был весел, то вся бригада знала, что господин  ротмистр
Чачу  нынче  весел,  но  если  он  был  не в духе и насвистывал
Уймись, мамаша...
     Глядя  ему  в  глаза  уставным  взглядом,  Гай   испытывал
отчаяние  при  мысли, что ему каким-то неизвестным пока образом
привелось огорчить этого замечательного челевека. Он  торопливо
перебирал  в памяти свои проступки и проступки легионеров своей
секции, но не мог вспомнить ничего  такого,  что  уже  не  было
отстранено   небрежным   движением   беспалой  руки  и  хриплым
ворчливым: Ладно, на то и легион. Плевать...
     Господин ротмистр перестал свистеть и покачиваться. --  Не
люблю болтовни и писанины, капрал,
-произнес он. -- Либо ты рекомендуешь кандидата Си-
ма, либо ты его не рекомендуешь. Что именно?
     --  Так  точно, господин ротмистр, рекомендую, -- поспешно
сказал Гай, -- но...
     -- Без но, капрал! Рекомендуешь или нет?
     -- Так точно, рекомендую.
     -- Тогда  как  я  должен  понимать  эти  две  бумажки?  --
Господин  ротмистр  нетерпеливым  движением вынул из нагрудного
кармана сложенные бумаги и развернул их на  столе,  придерживая
искалеченной   рукой.  --  Читаю:  Рекомендую  вышеозначенного
кандидата Мака Сима, как преданного...  Н-ну,  это  понятно...
...Для   утверждения   в  высоком  звании  в  рядовые  боевого
легиона. А вот  твоя  вторая  писулька,  капрал:  В  связи  с
вышеизложенным    считаю   своим   долгом   обратить   внимание
командования на необходимость всесторонеей проверки означенного
кандидата в рядовые боевого легиона М. Сима.  Массаракш!  Чего
же тебе в конце концов надо, капрал?
     --  Господин  ротмистр -- взволнованно сказал Гай. -- Но я
действительно в трудном положении! Я знаю кандидата  Сима,  как
способного  и  преданного  задачам гражданина. Я уверен, что он
принесет много пользы. Но, полагая, что в легионе место  только
кристально чистым...
     --  Да,  да!  --  Нетерпеливо сказал господин ротмистр. --
Короче говоря, вот что, капрал. Одну из этих бумаг ты сейчас же
заберешь и порвешь. Надо же соображать. Я  не  могу  явиться  к
бригадиру с двумя бумажками. Либо да, либо нет. Мы в легионе, а
не   на   философском   факультете,   капрал!   Две  минуты  на
размышление.
     Господин  ротмистр  извлек  из  стола  толстую   папку   с
документами  и  с  отвращением бросил ее перед собой. Гай уныло
посмотрел на часы.  Было  ужасно  трудно  сделать  этот  выбор.
Бесчестно  и недостойно легионера скрывать от командования свое
недостаточное знание  рекомендуемого,  даже  если  речь  шла  о
Максиме.  Но с другой стороны, бесчестно и недостойно легионера
уклоняться от ответственности, взваливая решение  на  господина
ротмистра,  который  видел  Максима  только два раза, да и то в
строю. Ну, хорошо. Еще раз. За: горячо и близко к сердцу принял
задачи    легиона;    без    сучка    и    задоринки     прошел
освидетельствование   в  департаменте  общественного  здоровья;
будучи направлен  господином  ротмистром  Тоотом  и  господином
штаб-врачом  Зогу в какое-то секретное учреждение, по-видимому,
для проверки, проверку эту  выдержал.  (Правда,  это  показание
самого  Максима,  документы  он потерял, но как же иначе он мог
оказаться не под  надзором?);  Наконец,  отважен,  прирожденный
боец  -- в одиночку расправился с бандой Крысолова; симпатичен,
прост в общении, добродушен, абсолютно бескорыстен.  И  вообще,
человек   необычайных   способностей.   Против:  совершенно  не
известно, кто он и откуда; о прошлом своем либо не помнит, либо
не желает сообщать... И нет у него никаких документов.  Но  так
ли  уж все это подозрительно? Правительство контролирует только
границы  и  центральный  район.  Две  трети  территории  страны
погрязают в анархии, там голод, эпидемии, народ оттуда бежит, и
все  без документов, а молодые и не знают, что такое документы.
И  сколько  среди  них   больных,   потерявших   память,   даже
выродков... В конце концов, главное -- что Максим не выродок...
     -- Ну, капрал? -- Произнес господин ротмистр.
     --  Так  точно,  господин  ротмистр  --  отчаянным голосом
сказал Гай. -- Разрешите...
     Он  взял  свой  рапорт  с  просьбой  проверить  Максима  и
медленно разорвал его.
     --  Правильное  решение!  -- Гаркнул господин ротмистр. --
Молодец, легионер! Бумаги, чернила,  проверки...  Все  проверит
бой!  Вот  когда мы сядем в наши машины и двинем в зону атомных
ловушек, тогда мы сразу увидем, кто наш, а кто -- нет.
     -- Так точно, -- без особой  уверенности  сказал  Гай.  Он
хорошо  понимал  старого  вояку,  но не менее хорошо видел, что
герой  приморских  инцидентов  несколько   заблуждается.   Бой,
конечно,  боем,  но и чистота чистотой. Впрочем, Максима это не
касается. Он-то как раз чист...
     --  Массаракш.   --   Произнес   господин   ротмистр.   --
Департамент здоровья его пропустил, а остальное -- наше дело.
     Произнеся  эту  загадочную  фразу, он сердито посмотрел на
Гая и добавил: -- легионер другу доверяет полностью, а если  не
доверяет,  значит это не друг, гнать его в шею. Ты меня удивил,
капрал. Ну ладно, марш к своей секции. Времени  осталось  мало.
На операции я сам присмотрю за этим кандидатом...
     Гай  щелкнул каблуками и вышел. За дверью он позволил себе
улыбнуться.  Все-таки  старый  вояка  не   удержался   и   взял
ответственность  на себя. Хорошее всегда хорошо. Теперь можно с
чистой  совестью  считать  Максима  своим  другом.  Мака  Сима.
Настоящую его фамилию не произнести. То ли он ее придумал, пока
был в бреду, то ли он действительно родом из этих горцев... Как
бишь звали ихнего древнего царя?.. Заремчичакчубешмуссарайи...
     Гай   вышел   на  плац  и  поискал  глазами  свою  секцию.
Неутомимый  Панди  гонял  ребят  через  верхнее   окно   макета
трехэтажного  здания.  Ребята взмокли, и это было плохо, потому
что до операции оставался всего час.
     -- О-отста-вить! -- крикнул Гай еще издали.
     -- Отста-вить! -- заорал Панди. -- Становись!
     Секция быстро построилась. Панди скомандо-
     вал: -- Смирно! -- Строевым шагом подошел к Гаю и доложил:
-- господин капрал! Секция занимается  преодолением  штурмового
городка.
     --  Встаньте в строй. -- приказал Гай, стараясь интонацией
выразить неодобрение, как это превосходно  умел  делать  капрал
Серембеш.  Он  прошелся  перед  строем,  вглядываясь в знакомые
лица.
     Серые,  голубые  и  синие  глаза,  выражающие   готовность
выполнить любое приказание и поэтому слегка выкаченные, следили
за каждым его движением. Он ощутил, как они близки и дороги ему
--  эти  двенадцать  здоровенных парней, шестеро действительных
рядовых легиона на правом фланге и шестеро кандидатов в рядовые
на левом. Все в ладных черных комбинезонах, в блестящих сапогах
с короткими голенищами, все в беретах, лихо сдвинутых на правую
бровь...  Нет,  не  все.  Посредине  строя,  на  правом  фланге
кандидатов,  башней  возвышался  кандидат Мак Сим, очень ладный
парень, любимец, как это  ни  прискорбно  для  командира  иметь
любимцев,  но...  гм... то, что у него не выкачены его странные
коричневые глаза, ладно, научится со временем, но вот... гм...
     Гай подошел к Максиму и застегнул  ему  верхнюю  пуговицу.
Затем  встал на цыпочки и поправил берет. Кажется, все... Опять
в строю рот растянут до ушей... Ну  ладно.  Отвыкнет.  Кандидат
все-таки, самый младший в секции...
     Чтобы  сохранить  видимость  справедливости,  Гай поправил
пряжку у соседа Максима, хотя в  этом  не  было  необходимости.
Потом  он  сделал три шага назад и скомандовал вольно. Секция
стала вольно -- слегка отставила правую ногу и заложила  руки
за спину.
     --  Ребята,  --  сказал  Гай.  --  Сегодня  мы выступаем в
составе  роты  на   регулярную   операцию   по   обезвреживанию
потенциального   противника.   Операция   проводится  по  схеме
тридцать  три.  Господа  действительные  рядовые,   несомненно,
помнят  свои обязанности по этой схеме, господам же кандидатам,
забывающим застегивать пуговицы,  я  считаю  нужным  напомнить.
Секция получает один подъезд. Секция делится на три группы: три
тройки  и  наружный  резерв.  Тройки  в  составе двух рядовых и
одного кандидата, не  поднимая  шума,  последовательно  обходят
квартиры.   Вступив  в  квартиру,  тройка  действует  следующим
образом: кандидат охраняет парадный вход, второй рядовой, ни на
что не отвлекаясь,  занимает  черный  ход,  старший  производит
осмотр   помещений.  Резерв  из  трех  кандидатов  во  главе  с
командиром секции -- в данном случае со мной -- остается  внизу
в  подъезде  с  задачей  немедленно  оказать помощь той тройке,
которой она понадобится. Состав троек и резерва вам известен...
Внимание! -- сказал он, отступая еще на шаг.  --  На  тройки  и
резерв -- разберись!
     Произошло    короткое   множественное   движение.   Секция
разобралась. Никто не ошибся местом, не сцепился автоматами, не
поскользнулся и не потерял берет, как это случалось на  прошлых
занятиях.  На  правом  фланге резерва возвышался Максим и опять
улыбался во весь рот. У Гая вдруг  возникла  дикая  мысль,  что
Максим  смотрит  на  все  это  как  на забавную игру. Это было,
конечно, не так, потому что так это  быть  не  могло.  Во  всем
виновата, несомненно, эта дурацкая улыбочка...
     --  Недурственно,  --  проворчал  Гай в подражание капралу
Серембешу и благосклонно посмотрел на Панди:  молодец,  старик,
вымуштровал ребят.
     -- Внимание! -- сказал он. -- Секция, стройся!
     Снова  короткое  множественное  движение, прекрасное своей
четкостью и безукоризненностью, и снова секция стояла перед ним
одной  шеренгой.  Хорошо!  Просто  замечательно!  Даже   сердце
холодеет. Гай заложил руки за спину и прошелся.
     --  Легионеры! -- сказал он. -- Мы -- опора и единственная
надежда Огненосных Творцов. Только на нас они могут без оглядки
положиться в своем великом деле. Боевой  легион  есть  железный
кулак  истории. Он призван смести все преграды на нашем славном
пути. Меч боевого легиона закален в огне сражений, он жжет  нам
руки,  и остудить его могут только потоки вражеской крови. Враг
хитер. Он труслив, но упорен. Огненосные Творцы  приказали  нам
сломить  это коварное упорство, с корнем вырвать то, что влечет
нас назад, к хаосу и растлевающей анархии. Таков наш долг, и мы
счастливы выполнить его. Мы идем на многие жертвы. Мы  нарушаем
покой  наших  матерей,  братьев и детей, мы лишаем заслуженного
отдыха честного рабочего, честного чиновника, честного торговца
и промышленника. Они знают, почему мы вынуждены вторгаться в их
дома, и встречают  нас  как  своих  лучших  друзей,  как  своих
защитников. Помните это, не давайте себе увлечься в благородном
пылу  выполнения  своей задачи. Друг -- это друг, а враг -- это
враг... Вопросы есть?
     -- Нет! -- рявкнула секция в двенадцать глоток.
     --  Смир-рна!  Тридцать  минут   на   отдых   и   проверку
снаряжения. Р-разойдись!
     Секция  бросилась  врассыпную, а потом легионеры по двое и
по трое направились к казарме. Гай  неторопливо  пошел  следом,
ощущая   приятную  опустошенность.  Максим  ждал  его  поодаль,
заранее улыбаясь.
     -- Давай поиграем в слова, -- предложил он.
     Гай мысленно застонал.  Одернуть  бы  его,  одернуть!  Что
может   быть   более   противоестественно,   нежели   кандидат,
молокосос,  за  полчаса  до  начала   операции   пристающий   с
фамильярностями к капралу!
     -- Сейчас не время. -- по возможности сухо
  сказал он.
  -- Ты волнуешся? -- участливо спросил Максим.
     Гай  остановился и поднял глаза к небу. Ну что делать, что
делать? Оказывается, совершенно невозможно цыкать на такого вот
добродушного наивного гиганта, да еще спасителя  твоей  сестры,
да  еще  --  чего  греха таить -- человека, во всех отношениях,
кроме строевого, гораздо выше тебя самого...  Гай  огляделся  и
сказал просительно:
     --  Послушай,  Мак,  ты ставишь меня в неловкое положение.
Когда мы в казарме,  я  твой  начальник,  я  приказываю  --  ты
подчиняешься. Я тебе сто раз говорил...
     --  Но  я  же  готов  подчиняться,  приказывай! - возразил
Максим. -- Я знаю, что такое дисциплина.
     -- Я уже приказал. Займись подгонкой снаряжения.
     -- Нет, извини меня, Гай, ты приказал не так. Ты  приказал
отдыхать   и  подгонять  снаряжение.  Ты  забыл?  Снаряжение  я
подогнал, теперь отдыхаю. Давай поиграем,  я  придумал  хорошие
слова.
     --  Мак,  пойми:  подчиненный  имеет  право  обращаться  к
начальнику,  во-первых,  только  по  установленной   форме,   а
вовторых, исключительно по службе.
     --  Да,  я  помню. Параграф девять... Но ведь это во время
службы. А сейчас мы с тобой отдыхаем.
     -- Откуда ты взял, что я  отдыхаю?  --  спросил  Гай.  Они
стояли  за  макетом  забора  с  колючей проволокой, и здесь их,
слава богу, никто не видел:  никто  не  видит,  как  эта  башня
привалилась плечом к забору и все время порывается взять своего
капрала  за  пуговицу. -- Я отдыхаю только дома, но даже дома я
никакому подчиненному не позволил бы... Послушай,  отпусти  мою
пуговицу и застегни свою...
     Максим застегнулся и сказал:
     -- На службе одно, дома -- другое. Зачем?
     --  Давай не будем об этом говорить. Мне надоело повторять
тебе одно и тоже... Кстати, когда ты  перестанешь  улыбаться  в
строю?
     --  В  уставе  об  этом  не  сказано -- немедленно ответил
Максим. -- А что касается повторять одно и тоже, то вот  что.
Ты не обижайся, Гай, я знаю: ты не речевик... не говорец...
     -- Кто?
     -- Ты не человек, который умеет красиво говорить.
     -- Оратор?
     -- Да, не оратор. Но все равно. Ты сегодня обратился к нам
с речью.  Слова  правильные,  хорошие. Но когда ты дома говорил
мне о задачах  легиона  и  положении  страны,  это  было  очень
интересно.  Это  было очень по-твоему. А здесь ты в седьмой раз
говоришь одно и тоже, и все не по-твоему.  Очень  верно.  Очень
одинаково. Очень скучно. А? Не обиделся?
     Гай не обиделся. То-есть, некая холодная иголочка кольнула
его самолюбие:   до  сих  пор  ему  казалось,  что  он  говорит
убедительно и гладко, как капрал  Серембеш  или  даже  господин
ротмистр Тоот. Однако, если подумать, они тоже повторяли одно и
тоже  в  течение  трех лет. И в этом нет ничего удивительного и
тем более зазорного -- ведь за три  года  никаких  существенных
изменений во внутреннем и внешнем положении не произошло...
     --  А где это сказано в уставе, -- спросил Гай, усмехаясь,
-- чтобы подчиненный делал замечания своему начальнику?
     -- Там сказано противоположное, --  со  вздохом  признался
Максим.  -- Это неверно, по-моему. Ты ведь слушаешь мои советы,
когда  решаешь  задачи  по  баллистике,  и  ты   слушаешь   мои
замечания, когда ошибаешься в вычислениях.
     --  Это  дома!  --  проникновенно  сказал Гай. -- Дома все
можно.
     -- А если на стрельбах ты  неправильно  дашь  нам  прицел?
Плохо учел поправку на ветер. А?
     -- Ни в коем случае, -- твердо сказал Гай.
     -- Стрелять неправильно? -- изумился Максим.
     -- Стрелять как приказано, -- строго сказал Гай, -- за эти
десять   минут   ты   наговорил  суток  на  пятьдесят  карцера,
понимаешь?
     -- Нет, не понимаю... А если в бою?
     -- Что -- в бою?
     -- Ты даешь неправильный прицел. А?
     -- Гм... -- сказал Гай,  который  еще  никогда  в  бою  не
командовал.  Он  вдруг  вспомнил,  как  капрал  Бахту  во время
разведки боем запутался в карте, загнал секцию  под  кинжальный
огонь  соседней  роты,  сам  там остался и пол-секции уложил, а
ведь мы знали, что  он  запутался,  но  никто  не  подумал  его
поправить.
     Господи,  -- сообразил вдруг Гай, -- да нам бы и в голову
не пришло, что можно его  поправить.  А  вот  Максим  этого  не
понимает,  и даже не то что не понимает -- понимать тут нечего,
-- а просто не  признает.  Сколько  раз  уже  так  было:  берет
самоочевидную  вещь  и  отвергает ее, и никак его не убедишь, и
даже наоборот -- сам начинаешь сомневаться, голова идет  кругом
и   приходишь   в   полное   обалдение...   Нет,   он  все-таки
необыкновенный  человек,  редкий,  небывалый  человек...   Язык
выучил  за  месяц.  Грамоту  осилил  в  два  дня. Еще в два дня
перечитал все, что у меня есть.  Математику  и  механику  знает
лучше  господ  преподавателей, а ведь у нас на курсах преподают
настоящие специалисты. Или вот взять дядюшку Каана...
     Последнее время старик все свои монологи за столом обращал
исключительно к Максиму. Более того, он не раз дал понять,  что
Максим  является пожалуй единственным человеком, который в наше
время проявляет такие способности и такой интерес к  ископаемым
животным.  Он  рисовал  Максиму  на  бумажке  каких-то  ужасных
зверей, а Максим рисовал каких-то еще более ужасных  зверей,  и
они  спорили,  почему это случилось; в ход шли научные книги из
дядюшкиной библиотеки, и все равно бывало, что Максим не  давал
старику  рта  раскрыть, причем Гай с Радой не понимали ни слова
из того, что говорилось, а дядюшка то  кричал  до  хрипоты,  то
рвал  в  клочки  рисунки  и  топтал  их ногами, обзывал Максима
невеждой хуже дурака Шапшу, то вдруг принимался яростно  чесать
обеими  руками  редкие  седые  волосы  на  голове  и бормотал с
потрясенной улыбкой: Смело, массаракш,  смело...  У  вас  есть
фантазия, молодой человек! Особенно запомнился Гаю один вечер,
когда  старика  как  громом  поразило  заявление Максима, будто
некоторые из этих допотопных  тварей  передвигались  на  задних
ногах,   каковое   заявление,   по-видимому,   очень  просто  и
естественно разрешало некий давний научный спор...
     Математику он знает, механику он знает, военную  химию  он
знает  превосходно,  палеонтологию  --  господи, да кому в наше
время известна палеонтология! -- Палеонтологию он тоже знает...
Рисует как художник, поет как артист... И добрый, неестественно
добрый. Разогнал и перебил бандитов, один -- восьмерых,  голыми
руками,   другой  на  его  месте  ходил  бы  петухом,  на  всех
поплевывал, а он мучился, ночи не спал,  огорчался,  когда  его
хвалили  и благодарили, а потом однажды взорвался: весь побелел
и крикнул, что это нечестно -- хвалить за убийство...  Господи,
это  ж  какая  проблема  была  --  уговорить  его в легион! Все
понимает, со  всем  согласен,  хочет,  но  ведь  там,  говорит,
придется  стрелять.  В  людей. Я ему говорю: в выродков, а не в
людей, в отребье, хуже бандитов...  Договорились,  слава  богу,
что сначала, пока не привыкнет, будет просто обезоруживать... И
смешно, и страшно как-то. Нет, не даром он все проговаривается,
что пришел из другого мира. Знаю я этот мир. Даже книга об этом
есть  у  дядюшки  - Туманная страна Зартак. Лежит, дескать, в
Алебастровых горах долина Зартак, где живут счастливые  люди...
И  по  описанию  они  все  там  такие,  как  Максим.  И вот что
удивительно: если кто-нибудь из них  покинет  свою  долину,  то
сразу забывает, откуда он родом и что с ним было раньше, помнит
только,  что  из  другого мира... Дядюшка, правда, говорит, что
никакой такой долины нет, все это выдумка, есть  только  хребет
Зартак,  а потом, говорит, в ту войну долбанули по этому хребту
так, что у горцев там на всю жизнь память отшибло...
     -- Ты почему молчишь? -- спросил Максим.  --  Ты  обо  мне
думаешь? Гай отвел глаза.
     --  Ты  вот что... -- сказал он. -- Я тебя только об одном
прошу: в интересах дисциплины никогда не показывай виду, что ты
больше меня знаешь. Смотри как ведут себя другие  и  веди  себя
точно так же.
     --  Я  стараюсь,  --  грустно  ответил  Максим. Он подумал
немного и добавил: Трудно привыкнуть. У нас все это не так.
     -- А как твоя рана? -- спросил Гай, чтобы переменить тему.
     -- Мои раны заживают быстро, -- рассеянно  сказал  Максим.
-- Слушай, Гай, давай после операции поедем прямо домой. Ну что
ты так смотришь? Я очень соскучился по Раде. А ты нет? Ребят мы
завезем  в  казарму,  а  сами на грузовике поедем домой. Шофера
отпустим...
     Гай набрал в грудь побольше воздуха,  но  тут  серебристый
ящик  громкоговорителя на столбе почти над их головами зарычал,
и голос дежурного по бригаде скомандовал:
     -- Шестая рота! Выходи строиться на плац! Внимание! Шестая
рота...
     И Гай только рявкнул:
     -- Кандидат Сим! Прекратить разговоры! Марш на построение!
-- Максим рванулся, но Гай поймал его за ствол автомата.  --  Я
тебя  очень  прошу,  - сказал он. -- Как все! Держись, как все!
Сегодня сам ротмистр будет за тобой наблюдать...
     Через три  минуты  рота  построилась.  Уже  стемнело,  над
плацем   вспыхнули   прожектора.  Позади  строя  мягко  ворчали
двигателями грузовики. Как  всегда  перед  операцией,  господин
бригадир  в сопровождении господина ротмистра Чачу молча обошел
строй, осматривая каждого  легионера.  Он  был  спокоен,  глаза
прищурены,  уголка губ приветливо приподняты. Потом, так ничего
и не сказав, он кивнул господину ротмистру и удалился. Господин
ротмистр, переваливаясь и помахивая искалеченной  рукой,  вышел
перед  строем и повернул к легионерам свое темное, почти черное
лицо.
     -- Легионеры! -- каркнул он голосом,  от  которого  у  Гая
пошли  мурашки  по  коже.  --  Перед  нами  дело.  Выполним его
достойно... Внимание, рота! По машинам! Капрал Гаал, ко мне!
     Когда  Гай  подбежал  и  вытянулся  перед  ним,   господин
ротмистр сказал негромко:
     --  Ваша  секция имеет специальное задание. По прибытии на
место из машины не выходить. Командовать буду я сам.


<ul><a name=8></a><h2>Глава шестая</h2></ul>

     У грузовика были отвратительные амортизаторы, и это  очень
чувствовалось  на  отвратительной  булыжной  мостовой. Кандидат
Сим, зажав автомат между коленями, заботливо придерживал Гая за
поясной ремень, рассудив, что капралу, который так заботится  о
своем   авторитете,   не  к  лицу  реять  над  скамейками,  как
какому-нибудь кандидату Зойзе. Гай не возражал, а  может  быть,
он  не  замечал  предупредительности своего подчиненного. После
разговора с  ротмистром  Гай  был  сильно  озабочен,  и  Максим
радовался, что по расписанию им придется быть рядом и он сможет
помочь, если понадобится.
     Грузовики миновали центральный театр, долго катились вдоль
вонючего имперского канала, потом свернули на длинную, пустую в
этот час   сапожную   улицу   и   принялись   колесить  кривыми
переулочками какого-то предместья, где Максим никогда не бывал.
А побывал он в последнее время во многих местах и за эти  сорок
с  небольшим  дней  разобрался  наконец  в положении. Положение
оказалось гораздо менее утешительным и более  причудливым,  чем
он думал.
     Он  еще  корпел  над  букварем, когда Гай пристал к нему с
вопросом, откуда он, Максим, взялся. Рисунки не  помогали:  Гай
воспринимал   их   с  какой-то  странной  улыбкой  и  продолжал
повторять все тот же  вопрос:  Откуда  ты?.  Тогда  Максим  в
раздражении  ткнул  пальцем в потолок и сказал: С неба. К его
удивлению,  Гай  нашел  это  вполне  естественным  и   стал   с
вопросительной  интонацией  сыпать  какими-то  словами, которые
Максим принял сначала за названия планет  местной  системы.  Но
Гай  развернул  карту  мира  в  меркаторской  проекции,  и  тут
выяснилось, что  это  вовсе  не  названия  планет,  а  названия
стран-антиподов.  Максим  пожал плечами, произнес все известные
ему выражения отрицания и стал изучать карту, так что  разговор
на этом временно прекратился.
     Вечером  дня  через  два Максим и Рада смотрели телевизор.
Шла какая-то очень странная передача,  нечто  вроде  кинофильма
без  начала  и  конца,  без определенного сюжета, с бесконечным
количеством действующих лиц -- довольно жутких лиц, действующих
довольно  дико  с  точки  зрения  нормального  гуманоида.  Рада
смотрела  с  интересом,  хватала Максима за рукав, вскрикивала,
раза два всплакнула, а Максим быстро соскучился и задремал было
под уныло-угрожающую музыку,  как  вдруг  на  экране  мелькнуло
что-то  знакомое. Он даже глаза протер. На экране была Пандора,
угрюмый тахорг тащился через джунгли,  давя  деревья,  и  вдруг
появился  Петер  с  манком  в  руках;  очень  сосредоточенный и
серьезный, он пятился задом,  споткнулся  о  корягу  и  полетел
спиной  прямо  в  болото.  С  огромным  изумлением Максим узнал
сообственную ментограмму, а потом еще одну и еще,  но  не  было
никаких  комментариев,  играла  все  та  же  музыка,  и Пандора
исчезла, уступив место слепому тощему человеку, который полз по
потолку, затянутому пыльной паутиной.  Что  это?  --  спросил
Максим, тыча пальцем в экран. Передача, -- нетерпеливо сказала
Рада.  --  Интересно.  Смотри.  Он так и не добился толку, и в
голову  ему  пришла  мысль  о  многих  десятках   разнообразных
пришельцев,  добросовестно  вспоминающих  свои миры. Однако, он
быстро отказался от этой мысли: миры  были  слишком  страшны  и
однообразны  --  глухие,  душные комнаты, бесконечные коридоры,
заставленные  мебелью,  которая  вдруг  прорастала  гигантскими
колючками;  спиральные лестницы, винтом уходящие в непроглядный
мрак  узких  колодцев;  зарешеченные  подвалы,   набитые   тупо
копошащимися     телами,     между     которыми     выглядывали
болезненно-бледные лица, как на картинках  Иеронима  Босха,  --
это  было  больше  похоже на бредовую фантазию, чем на реальные
миры. На фоне  этих  видений  ментограммы  Максима  ярко  сияли
реализмом,   переходящим   из-за   Максимова   темперамента   в
романтический  натурализм.  Такие  передачи  повторялись  почти
каждый  день, назывались они Волшебное путешествие, но Максим
так до конца и не понял, в чем их соль. В ответ на его  вопросы
Гай  и  Рада недоуменно пожимали плечами и говорили: Передача.
Интересно. Волшебное путешествие.  Сказка.  Ты  смотри!  Бывает
смешно, бывает страшно. И у Максима зародились самые серьезные
сомнения  в том, что целью исследований профессора Бегемота был
контакт и что вообще эти исследования были исследованиями.
     Этот  интуитивный  вывод  косвенно   подтвердился   декаду
спустя,   когда   Гай   прошел  по  конкурсу  в  заочную  школу
претендентов  на  первый  офицерский  чин  и  принялся  зубрить
математику  и  механику. Схемы и формулы из элементарного курса
баллистики привели Максима в недоумение. Он пристал к Гаю;  Гай
сначала  не  понял,  а потом, снисходительно улыбаясь, объяснил
ему космографию  своего  мира.  И  тогда  выяснилось,  что  его
обитаемый  остров  не  есть  шар,  не  есть  геоид  и вообще не
является планетой.
     Обитаемый  остров  был  миром,   единственным   миром   во
вселенной. Под ногами аборигенов была твердая поверхность сферы
мира.   Над  головами  аборигенов  имел  место  гигантский,  но
конечного  объема  газовый  шар  неизвестного  пока  состава  и
обладающий  не  вполне  ясными  пока  свойствами.  Существовала
теория о  том,  что  плотность  газа  быстро  растет  к  центру
газового   пузыря,   и  там  происходят  какие-то  таинственные
процессы,  вызывающие  регулярные  изменения  так   называемого
мирового   света,  обуславливающие  смену  дня  и  ночи.  Кроме
короткопериодических, суточных,  изменений  состояния  мирового
света,  существовали  долгопериодические,  порождающие сезонные
колебания температуры и смену времен года.  Сила  тяжести  была
направлена от центра сферы мира перпендикулярно ее поверхности.
Короче  говоря,  обитаемый  остров  существовал  на  внутренней
поверхности огромного пузыря в бесконечной тверди,  заполнявшей
вселенную.
     Максим,  совершенно  обалдевший от неожиданности, пустился
было в спор, но очень скоро оказалось, что они с  Гаем  говорят
на  разных  языках, и что понять друг друга им гораздо тяжелее,
чем убежденному коперниканцу понять  убежденного  последователя
Птолемея. Все дело было в удивительных свойствах атмосферы этой
планеты.  Во-первых,  необычайно  сильная  рефракция  непомерно
задирала горизонт и спокон веков внушала аборигенам, что  земля
их  не  плоская  и,  уж  во  всяком  случае, не выпуклая -- она
вогнутая.  Встаньте  на  морском  берегу,  --   рекомендоювали
школьные  учебники,  --  и  проследите  за  движением  корабля,
отошедшего от пристани. Сначала он будет двигаться  как  бы  по
плоскости,  но  чем  дальше он будет уходить, тем выше он будет
подниматься, пока не скроется в атмосферной дымке,  заслоняющей
остальную  часть  мира.  Во-вторых,  атмосфера эта была весьма
плотна и фосфоросцерировала днем и ночью, так что никто никогда
не видел здесь звездного неба, а случаи наблюдения солнца  были
записаны  в  хрониках и служили основой для бесконечных попыток
создания теории мирового света.
     Максим  понял,  что  находится  в  ловушке,  что   контакт
сделается  возможным  только тогда, когда ему удастся буквально
вывернуть наизнанку естественные представления,  складывавшиеся
тысячелетиями.  По-видимому  это  уже пытались здесь проделать,
если  судить  по   распространенному   проклятию   массаракш,
означавшему дословно мир наизнанку; кроме того, Гай рассказал
о  чисто абстрактной математической теории, рассматривавшей мир
иначе.   Теория   эта   возникла   еще   в   древние   времена,
преследовалась   некогда   официальной  религией,  имела  своих
мучеников,   получила   математическую    стройность    трудами
гениальных  математиков  прошлого века, но так и осталась чисто
абстрактной, хотя, как и большинство абстрактных теорий,  нашла
себе  наконец  практическое применение -- совсем недавно, когда
были созданы сверхдальнобойные снаряды.
     Обдумав и сопоставив все, что ему стало  известно,  Максим
понял,  во-первых, что все это время выглядел здесь сумасшедшим
и что недаром его ментограммы включены в  шизоидное  Волшебное
путешествие.  Во-вторых,  он  понял, что до поры до времени он
должен молчать о  своем  инопланетном  происхождении,  если  не
хочет  вернуться к Бегемоту. Это означало, что обитаемый остров
не придет к нему на помощь, что расчитывать он может только  на
себя,   что   постройка   нуль-передатчика   откладывается   на
неопределенное время, а сам он  застрял  здесь  надолго,  может
быть  -- массаракш! -- Навсегда. Безнадежность ситуации едва не
сбила его с ног, но он стиснул зубы и принудил себя  рассуждать
чисто логически. Маме придется пережить тяжелое время. Ей будет
безмерно   плохо,  и  одна  эта  мысль  отбивает  всякую  охоту
рассужддать  логически.  Будь  он  неладен,  этот   бездарный,
замкнутый  мир!..  Но  у  меня  есть  только  два  выхода: либо
тосковать  по  невозможному  и  бессильно  кусать  локти,  либо
собраться  и ждать. По-настоящему жить, как я хотел жить всегда
-- любить друзей, добиваться цели, драться, побеждать,  терпеть
поражения,  получать  по носу, давать сдачи -- все, что угодно,
только не заламывать в отчаянии руки... Он прекратил разговоры
о строении вселенной и принялся расспрашивать Гая об истории  и
социальном устройстве своего обитаемого острова.
     С  историей  дело  обстояло  неважно. Гай имел из нее лишь
отрывочные сведения,  и  серьезных  книг  у  него  не  было.  В
городской библиотеке серьезных книг не оказалось тоже. Но можно
было   понять,   что  приютившая  Максима  страна  была  раньше
значительно обширней и владела огромным  количеством  заморских
колоний,  из-за которых и вспыхнула разрушительная война с ныне
забытыми соседними государствами. Война эта охватила весь  мир,
погибли  миллионы  и  миллионы,  были разрушены тысячи городов,
десятки больших и малых государств были сметены с лица земли, в
мире и стране воцарился хаос. Наступили дни жестокого голода  и
эпидемий.   Попытки  народных  восстаний  кучка  эксплуататоров
подавляла  ядерными  зарядами.  Страна  и  мир  шли  к  гибели.
Положение было спасено Огненосными Творцами. Судя по всему, это
была  анонимная  группа  молодых  офицеров  генерального штаба,
которые  в  один  прекрасный  день,  располагая   всего   двумя
дивизиями,  очень недовольными тем, что их направляют в атомную
мясорубку, организовали путч и  захватили  власть.  С  тех  пор
положение  в  значительной  степени  стабилизировалось, и война
утихла как-то сама собой, хотя мира никто не заключал.
     Максим понимал, что политическое устройство страны  весьма
далеко  от  идеального.  Однако  было  ясно,  что  популярность
Огненосных Творцов в народе чрезвычайно высока, причем во  всех
слоях   общества.   Экономическая   основа   этой  популярности
оставалась Максиму непонятной, но дело было, очевидно,  в  том,
что  военная  верхушка сумела укротить аппетиты промышленников,
чем завоевала популярность у рабочих, и  привела  в  подчинение
рабочих,  чем  расположила  к себе промышленников. Впрочем, это
были только догадки. Гаю, например,  такая  постановка  вопроса
вообще  казалась  диковинной:  такое  понятие, как класс, для
него не существовало, и противоречий между социальными группами
он представить себе не мог...
     Внешнее  положение  страны  продолжало  оставаться  крайне
напряженным.   К   северу  от  нее  располагалось  два  больших
государства -- Хонти и Пандея -- бывшие не то  колонии,  не  то
провинции.  Об  этих  странах  никто  ничего  не  знал, но было
известно, что обе страны питают  самые  агрессивные  намерения,
непрерывно засылают диверсантов и шпионов, организуют инциденты
на  границах и готовят войну. Цель этой войны была Гаю не ясна,
да он никогда и не задавался таким вопроосом.  На  севере  были
враги, и этого ему было достаточно.
     К  югу,  за приграничными лесами, лежала пустыня, выжженая
ядерными взрывами, образовавшаяся на месте целой группы  стран,
принимавших  в военных действиях самое активное участие. О том,
что происходило на этих миллионах квадратных  километров,  тоже
не было известно ничего, да это никого и не интересовало. Южные
границы   подвергались  непрерывным  атакамм  колоссальных  орд
полудикарей -- выродков, которыми кишели леса за рекой  Голубая
Змея. Проблема южных границ считалась чуть ли не важнейшей. Там
было  очень  трудно,  и  именно  там концентрировались отборные
части боевого легиона. Гай прослужил в этих частях три  года  и
рассказывал удивительные вещи.
     Южнее  пустыни,  на  другом  конце  единственного материка
планеты, тоже могли сохраниться какие-то государства, но они не
давали о себе знать. Зато постоянно и непрерывно давала о  себе
знать  так называемая Островная Империя, обосновавшаяся на трех
мощных   архипелагах   антарктической   зоны.   Мировой   океан
принадлежал  ей.  Радиоактивные  воды  бороздил  огромный  флот
подводных лодок,  вызывающе  окрашенных  в  снежно-белый  цвет,
оснащенных   по  последнему  слову  истребительной  техники,  с
бандами  специально  выдрессированных  головорезов  на   борту.
Жуткие,  как  призраки,  белые  субмарины  держали в постоянном
напряжении  прибрежные  районы,  производя   неспровоцированные
обстрелы и высаживая пиратские десанты. Этой белой угрозе также
противостоял легион.
     Картина  всемирного  хаоса  и разрушения потрясла Максима.
Перед ним была планета-могильник, на которой еле-еле  теплилась
жизнь,  и  жизнь  эта  готова  была  погасить сама себя в любой
момент.
     Максим слушал Раду, ее спокойные  и  страшные  рассказы  о
том,  как  мать  получила известие о гибели отца (отец, врач --
эпидемиолог,  отказался  покинуть   зараженный   район,   а   у
государства  в  то  время  не  было  ни времени, ни возможности
бороться с эпидемией регулярными средствами, и на район  просто
была  сброшена бомба); о том, как после смерти отца, она, Рада,
чтобы  прокормить  маленького  Гая  и  совершенно  беспомощного
дядюшку   Каана,   по   восемнадцать  часов  в  сутки  работала
посудомойкой  на  пересылочном  пункте,   потом   уборщицей   в
роскошном  притоне  для спекулянтов, потом выступала в женских
бегах с тотализатором, потом сидела в тюрьме, правда  недолго,
но осталась без работы и несколько месяцев просила милостыню...
     Максим  слушал  дядюшку  Каана, когда-то крупного ученого,
как в первый же год войны упразднили Академию  Наук,  составили
Его  Императорского Величества Академии батальон; как от голода
сошел с ума и  повесился  создатель  эволюционной  теории;  как
голодная  толпа  разгромила  зоологический  музей и захватила в
пищу заспиртованные препараты...
     Максим  слушал   Гая,   его   бесхитростные   рассказы   о
строительстве  башен противобаллистической защиты, как по ночам
людоеды  подкрадываюся  к  строительным  площадкам  и  похищают
воспитуемых  и  сторожевых легионеров; как в темноте неслышными
призраками нападают  беспощадные  упыри,  полулюди,  полузвери,
полусобаки;  слушал его восторженную хвалу системе ПБЗ, которая
создавалась ценой невероятных лишений в последние  годы  войны,
которая, по сути, и прекратила военные действия, защитив страну
с  воздуха,  которая  и  теперь является единственной гарантией
безопасностии от агрессии с севера... А эти мерзавцы устраивают
нападения на отражательные башни  --  продажные  шкуры,  убийцы
женщин  и  детей,  купленные  на грязные деньги Хонти и пандеи,
выродки, мразь  хуже  всякого  крысолова...  Нервное  лицо  Гая
искажалось  ненавистью.  Здесь  самое  главное, -- говорил он,
постукивая кулаком по столу, -- и поэтому я пошел в легион,  не
на  завод,  не в поле, не в контору -- в боевой легион, который
сейчас спасает все...
     Максим слушал жадно, как страшную, невозможную сказку, тем
более страшную и невозможную, что все это было на  самом  деле,
что  многое и многое из этого продолжало быть, а самое страшное
и невозможное из этого могло повториться в любую минуту. Смешно
и стыдно стало ему думать о собственных неурядицах, игрушечными
сделались его собственные проблемы  --  какой-то  там  контакт,
нуль
-передатчик, ломанье рук...
     Грузовики круто свернули в неширокую улицу с многоэтажными
кирпичными  домами,  и  Панди  сказал:  Приехали. Прохожие на
тротуаре  шарахнулись  к  стенам,  закрываясь  от  света   фар.
Грузовик   остановился,   над   кабиной   выдвинулась   длинная
телескопическая антенна.
     -- Выходи! -- В один голос  гаркнули  командиры  второй  и
третьей секции, и легионеры посыпались через борта.
     --  Первой  секции  остаться  на месте! -- скомадовал Гай.
Вскочившие было  Панди  и  Максим  снова  сели.  --  На  тройки
разберись!  --  орали  капралы  на  тротуаре. -- Вторая секция,
вперед! Третья секция,  за  мной!  Вперед,  марш!  Прогрохотали
подкованные сапои, кто-то восторженно взвизгнул:
     -- Господа! Боевой легион!
     -- Да здравствует боевой легион!
     --  Ура!  -- закричали бледные люди, прижавшиеся к стенам,
чтобы не мешать. Эти прохожие словно ждали здесь  легионеров  и
теперь, дождавшись, радовались им, как лучшим друзьям.
     Сидевший  справа  от  Максима  кандидат  Зойза, совсем еще
мальчишка, длинный как жердь, с белым  пухом  на  щеках,  ткнул
Максима  острым  локтем  в  бок  и  радостно  подмигнул. Максим
улыбнулся в ответ. Секции уже исчезли  в  подъездах;  у  дверей
стояли  только  капралы, стояли твердо, надежно, с неподвижными
лицами под беретами набекрень. Хлопнула дверь  кабины  и  голос
ротмистра Чачу прокаркал:
     --   Первая   секция,   выходи,  стройся!  Максим  прыжком
перемахнул  через  борт.  Когда  секция  построилась,  ротмистр
движением  руки остановил Гая, подбежавшего с докладом, подошел
к строю вплотную и скомандовал:
     -- Надеть каски!
     Действительные  рядовые  словно  ждали  этой  команды,   а
кандидаты    несколько   замешкались.   Ротмистр,   нетерпеливо
постукивая  каблуком,  дождался,   пока   Зойза   справится   с
подбородочным   ремнем,   и  скомандовал:  Направо  и  Бегом
вперед.  Он  сам  побежал  впереди,  неуклюже-ловкий,   сильно
отмахивая  покалеченной  рукой,  ведя секцию под темную арку во
двор, узкий и мрачный как колодец,  свернул  под  другую  арку,
такую  же  мрачную  и  вонючую, и остановился перед облупленной
дверью под тусклой лампочкой.
     -- Внимание! -- каркнул он. -- Первая  тройка  и  кандидат
Сим  пойдут со мной. Остальные останутся здесь. Капрал Гаал, по
свистку тройку ко мне наверх,  на  четвертый  этаж.  Никого  не
выпускать,  брать  живыми,  стрелять  только  в крайнем случае.
Первая тройка и кандидат Сим, за мной!
     Он толкнул облупленную  дверь  и  исчез.  Максим,  обогнав
Панди,  кинулся  следом.  За  дверью  оказалась крутая каменная
лестница с железными перилами, узкая, озаренная тусклым светом.
Ротмистр резво,  через  три  ступеньки,  бежал  наверх.  Максим
догнал  его  и увидел в его руке пистолет. Тогда Максим на бегу
снял с шеи автомат; на секунду он ошутил тошноту при мысли, что
сейчас, может быть, придется стрелять в людей, но  отогнал  эту
мысль  --  это  были  не  люди, это были животные, хуже усатого
Крысолова, хуже пятнистых обезьян. Гнусная слякоть под  ногами,
мутный  свет, заплеванные стены подтверждали и поддерживали это
ощущение.
     Второй этаж. Кухонные ароматы, в щели  полуоткрытой  двери
старушечье  лицо.  С  мявом  шарахается из-под ног ополоумевшая
кошка. Третий этаж. Какой-то болван поставил  посреди  площадки
ведро  с помоями. Ротмистр сшибает ведро, помои летят в пролет.
Массаракш!..  --  Рычит  снизу  Панди.  Парень   и   девушка,
обнявшись,    прижались    в    темном   углу,   лица   у   них
испуганно-радостные. Прочь вниз! -- Каркает на бегу ротмистр.
Четвертый  этаж.  Безобразная  коричневая  дверь   с   облезшей
масляной  краской,  исцарапанная  жестяная  дощечка с надписью:
Гобби, зубной врач. Прием в любое  время.  За  дверью  кто-то
протяжно кричит. Ротмистр останавливается и хрипит: Замок! По
его  черному  лицу  катится пот. Максим не понимает. Набежавший
Панди отталкивает его, приставляет ствол автомата к  двери  под
ручку  и  дает  очередь.  Сыплются искры, летят куски дерева, и
сейчас же, словно в ответ, за дверью  глухо,  сквозь  протяжный
крик,  хлопают  выстрелы,  снова  с треском летят щепки, что-то
горячее, плотное с  гнусным  визгом  проносится  у  Максима  на
головой.  Ротмистр распахивает дверь, там темно, желтые вспышки
выстрелов озаряют клубы дыма. За мной! -- хрипит  ротмистр  и
ныряет  головой  вперед  навстречу  выстрелам.  Максим  и Панди
рвутся за ним; дверь узкая, придавленный Панди коротко  вякает.
Коридор,   духота,   пороховой   дым.   Угроза   слева.  Максим
выбрасывает руку, ловит горячий ствол, рвет оружие  от  себя  и
вверх.  Тихо,  но  ужасающе отчетливо хрустят чьи-то вывернутые
суставы, большое мягкое тело застывает  в  безвольном  падении.
Впереди,  в дыму каркает ротмистр: Не стрелять, брать живьем!
Максим  бросает  автомат  и  врывается  в  большую   освещенную
комнату.  Здесь очень много книг и картин и стрелять здесь не в
кого. На полу корчатся двое мужчин. Один все время кричит,  уже
охрип,  но  все равно кричит. В кресле, откинув голову, лежит в
обмороке женщина -- белая до прозрачности. Комната полна болью.
Ротмистр стоит над кричащим человеком  и,  озираясь  засовывает
пистолет   в   кобуру.   Сильно   толкнув  Максима,  в  комнату
вваливается Панди, за ним легионеры волокут грузное тело  того,
кто стрелял в коридоре. Кандидат Зойза, мокрый и взволнованный,
без   улыбки   подает   Максиму   брошенный  автомат.  Ротмистр
поворачивает к ним свое страшное черное лицо. А где еще один?
-- Каркает он, и в тот же момент падает портьера, с подоконника
тяжело соскакивает длинный худой  человек  в  белом  запятнаном
халате.  Он как слепой идет на ротмистра, медленно поднимая два
огромных пистолета на уровень стеклянных от боли глаз. Ай! --
Кричит Зойза...
     Максим  стоял  боком,  и  у  него  не  оставалось  времени
повернуться. Он прыгнул изо всех сил, но человек успел все-таки
один  раз  нажать  на  спусковые  крючки. Максиму опалило лицо,
пороховая гарь забила рот,  а  пальцы  его  уже  сомкнулись  на
запястьях  белого  халата,  и пистолеты со стуком упали на пол.
Человек опустился на колени, уронил  голову,  и,  когда  Максим
отпустил его, мягко повалился ничком.
     --  Ну-у-у, -- сказал ротмистр с непонятной интонацией. --
Кладите этого сюда же, -- приказал он Панди. -- А ты, -- сказал
он бледному и мокрому Зойзе, -- беги вниз и  сообщи  командирам
секций,  где  я  нахожусь. Пусть доложат как у них дела. (Зойза
щелкнул каблуками и метнулся к двери.) Да, передай Гаалу, пусть
поднимется сюда... Перестань орать, мразь! -- Прикрикнул он  на
стонавшего  человека и легко стукнул его носком сапога в бок. -
Э, бесполезно. Хлипкая дрянь, мусор... Обыскать! -- приказал он
Панди. -- И положите их всех в ряд. Тут же на полу. И эту тоже,
а то расселась в единственном кресле...
     Максим подошел к женщине, осторожно поднял ее и перенес на
кровать. У него было смутно на душе. Не этого он ожидал. Теперь
он и сам не знал -- чего. Желтых  оскаленных  клыков,  злобного
воя,  свирепой  схватки не на жизнь, а насмерть?.. Ему не с чем
было сравнить свои ощущения,  но  он  почему-то  вспомнил,  как
однажды подстрелил тахорга и как это огромное и беспощадное, по
слухам,  животное,  провалившись  с  перебитым  позвоночником в
огромную яму,  тихо,  жалобно  плакало  и  что-то  бормотало  в
смертной тоске почти человеческим голосом...
     -- Кандидат Сим! -- Каркнул ротмистр. -- Я ска-
     зал -- на пол! Он смотрел на Максима своими
     жуткими  прозрачными  глазами,  губы  у  него словно свело
судорогой, и Максим понял: не  ему  судить,  что  в  этом  мире
верно,  а  что  нет.  Он  еще  чужак,  он  не  знает пока ни их
ненависти, ни их любви... Он поднял женщину и положил ее  рядом
с   грузным   человеком.   Панди   и  второй  легионер,  пыхтя,
старательно выворачивали карманы арестованных.  А  арестованные
были без памяти. Все пятеро.
     Ротмистр  уселся в кресло, бросил на стол фуражку, закурил
и пальцем поманил к себе Максима. Максим подошел, браво щелкнув
каблуками.
     -- Почему бросил автомат? -- Негромко спросил ротмистр.
     -- Вы приказали не стрелять.
     -- Господин ротмистр.
     -- Так точно,приказали не стрелять,  гос  подин  ротмистр.
Ротмистр,  прищурившись,  пускал дым в потолок. -- Значит, если
бы я приказал тебе молчать, ты бы откусил себе язык?
     Максим промолчал. Разговор ему не нравился, но  он  хорошо
помнил наставления Гая.
     -- Кто отец? -- спросил ротмистр.
     -- Ученый, господин ротмистр.
     -- Жив?
     --  Так  точно,  господин ротмистр. Ротмистр вынул изо рта
сигарету и посмотрел на Максима.
     -- Где он? Максим понял, что сболтнул  лишнее.  Надо  было
выкручиваться. -- Не знаю, господин ротмистр, точнее, не помню.
--  Однако,  то,  что  он  ученый,  ты  помнишь... А что ты еще
помнишь?
     -- Не знаю, господин ротмистр.  Помню  многое,  но  капрал
Гаал полагает, что это ложная память.
     В  коридоре  послышались  торопливые шаги, в комнату вошел
Гай и вытянулся перед ротмистром.
     -- Займись этими полутрупами, капрал, -- сказал  ротмистр.
-- Наручников хватит?
     Гай поглядел через плечо на арестованных.
     --  С  вашего  позволения,  господин  ротмистр,  одну пару
придется занять в соседней секции.
     -- Действуй.
     Гай  выбежал,  а  в  коридоре  уже  опять  топали  сапоги,
появились  командиры  секций  и доложили, что операция проходит
успешно, двое подозрительных уже  взяты,  жильцы,  как  всегда,
оказывают    активную    помощь.   Ротмистр   приказал   скорее
заканчивать, а по окончании передать  в  штаб  парольное  слово
тамба.   Когда  командиры  секций  вышли,  он  закурил  новую
сигарету и некоторое время молчал, глядя, как легионеры снимают
со стеллажей книги, перелистывают их и бросают на кровать.
     -- Панди, -- сказал он  негромко,  --  займись  картинами.
Только  вот  с этой осторожнее, не попорти, я возьму ее себе...
-- Затем он снова повернулся к Максиму. -- Как ты ее  находишь?
-- Спросил он.
     Максим  посмотрел.  На  картине был морской берег, высокая
водная даль без горизонта,  сумерки  и  женщина,  выходящая  из
воды. Ветер. Свежо. Женщине холодно.
     -- Хорошая картина, господин ротмистр, -- сказал Максим.
     -- Узнаешь места?
     -- Никак нет. Этого моря я никогда не видел.
     -- А какое видел?
     -- Совсем другое, господин ротмистр, но это ложная память.
     -- Вздор. Это же самое, только ты смотрел не с берега, а с
мостика, и под тобой была белая палуба, а позади, на корме, был
еще один мостик, только пониже. А на берегу была не эта баба, а
танк,  и  ты  наводил под башню... Знаешь ты, щенок, что такое,
когда болванка попадает под башню? Массаракш... -- Прошипел  он
и раздовил окурок об стол.
     --  Не  понимаю,  --  сказал  Максим холодно. -- Никогда в
жизни ничего никуда не наводил.
     -- Как же ты можешь знать? Ты ведь ничего не помнишь.
     -- Я помню, что не наводил.
     -- Господин ротмистр!
     -- Помню, что не наводил, господин ротмистр. И не понимаю,
о чем вы говорите.
     Вошел Гай в сопровождении двух кандидатов.  Они  принялись
надевать на задержанных тяжелые наручники.
     --  Тоже  ведь  люди,  --  вдруг сказал ротмистр. -- У них
жены, дети. Они кого-то любили, их кто-то любил...
     Он говорил, явно  издеваясь,  но  Максим  сказал  то,  что
думал:
     --  Да,  господин  ротмистр.  Я ожидал чего-то другого. --
Краем глаза он видел, что Гай испуганно смотрит на него. Но ему
уже до тошноты надоело врать, и он добавил: -- я думал, что это
действительно выродки. Вроде голых пятнистых... Животных.
     -- Голый пятнистый дурак, --  веско  сказал  ротмистр.  --
Деревня.  Ты  не  в  лесу.  Здесь  они  как люди, у которых при
сильном волнении сильно  болит  головка.  А  у  тебя  не  болит
головка при волнении? -- спросил он неожиданно.
     --  У  меня никогда ничего не болит, господин ротмистр, --
ответил Максим. -- А у вас?
     -- Что-о?
     -- У вас такой раздраженный тон, я и подумал...
     -- Господин  ротмистр!  --  Каким-то  дребезжащим  голосом
крикнул Гай, -- разрешите доложить. Арестованные пришли в себя.
Ротмистр поглядел на него и усмехнулся. -- Не волнуйся, капрал.
Твой  дружок показал себя сегодня настоящим легионером. Если бы
не он, ротмистр Чачу валялся бы сейчас с пулей в башке... -- Он
закурил третью сигарету и  выпустил  в  потолок  толстую  струю
дыма.  --  У тебя верный нюх, капрал. Я бы хоть сейчас произвел
этого молодчика в рядовые... Массаракш, я  произвел  бы  его  в
офицеры!  У  него  бригадирские  замашки,  он  обожает задавать
вопросы офицерам... Но я теперь очень хорошо тебя понимаю. Твой
рапорт имел все основания. Так что... Погодим пока  производить
его...  --  Ротмистр  поднялся,  тяжело  ступая  обошел  стол и
остановился перед Максимом. -- Не будем даже производить его  в
действительные рядовые. Он хороший боец, но он еще молокосос...
Мы займемся его воспитанием... Внимание! -- Заорал он вдруг, --
капрал  Гаал!  Вывести  арестованных!  Рядовой Панди и кандидат
Сим, забрать мою картину и все, что тут есть бумажного! Отнести
ко мне в машину!
     Он  повернулся  и  вышел  из  комнаты.   Гай   укоризненно
посмотрел  на Максима, но ничего не сказал. Легионеры поднимали
задержанных, пинками и тычками ставили их  на  ноги  и  вели  к
двери. Задержанные не сопротивллялись. Они были как ватные, они
шатались, у них подгибались ноги. Грузный человек, стрелявший в
коридоре,   громко   постанывал   и  ругался  шепотом.  Женщина
беззвучно шевелила губами. У нее странно светились глаза.
     -- Эй, Мак, --  сказал  Панди.  --  Возьми  вон  одеяло  с
кровати,  заверни  в  него  книги, а если не хватит, возьми еще
простыню. Как сложишь, тащи все вниз, а я картину понесу...  Да
не  забудь  автомат, дурья голова! Ты думаешь, чего ротмистр на
тебя взъелся? Автомат ты бросил. Разве можно оружие бросать? Да
еще в бою... Эх, ты!..
     -- Прекрати разговоры, Панди, -- сердито  сказал  Гай.  --
Бери картину и иди.
     В  дверях он обернулся к Максиму, постучал себя пальцем по
лбу и вышел. Было слышно, как Панди, спускаясь по лестнице,  во
все  горло распевает Уймись, мамаша. Максим вздохнул, положил
автомат на стол и подошел к груде книг, сваленных на кровать  и
на  пол.  Его  вдруг  осенило, что он нигде еще не видел такого
количества книг, разве что в библиотеке. В книжных лавках  книг
было,  конечно,  больше,  но  только  по  количеству,  а  не по
названиям.
     Книги были старые, с  пожелтевшими  страницами.  Некоторые
немного обгорели, а некоторые, к удивлению Максима были ощутимо
радиоактивны. Не было времени как следует рассмотреть их.
     Максим  упаковал  два  узла  и  некоторое  время  постоял,
оглядывая комнату. Пустые, перекошенные стеллажи, темные  пятна
там,   где  были  картины,  сами  картины,  выдранные  из  рам,
затоптанные... И никаких следов зубоврачебной техники. Он  взял
узлы  и  направился  к  двери,  но потом вспомнил и вернулся за
автоматом. На столе под стеклом лежали две фотографии. На одной
-- та самая прозрачная женщина, и на коленях у нее мальчик  лет
четырех  с  изумленно  раскрытым  ртом,  а  женщина -- молодая,
удовлетворенная, гордая... На  второй  фотографии  --  красивая
местность   в   горах,   темные   купы   деревьев,   старинная,
полуразрушенная башня... Максим  закинул  автомат  за  спину  и
вернулся к узлам.


<ul><a name=9></a><h2>Глава седьмая</h2></ul>

     По утрам после завтрака бригада выстраивалась на плацу для
зачтения  приказов  и развода на занятия. Это была самая тяжкая
для  Максима  процедура,  если  не  считать  вечерних  поверок.
Зачтение  любых  приказов  сопровождалось  каждый раз настоящим
пароксизмом восторга. Максим заставлял себя подавлять невольное
отвращение к этому внезапному безумию, которое  охватывало  всю
бригаду, начиная от бригадира и кончая последним кандидатом; он
ругал   себя   за   скептицизм   инородца  и  чужака;  старался
вдохновиться  сам,  твердил  мысленно,  что  должен  понять   и
проникнуться. Но это было очень трудно.
     С  детства  воспитанный  в правилах сдержанно-иронического
отношения к себе, в неприязни к громким словам, он почти злился
на товарищей по строю, на  добрых,  простодушных,  неплохих,  в
общем,   ребят,  когда  они  вдруг  после  зачтения  приказа  о
наказании тремя сутками карцера кандидата имярек за  прерикания
с   капралом   таким-то,   разевали  рты,  теряли  присущее  им
добродушие и чувство  юмора  и  принимались  восторженно  орать
Ура!,  А  потом  со  слезами на глазах запевали Марш боевого
легиона и повторяли его дважды, трижды,  а  иногда  четырежды.
При   этом   из  бригадной  кухни  высыпали  даже  повара  и  с
энтузиазмом  подхватывали,  неистово  размахивая  черпаками   и
ножами,  благо  были  вне  строя. Памятуя, что в этом мире надо
быть, как все, Максим тоже пел и тоже старался утратить чувство
юмора, и это ему удавалось, но было противно, потому что сам он
никакого  подъема  не  испытывал,   а   испытывал   одну   лишь
неловкость.
     На  этот  раз  взрыв  энтузиазма последовал после зачтения
приказа  о  производстве  действительного  рядового   Димбы   в
капралы,   приказа   о   вынесении  благодарности  кандидату  в
действительные рядовые Симу за проявленную в операции отвагу  и
приказа  о  переводе  казармы  четвертой  роты  на ремонт. Едва
бригадный адьютант  засунул  листки  приказов  в  планшет,  как
бригадир,  сорвав с себя фуражку, набрал полную грудь воздуху и
скрипучим    голосом    закричал:    Вперед!..    Легионеры!..
Железные!.. И пошло, и пошло... Сегодня было особенно неловко,
потому  что  Максим  увидел, как по темным щекам ротмистра Чачу
покатились  слезы.  Легионеры  ревели  быками,   отбивая   такт
прикладами  на  массивных  ременных  пряжках.  Чтобы  не видеть
этого, Максим зажмурился и  взревел  распаленным  тахорогом,  и
голос  его  покрыл  все  голоса  --  во  всяком  случае ему так
показалось. Вперед бесстрашные!.. --  Ревел  он,  уже  никого
больше  не  слыша,  кроме  себя.  До чего же идиотские слова...
Наверно, какой-нибудь капрал сочинил. Нужно очень  любить  свое
дело,  чтобы  ходить  в бой с такими словами. Он открыл глаза и
увидел стаю черных  птиц,  всполошенно  мечущихся  над  плацем.
Алмазный панцирь не спасет тебя, о враг...
     Потом  все  кончилось  также  внезапно,  как  и  началось.
Бригадир обвел строй посоловевшими глазами,  вспомнил,  где  он
находится  и  сорванным голосом скомандовал: Господам офицерам
развести  роты  на  занятия!   Ребята,   оторопело   поматывая
головами,  косились  друг  на  друга, и ротмистру Чачу пришлось
дважды крикнуть Равняйсь!, Прежде чем  ряды  приняли  должный
вид.  Затем  роту  отвели  к  казарме, и ротмистр распорядился:
Первая  секция  назначается  в   конвой.   Остальным   секциям
приступить к занятиям по распорядку. Р-разойдись!
     Разошлись.  Гай  построил свою секцию и распределил посты.
Максиму с Панди достался пост в допросной камере.  Гай  наскоро
объяснил   обязанности:   стоять   смирно   справа   и   позади
арестованного, при попытке арестованного подняться со скамьи  -
препятствовать  силой,  подчиняться  непосредственно бригадиру,
старший -- рядовой Панди, короче говоря, смотри на Панди...
     -- Я бы ни за что  не  поставил  тебя  на  этот  пост,  не
положено  кандидату,  но господин ротмистр приказал... Ты держи
ухо востро, Мак. Что-то я господина ротмистра не пойму.  То  ли
он  тебя хочет продвинуть поскорее -- очень ты ему понравился в
деле; вчера на разборе операции с командирами секций он много о
тебе говорил, да и приказ послал... То ли  он  тебя  проверяет.
Почему так -- не знаю. Может быть, я виноват со своим рапортом,
а  может  быть,  ты  сам  со  своими  разговорчиками...  --  Он
озабоченно оглядел Максима. -- Почисть еще раз сопоги,  подтяни
ремень  и  надень  перчатки... Да, у тебя же нет, кандидатам не
положено... Ладно, беги на  склад,  да  живее,  через  тридцать
минут выходим.
     На  складе  Максим  застал Панди, который менял треснувшую
кокарду.
     -- Во, капрал! -- Сказал  Панди,  обращаясь  к  начальнику
склада  и хлопая Максима по плечу. - Видал? Девятый день парень
в легионе  --  и  уже  благодарность.  В  камеру  его  со  мной
поставили...  Небось  за  белыми перчатками прибежал? Выдай ему
хорошие перчатки, капрал, он заслужил. Парень -- герой!
     Капрал недовльно заворчал, полез  в  стеллажи,  заваленные
вещевым   довольствием,   бросил  на  прилавок  перед  Максимом
несколько пар белых нитяных перчаток и сказал пренебрежительно:
     -- Герой! Это вы здесь с очумелыми герои. Конечно, когда у
него от боли все нутро потрескалось, подходи да клади в  мешок.
Тут бы и мой дед героем был, без рук, без ног...
     Панди обиделся.
     --  Твой дед без памяти удрал бы, когда бы на него вот так
с  двумя  пистолетами  наскочили...  Я  было   подумал,   конец
господину ротмистру...
     --  Конец,  конец...  --  брюзжал капрал. -- Вот загремите
через полгода на южную границу, тогда посмотрим, кто без памяти
удирать будет...
     Когда они вышли со склада, Максим спросил со  всевозможной
почтительностью (старина Панди любил почтительность):
     --  Господин Панди, почему у этих выродков такие боли? И у
всех сразу. Как это так?
     -- От страху,  --  ответил  Панди,  для  важности  понизив
голос.  --  Выродки,  понимаешь?  Читать тебе надо больше, Мак.
Есть такая брошюра: Выродки, кто они и откуда. Прочти,  а  то
как  был ты дураком, так и останешся. На одной храбрости далеко
не уедешь... -- он помолчал. -- Мы вот волнуемся, например, или
злимся, скажем, или испугались -- у нас ничего, только вспотеем
разве или,  скажем,  поджилки  затрясутся.  А  у  них  организм
ненормальный,  вырожденный.  Злится  он  на  кого-нибудь,  или,
например, струсил -- у него сразу сильные боли в  голове  и  по
всему  телу. До беспамятства. Понял? По такой особенности мы их
узнаем и, конечно, задерживаем... Берем... А хороши перчаточки,
как раз на меня. Как ты полагаешь?
     -- Тесноваты  они  мне,  господин  Панди,  --  пожаловался
Максим.  --  Давайте  поменяемся:  вы  эти возьмите, а мне свои
отдайте, разношенные.
     Панди был очень доволен, и Максим был доволен. И вдруг  он
вспомнил  Фанка, как тот корчился в машине от боли... И как его
забрали патрульные легионеры. Только чего он мог испугаться?  И
на  кого  он  мог  злиться? Ведь он не волновался, спокойно вел
машину, посвистывая, очень ему  чего-то  хотелось...  Вероятно,
курить.  Впрочем, он обернулся, увидел патрульную машину... Или
это было после?.. Да, он очень торопился, а фургон  загораживал
дорогу...   Может  быть,  он  разозлился?..  Да  нет,  чего  я
выдумываю, мало ли какие приступы бывают у людей... А задержали
его за аварию. Интересно, однако, куда он вез  меня  и  кто  он
такой? Фанка надо бы найти...
     Он  начистил  сапоги,  привел  себя  в совершенный порядок
перед  большим  зеркалом,  навесил  на   шею   автомат,   снова
погляделся в зеркало, и тут Гай приказал строиться.
     Придирчиво  всех  оглядев  и проверив знание обязанностей,
Гай побежал в ротную канцелярию доложить.  Пока  его  не  было,
легионеры  сыграли  в  мыло,  было  рассказано три истории из
солдатской  жизни,  которые  Максим  не  понял  из-за  незнания
некоторых  специфических  выражений;  потом к Максиму пристали,
чтобы он рассказал, откуда он такой здоровенный  --  это  стало
уже  привычной  шуткой  в  секции  --  и упросили его скатать в
трубочку пару монеток на  память.  Затем  из  канцелярии  вышел
ротмистр  Чачу  в  сопровождении  Гая.  Он тоже придирчиво всех
осмотрел, отошел, сказавши: Веди  секцию,  капрал,  и  секция
направилась к штабу.
     В штабе ротмистр приказал действительному рядовому Панди и
кандидату  Симу  следовать  за собой, а Гай увел остальных. Они
вошли  в  небольшую  комнату  с  плотно   завешенными   окнами,
пропахшую  дымом  курительных  палочек.  В  дальнем конце стоял
огромный пустой стол, вокруг стола были  расставлены  трехногие
стулья,  а  на  стене  висела потемневшая картина, изображавшая
старинное  сражение:  лошади,  щетинистые  панцири  из  дранки,
обнаженные  пилообразные  мечи  и  целый  лес копий, похожих на
вилы. В десяти шагах от стола  и  правее  двери  Максим  увидел
железное   дырчатое   сиденье.   Его  единственная  ножка  была
привинчена к полу здоровенными болтами.
     -- Встать  по  местам!  --  Скомандовал  ротмистр,  прошел
вперед и сел у стола.
     Панди   заботливо   установил   Максима  справа  и  позади
железного  сиденья,  сам  встал  слева  и   шепотом   приказал:
Смирно.  И они застыли. Ротмистр сидел, положив ногу на ногу,
покуривал и безразлично поглядывал на легионеров. Он был  очень
равнодушен,  однако  Максим  явственно чувствовал, что ротмистр
самым внимательным образом наблюдает за ним.
     Потом за спиной Панди распахнулась дверь. Панди  мгновенно
сделал  два  шага  вперед,  шаг вправо и поворот налево. Максим
тоже дернулся было, но вовремя сообразил, что он на  дороге  не
стоит, а потому просто выкатил глаза подальше. Все-таки, было в
этой   взрослой  игре  что-то  заразительное,  несмотря  на  ее
примитивность  и   очевидную   неуместность   при   бедственном
положении страны.
     -- Смирно! -- гаркнул Панди.
     Ротмистр  поднялся,  гася  сигарету в пепельнице, и легким
щелканьем каблуков  приветствовал  идущих  к  столу  бригадира,
какого-то   незнакомого   человека   в  штатском  и  бригадного
адьютанта с толстой папкой под мышкой. Бригадир уселся за  стол
посредине,  лицо  у  него  было кислое, недовольное; он засунул
палец под  воротник,  оттянул  и  покрутил  головой.  Штатский,
невзрачный  маленький человечек, плохо выбритый, с вялым желтым
лицом, неслышно двигаясь, устроился рядом. Адьютант, не садясь,
раскрыл папку и стал  перебирать  бумаги,  передавая  некоторые
бригадиру.
     Панди,  постояв  немного  как бы в нерешительности, тем же
четким  движением  вернулся  на  место.  За   столом   негромко
разговаривали.   Ты  будешь  сегодня  в  собрании,  Чачу?  --
Спрашивал бригадир. У меня дела,  --  ответствовал  ротмистр,
закуривая  сигарету.  Напрасно, сегодня там диспут. - Поздно
вспохватились. Я уже высказался по этому поводу. -- Не лучшим
образом -- мягко заметил ротмистру  штатский.  --  Кроме  того,
меняются  обстоятельства  --  меняются  мнения.  --  У  нас в
легионе это не  так,  --  сухо  сказал  ротмистр.  Право  же,
господа,  --  капризным  голосом  произнес бригадир. -- Давайте
все-таки встретимся сегодня в собрании... -- Я слышал, свежие
озерные грибы привезли, -- не  переставая  рыться  в  бумагах,
сообщил   адьютант.  В  собственном  соку,  а?  Ротмистр!  --
Поддержал его штатский. Нет, господа, -- сказал ротмистр. -- У
меня одно мнение и я уже высказал его. А что  касается  озерных
грибов...  --  Он  добавил  что-то  непонятное  и вся компания
расхохоталась, а ротмистр Чачу с довольным видом  откинулся  на
спинку   стула.  Потом  адьютант  перестал  рыться  в  бумагах,
нагнулся к бригадиру и что-то  шепнул  ему.  Бригадир  покивал.
Адьютант сел и произнес, обращаясь как бы к железному сиденью:
     -- Ноле Ренаду!
     В   коридоре  послышалось  движение,  и  в  комнату  вошел
пожилой, хорошо  одетый,  но  какой-то  измятый  и  встрепанный
мужчина.  Ноги его слегка заплетались. Панди взял его за локоть
и усадил  на  сиденье.  Щелкнула,  закрываясь,  дверь.  Мужчина
громко  откашлялся,  уперся  руками  в  колени  и  гордо поднял
голову.
     -- Та-ак, --  протянул  бригадир,  разглядывая  бумаги,  и
вдруг  зачастил  скороговоркой: -- Ноле Ренаду, пятьдесят шесть
лет, домовладелец, член  магистратуры...  Та-ак...  Член  клуба
Ветеран.  (Штатский  зевнул,  прикрывая рот рукой, вытянул из
кармана пестрый журнал,  положил  себе  на  колени  и  принялся
парелистывать.)   Задержан   тогда-то   там-то...   При  обыске
изъято... Та-ак... Что вы делали в доме номер восемь  по  улице
трубачей?
     --  Я  владелец  этого  дома,  --  с  достоинством ответил
Ренаду. -- Я совещался со своим управляющим.
     -- Документы проверены? -- обратился бригадир к адьютанту.
     -- Так точно. Все в порядке.
     -- Та-ак, -- сказал бригадир. -- Скажите, господин Ренаду,
вам знаком кто-нибудь из арестованных?
     -- Нет, -- сказал Ренаду. Он энергично потряс головой.  --
Каким  образом?.. Впрочем... Фамилия одного из них... Кетшеф...
По-моему, у меня в доме живет некий  Кетшеф...  А  впрочем,  не
помню.  Может быть, я ошибаюсь, а может быть, не в этом доме. У
меня есть еще два дома. Один из них...
     -- Виноват, --  перебил  штатский,  не  поднимая  глаз  от
журнала.   --   А   о  чем  разговаривали  в  камере  остальные
арестованные, вы не обратили внимание?
     -- Э-э-э, -- протянул Ренаду. --  Должен  признаться...  У
вас  там... Насекомые... Вот мы главным образом о них... Кто-то
шептался в углу, но  мне,  признаться,  было  не  до  них...  Я
предпочел иметь дело с насекомыми, хе-хе...
     --  Естественно, -- согласился бригадир. -- Ну, что же, мы
не  извиняемся,  господин  Ренаду.  Вот  ваши   документы,   вы
свободны... Начальник конвоя! -- сказал он, повысив голос.
     Панди распахнул дверь и крикнул:
     -- Начальник конвоя, к бригадиру!
     --  Ни  о  каких извинениях не может быть и речи, -- важно
произнес Ренаду. -- Виноват только я, я один... И даже не я,  а
проклятая  наследственность...  Вы разрешите? -- Обратился он к
Максиму, указывая на стол, где лежали документы.
     -- Сидеть, -- негромко сказал Панди. Вошел  Гай.  Бригадир
передал   ему  документы,  приказал  вернуть  господину  Ренаду
изъятое имущество, и господин Ренаду был отпущен.
     -- Раше Мусаи, -- сказал адьютант железному сиденью.
     -- Раше Мусаи! -- Повторил Панди в  открытую  дверь.  Раше
Мусаи   оказался   худым,  совершенно  замученным  человеком  в
потрепанном домашнем халате и в одной туфле. Едва он  сел,  как
бригадир,  налившись кровью, заорал: Скрываешся, мерзавец? --
На что Раше Мусаи принялся многословно и путанно объяснять, что
он совсем не скрывается, что у него больная жена и трое  детей,
что  у  него  за  квартиру  не  плачено,  что  его уже два раза
задерживали и отпускали, что работает он на фабрике, мебельщик,
что он ни в чем не  виноват.  И  Максим  уже  ожидал,  что  его
выпустят,  но  бригадир вдруг встал с места и объявил, что Раше
Мусаи,  сорока  двух  лет,  женатый,  имеющий  два  задержания,
приговаривается,  согласно закона о профилактике, к семи годам.
Примерно минуту Раше Мусаи осмысливал этот  приговор,  а  затем
разыгралась   ужасная   сцена.   Несчастный  мебельщик  плакал,
несвязно  умолял  о  прощении,  пытался  падать  на  колени,  и
продолжал  кричать  и  плакать,  пока  Панди  выволакивал его в
коридор. И Максим снова поймал на себе взгляд ротмистра Чачу.
     -- Киви Попшу, -- сказал адьютант. В дверь
     втолкнули плечистого парня с лицом, изуродо-
     ванным   какой-то   кожной   болезнью.   Парень   оказался
квартирным   вором  --  рецидивистом,  был  захвачен  на  месте
преступления и держался  нагло-заискивающе.  Он  то  принимался
молить  господ  начальников  не  предавать его лютой смерти, то
вдруг  истерически  хихикал,   отпускал   остроты   и   затевал
рассказывать  истории  из  своей  жизни, которые все начинались
одинаково:  Захожу  я  в  один  дом...  Он  никому  не  давал
говорить.  Бригадир после нескольких безуспешных попыток задать
вопрос откинулся на спинку стула и возмущенно поглядел налево и
направо от себя. Ротмистр Чачу сказал ровным голосом:
     -- Кандидат Сим, заткни ему пасть. Максим не
     знал, как затыкают пасть,  поэтому  он  просто  взял  Киви
Попшу  за  плечо  и  встряхнул.  У  того  лязгнули  челюсти, он
прикусил себе язык и замолчал.  Тогда  штатский,  давно  уже  с
интересом наблюдавший за арестованным, произнес:
     -- Этого я возьму. Пригодится.
     -- Прекрасно! -- сказал бригадир и приказал отправить Киви
Попшу обратно в камеру.
     Когда его вывели, адьютант сказал:
     -- Вот и весь мусор. Теперь пойдет группа.
     --   Начинайте   прямо   с  руководителя,  --  посоветовал
штатский.
     -- Как его там? Кетшеф?
     Адьютант глянул в бумаги и сказал  железному  сиденью:  --
Гэл  Кетшеф. Ввели знакомого -- человека в белом халате. Он был
в наручниках и поэтому держал руки перед  собой,  неестественно
вытянув  их.  Глаза  у него были красные, лицо отекло. Он сел и
стал смотреть на картину поверх головы бригадира.
     -- Ваше имя -- Гэл Кетшеф? -- спросил бригадир.
     -- Да.
     -- Зубной врач?
     -- Был.
     -- В каких отношениях находитесь с зубным врачом Гобби?
     -- Купил у него практику.
     -- Почему же не практикуете?
     -- Продал кабинет.
     -- Почему?
     -- Стесненные обстоятельствва.
     -- В каких отношениях находитесь с Орди Тадер?
     -- Она моя жена.
     -- Дети есть?
     -- Был. Сын.
     -- Где он?
     -- Не знаю.
     -- Чем занимались во время войны?
     -- Воевал.
     --    Почему    решили    заняться     антигосударственной
деятельностью?
     -- Потому что в истории мира не было более отвратительного
государства,  --  сказал Кетшеф. - Потому что любил свою жену и
своего ребенка. Потому что вы убили моих друзей и растлили  мой
народ. Потому что всегда ненавидел вас. Достаточно?
     --  Достаточно,  -- спокойно сказал бригадир. -- Более чем
достаточно. Скажите лучше, сколько вам платят хонтийцы? Или вам
платит Пандея?
     Человек в белом халате засмеялся. Жуткий это был смех. Так
мог бы смеяться мертвец.
     -- Кончайте эту комедию, бригадир, -- сказал он. --  Зачем
это вам?
     -- Вы руководитель группы?
     -- Да. Был.
     -- Кого из членов вашей организации вы можете назвать?
     -- Никого.
     -- Вы уверены? -- спросил вдруг человек в штатском.
     -- Да.
     -- Видите ли, Кетшеф, -- мягко сказал штатский
  -- вы находитесь в крайне тяжелом положении. Мы знаем о вашей
группе  все.  Мы  даже  знаем кое-что о связях вашей группы. Вы
должны понимать, что эта информация получена нами от  какого-то
лица,  и  теперь  только от вас зависит какое имя будет у этого
лица -- Кетшеф или какое-нибудь другое...
     Кетшеф молчал, опустив голову.
     -- Вы! -- каркнул ротмистр  Чачу.  --  Вы,  бывший  боевой
офицер!  Вы понимаете, что вам предлагают? Не жизнь, массаракш!
Честь!
     Кетшеф опять засмеялся, закашлялся, но ничего  не  сказал.
Максим  чувствовал,  что  этот  человек  ничего  не  боится. Ни
смерти, ни позора. Он уже все  пережил.  Он  уже  считает  себя
мертвецом  и  опозоренным... Бригадир пожал плечами, поднялся и
объявил, что Гэл Кетшеф приговаривается на основании закона  об
охране  общественного  здоровья  к уничтожению. Срок исполнения
приговора -- сорок восемь часов. Приговор может быть заменен  в
случае согласия приговоренного дать показания.
     Когда  Кетшефа  вывели,  бригадир с неудовольствием сказал
штатскому: Не понимаю тебя. По-моему, он разговоривал довольно
охотно. Типичный  болтун  --  по  вашей  же  классификации.  Не
понимаю...  Штатский  засмеялся:  Вот  потому-то, дружище, ты
командуешь бригадой, а я... а я -- у себя. -- Все  равно,  --
обиженно  сказал  бригадир,  --  руководитель группы... Склонен
пофилософствовать... Не понимаю.... --  Дружище,  --  сказал
штатский,    --   ты   когда-нибудь   видел   философствующего
покойника? -- А, вздор... -- А все-таки? --  Может  быть,
ты  видел?  --  спросил  бригадир. Да, только что, -- сказал
штатский веско. -- И заметь, не в  первый  раз...  Я  жив,  он
мертв  --  о  чем  нам  говорить?  Так, кажется у Вербелена?..
Ротмистр Чачу вдруг поднялся,  подошел  вплотную  к  Максиму  и
прошипел  ему  в  лицо снизу вверх: Как стоишь, кандидат? Куда
смотришь? Смир-рна! Глаза  перед  собой!  Не  бегать  глазами!
Несколько  секунд он, шумно дыша, разглядывал Максима -- зрачки
его бешено сужались и расширялись, -- потом  вернулся  на  свое
место и закурил.
     --  Так, -- сказал адьютант, -- остались: Орди Тадер, Мемо
Грамену и еще двое, которые отказалися себя назвать.
     -- Вот с них и начнем, -- предложил штатский.
     -- Номер семьдесят три -- тринадцать, -- сказал  адьютант.
Номер  семьдесят  три  -- тринадцать вошел и сел на табурет. Он
тоже  был  в  наручниках,  хотя   одна   рука   у   него   была
искусственная,  сухой,  жилистый человек с болезненно толстыми,
распухшими от укусов губами.
     -- Ваше имя? -- спросил бригадир.
     -- Которое?  --  Весело  спросил  однорукий.  Максим  даже
вздрогнул -- он был уверен, что однорукий будет молчать.
     -- У вас их несколько? Тогда назовите настоящее.
     -- Мое настоящее имя -- номер семьдесят три -- тринадцать.
     -- Что вы делали в квартире Кетшефа?
     -- Лежал в обмороке. К вашему сведению, я это хорошо умею.
Хотите, покажу?
     --  Не  трудитесь,  --  сказал  человек в штатском. Он был
очень зол. -- Вам еще понадобится ваше умение.
     Однорукий вдруг захохотал. Он смеялся громко, звонко,  как
молодой, и Максим с ужасом понял, что он смеется искренне. Люди
за столом молча, словно окаменев, слушали этот смех.
     --  Массаракш!  -- сказал наконец однорукий, вытирая слезы
плечом. -- Ну и угроза!.. Впрочем, вы еще молоды... Вашу работу
нужно делать по возможности сухо, казенно  --  за  деньги.  Это
производит  на  подследственного  огромное впечатление. Ужасно,
когда тебя пытает не враг, а чиновник. Вот  посмотрите  на  мою
руку. Мне ее отпилили специалисты его императорского величества
в три приема, и каждый акт сопровождался обширной перепиской...
Палачи выполняли тяжелую, неблагодарную работу, им было скучно,
они  пилили  мою  руку  и  ругали  нищенские оклады. И мне было
страшно. Только очень большим усилием воли я удержался тогда от
болтовни. А сейчас... Я же вижу, что вы меня ненавидите. Вы  --
меня,  я  --  вас.  Прекрасно!  Но  вы  меня  ненавидите меньше
двадцати лет, а я вас -- больше тридцати. Вы тогда  еще  пешком
под стол ходили и мучали кошек, молодой человек...
     -- А-а, -- сказал штатский. -- Старая ворона. Я думал, вас
уже всех перебили.
     --  И не надейтесь, -- возразил однорукий. - Надо все-таки
разбираться в мире, где вы живете... А  то  и  разговаривать  с
вами не о чем будет...
     --  По-моему,  достаточно, -- сказал бригадир, обращаясь к
штатскому.
     Тот быстро написал  что-то  на  журнале  и  дал  бригадиру
прочесть.  Бригадир  удивился,  потер  подбородок и с сомнением
посмотрел на  штатского.  Штатский  улыбнулся.  Тогда  бригадир
пожал плечами и обратился к ротмистру:
     -- Свидетель Чачу, как вел себя обвиняемый при аресте?
     -- Валялся на полу, -- мрачно ответил ротмистр.
     --  То  есть  сопротивления  не  оказывал...  Та-ак...  --
бригадир немного  подумал,  поднялся  и  огласил  проговор:  --
Обвиняемый  номер семьдесят три -- тринадцать приговаривается к
смертной казни,  срок  исполнения  приговора  не  определяется,
впредь  до  исполнения  приговора  обвиняемый имеет пребывать в
ссылке на воспитании.
     На   лице   ротмистра   Чачу   проступило    презрительное
недоумение, а однорукий, когда его выводили, тихонько смеялся и
тряс головой, как бы говоря: Ну и ну!
     Затем  был введен номер семьдесят три -- четырнадцать. Это
был человек, который кричал, корчась  на  полу.  Он  был  полон
страха,  но  держался вызывающе. Прямо с порога он крикнул, что
отвечать не будет и снисхождения не желает. Он действительно не
ответил ни на один вопрос, даже на  вопрос  штатского:  нет  ли
жалоб   на   дурное  обращение?  Кончилось  тем,  что  бригадир
посмотрел на штатского и вопросительно хмыкнул. Штатский кивнул
и сказал: Да, ко мне. Он казался очень довольным.
     Потом бригадир перебрал оставшиеся бумаги и сказал:
     -- Пойдемте, господа, поедим. Невозможно... Суд  удалился,
а  Максиму  и Панди азрешили стоять вольно. Когда ротмистр тоже
вышел, Панди возмущенно сказал:
     -- Видал гадов? Хуже змей, ей-богу. Главное ведь  что?  Не
боли  у  них головы, как бы ты узнал, что они выродки? Подумать
страшно, что тогда было бы...
     Максим промолчал. Говорить ему не хотелось. Картина  мира,
еще  сутки назад казавшаяся такой логичной и отчетливой, сейчас
размылась, потеряла очертания. Впрочем,  Панди  не  нуждался  в
репликах.  Снявши,  чтобы  не  запачкать, перчатки он извлек из
кармана кулек с жареными орешками, угостил Максима  и  принялся
рассказывать,  как  он  не терпит этот пост. Во-первых, страшно
заразиться от выродков.  Во-вторых,  некоторые  из  них,  вроде
этого  однорукого, ведут себя настолько нагло, что сил нет, как
руки чешутся дать по шее. Один раз он вот так терпел-терпел,  а
потом  и  дал  --  чуть  в  кандидаты  не  разжаловали. Спасибо
ротмистру, отстоял. Засадил только  на  двадцать  суток  и  еще
сорок суток без увольнения...
     Максим  грыз  орешки, слушал вполуха и молчал. Ненависть,
-- думал он. -- Те ненавидят этих, эти -- тех.  За  что?  Самое
отвратительное  государство...  Почему?  Откуда  он  это  взял?
Растлили  народ...  Как?  Что  это  может   значить?   И   этот
штатский... Не может быть, что он намекал на пытки. Это же было
давно, в средние века... Впрочем, фашизм. Да. Гитлер. Освенцим.
Расовая  теория.  Геноцид. Мировое господство. Гай -- фашист? И
Рада? Нет,  непохоже...  Господин  ротмистр?  Гм...  Хорошо  бы
понять,   какая   существует  связь  между  больной  головой  и
пристрастием  к  неповиновению  властям.  Почему  систему   ПБЗ
стремятся  разрушить  только  выродки?  И  при этом даже не все
выродки?
     -- Господин Панди, -- сказал он. -- А хонтийцы -- они  все
выродки, вы не слыхали?
     Панди глубоко задумался.
     --  Как тебе... Понимаешь... -- Произнес он наконец. -- Мы
в основном насчет выродков городских, так и  диких,  которые  в
лесах.  А  что  касается  Хонти  или, скажем, еще где -- этому,
наверно, армейцев обучают. Главное, что ты  должен  знать,  что
хонтийцы  есть  злейшие  внешние  враги  нашего государства. До
войны они нам подчинялись, а теперь злобно мстят... Вот и  все.
Понял?
     --  Более  или менее, -- ответил Максим, и Панди сейчас же
закатил ему выговор: в  легионе  так  не  отвечают.  В  легионе
говорят  так  точно  или  никак  нет,  а более менее есть
выражение  штатское,  это  капраловой  сестренке   можешь   так
отвечать, а здесь служба, здесь так нельзя...
     Вероятно, он долго еще разглагольствовал бы в том же духе,
благо   тема   была   близкая   его   сердцу,  да  и  слушатель
внимательный, но тут вернулись господа офицеры, Панди  замолчал
на   полуслове,  прошептал  смирно  и,  совершив  необходимые
эволюции между столом и  железной  табуреткой,  застыл.  Максим
тоже застыл.
     Господа  офицеры  были  в  прекрасном настроении. Ротмистр
Чачу громко и с  пренебрежительным  видом  рассказывал,  как  в
девяносто  шестом  они  лепили сырое тесто прямо на раскаленную
броню и пальчики облизывали. Бригадир и штатский возражали, что
боевой дух само-собой, но и кухня боевого легиона  должна  быть
на  высоте,  и  чем  меньше  консервов,  тем  лучше.  Адьютант,
полузакрыв  глаза,  принялся   наизусть   цитировать   какую-то
поваренную книгу. Все замолчали и довольно долго слушали его со
странным   умилением  на  лицах.  Потом  адьютант  захлебнулся,
закашлялся, а бригадир, вздохнув, сказал:
     -- Да... Но надо, однако, кончать. Адьютант,
     все еще кашляя, раскрыл папку, покопался в
     бумагах и произнес сдавленным голосом:
     -- Орди Тадер.
     И вошла женщина, такая же белая и почти прозрачная, как  и
вчера,  словно  она все еще была в обмороке; но когда Панди, по
обыкновению, протянул руку, чтобы взять ее за локоть и усадить,
она резко отстранилась от него, как от гадины, и  Максиму  даже
показалось,  что  она  сейчас его ударит. Она не ударила, у нее
были скованы руки. Она только сказала: -- Не тронь, подлец!  --
обошла Панди и села.
     Бригадир  задал  ей  обычные  вопросы.  Она  не  ответила.
Штатский напомнил ей о ребенке, о муже, и ему она не  ответила.
Она  сидела,  выпрямившись;  Максим  не видел ее лица -- только
напряженную худую  шею  под  растрепанными  светлыми  волосами.
Потом она вдруг сказала спокойным низким голосом:
     -- Все вы отъявленные мерзавцы. Убийцы. Вы все умрете. Ты,
бригадир, я тебя не знаю, я тебя вижу в первый и последний раз.
Ты умрешь  скверной  смертью.  Не от моей руки, к сожалению, но
очень, очень скверной смертью. И ты,  кровавый  подонок.  Двоих
таких  я  прикончила сама. Я бы сейчас убила и тебя, если бы не
мерзавцы у меня за спиной... -- Она перевела дыхание. -- И  ты,
черномордый,  пушечное мясо, ты еще попадешься к нам в руки. Но
ты умрешь просто. Гэл промахнулся, но я знаю людей, которые  не
промахнутся...
     Они  не перебивали ее, они внимательно слушали. Можно было
подумать, что  они  готовы  слушать  ее  часами,  а  она  вдруг
поднялась  и  шагнула  к  столу,  но Панди поймал ее за плечо и
бросил обратно на сиденье. Тогда она плюнула изо всех  сил,  но
плевок  не  долетел  до стола, и она вдруг обмякла и заплакала.
Некоторое время они смотрели, как она  плачет.  Потом  бригадир
встал  и  приговорил  ее  к уничтожению в сорок восемь часов, и
Панди взял ее за локоть  и  вышвырнул  в  коридор,  а  штатский
сильно  потер  руки,  улыбнулся  и сказал: Это удача. Отличное
прикрытие. А бригадир ответил ему:  Благодари  ротмистра.  А
ротмистр Чачу сказал только: Языки, и все замолчали.
     Потом  адьютант  вызвал Мемо Грамену, и с ним совсем уж не
церемонились. Это был человек, стрелявший в коридоре. С ним все
было ясно: при аресте он оказал  вооруженное  сопротивление,  и
ему даже не задавали вопросов. Он сидел грузный, сгорбленный, и
пока  бригадир  зачитывал  ему смертный приговор, он равнодушно
глядел в потолок, нянча левой рукой правую,  вывихнутые  пальцы
которой были замотаны грязной тряпкой. Максиму почудилось в нем
какое-то  противоестественное  спокойствие,  какая-то деловитая
уверенность, холодное равнодушие  к  происходящему,  но  он  не
сумел разобраться в своих ощущениях...
     Грамену   не   успели   еще  вывести,  а  адьютант  уже  с
облегчением  складывал  бумаги  в  папку,  бригадир  затеял  со
штатским  разговор  о порядке чинопроизводства, а ротмистр Чачу
подошел к Панди и Максиму и приказал им идти. В его  прозрачных
глазах Максим ясно видел угрозу и издевку, но не захотел думать
об  этом.  С каким-то отчужденным любопытством и сочувствием он
думал о том человеке, которому предстояло  убить  женщину.  Это
было  чудовищно,  это  было  невозможно,  но кому-то предстояло
сделать это в ближайшие сорок восемь часов...


<ul><a name=10></a><h2>Глава восьмая</h2></ul>

     Гай  переоделся  в  пижаму,  повесил  мундир  в   шкаф   и
повернулся  к  Максиму.  Кандидат Сим сидел на своем диванчике,
который Рада поставила ему в  свободном  углу;  один  сапог  он
стянул  и  держал  в руке, а за другой еще не принимался. Глаза
его были устремлены в стену, рот приоткрыт. Гай подкрался сбоку
и щелкнул его по носу. И, как всегда промахнулся -- в последний
момент Мак отдернул голову.
     -- О чем задумался? -- игриво спросил Гай. - Горюешь,  что
Рады  нет?  Тут  тебе,  брат, не повезло, у нее сегодня дневная
смена.
     Мак слабо улыбнулся и принялся за второй сапог.
     -- Почему -- нет? -- сказал он рассеянно. --  ты  меня  не
обманешь...  --  Он  снова  замер.  --  Гай, - сказал он, -- ты
всегда говорил, что они работают за деньги...
     -- Кто? Выродки?
     -- Да. Ты об  этом  часто  говорил  и  мне,  и  ребятам...
Платные  агенты  хонтийцев...  И  ротмистр  все  время  об этом
твердит, каждый день одно и тоже...
     -- Как же иначе? -- сказал Гай. Он решил,  что  Мак  опять
заводит  разговор об однообразии. -- Чудачина ты все-таки, Мак.
Откуда у нас могут  взяться  новые  слова,  если  все  остается
постарому?  Выродки как были выродками, так и остались. Как они
получали деньги от врага, так и получают. Вот в  прошлом  году,
например,  накрыли  одну  компания  за  городом  -- у них целый
подвал был набит денежными мешками. Откуда у честного  человека
могут быть такие деньги? Они не промышленники, не банкиры...
     Мак  аккуратно  поставил  сапоги у стены, встал и принялся
расстегивать комбинезон.
     -- Гай, -- сказал он, -- у тебя бывает  так,  что  говорят
тебе  про человека одно, а ты смотришь на него и чувствуешь: не
может этого быть. Ошибка. Путаница.
     -- Бывало, -- сказал Гай, нахмурившись. -- Но  если  ты  о
выродках...
     --  Да,  именно  о них. Я сегодня на них смотрел. Это люди
как люди, разные, получше и похуже, смелые и трусливые, и вовсе
не звери, как я думал, и как  вы  все  считаете...  Погоди,  не
перебивай. И я не знаю, приносят они вред или не приносят, но я
не верю, что они подкуплены.
     --  Как это не веришь? -- сказал Гай, хмурясь еще сильнее.
--  Ну,  предположим,  мне  ты  можешь  не  верить,  я  человек
маленький. Ну, а господину ротмистру? А бригадиру?
     Максим  сбросил комбинезон, подошел к окну и стал смотреть
на улицу, прижавшись лбом к стеклу и держась обеими  руками  за
раму.
     -- А если они ошибаются? -- проговорил он наконец.
     -- Ошибаются... -- С недоумением проговорил Гай, глядя ему
в голую   спину.  --  Кто  ошибается?  Господин  бригадир?  Вот
чудак...
     -- Ну, пусть, -- сказал Мак, оборачиваясь. -- Мы не о  них
сейчас  говорим.  Мы говорим о выродках. Вот ты, например... Ты
ведь умрешь за свое дело?
     -- Умру, -- сказал Гай. -- И ты умрешь.
     -- Правильно! Умрем. Но ведь за дело  умрем.  Не  за  паек
легионерский  и  не  за деньги. Дайте мне хоть тысячу миллионов
ваших бумажек, не соглашусь я  ради  этого  идти  на  смерть!..
Неужели ты согласишься?
     --  Нет, конечно, -- сказал Гай. Чудачина этот Мак. Вечно
что-нибудь придумает...
     -- Ну?
     -- Что -- ну?
     -- Ну как же! -- сказал Мак с нетерпением. - Ты за  деньги
не  согласен  умирать, я тоже, а выродки, значит, согласны! Что
за чепуха!
     -- Так то выродки! -- проникновенно сказал Гай. --  На  то
они  и  выродки!  Им  деньги  дороже  всего,  у  них нет ничего
святого. Им ничего не стоит  ребенка  задушить  --  были  такие
случаи...  Ты  пойми: если человек старается уничтожить систему
ПБЗ, что это  может  быть  за  человек?  Это  же  хладнокровный
убийца!
     --  Не  знаю,  не  знаю,  -- сказал Мак. -- Вот их сегодня
допрашивали. Если бы они  назвали  сообщников,  могли  остаться
живы,  отделались  бы  каторгой...  А  они  не назвали! Значит,
сообщники им дороже жизни? Дороже денег?
     -- Это еще неизвестно, -- возразил Гай. -- Они  по  закону
все приговорены к смерти, без всякого суда. Ты же видел, как их
судят.
     Он  смотрел на Мака и видел, что друг его растерян, что он
колеблется. Доброе у него сердце, зелен еще, не  понимает,  что
жестокость  с врагом неизбежна. Трахнуть бы кулаком по столу да
прикрикнуть,  чтобы  молчал,  не  болтал  зря,  не   молол   бы
глупостей,  а слушал старших, пока не научился разбираться сам.
Но ведь Мак не дубина какая-нибудь  необразованная,  ему  нужно
только объяснить, и он поймет...
     --  Нет!  --  упрямо  сказал  Мак. -- Ненавидеть за деньги
нельзя. А они ненавидят... Так ненавидят нас, я даже  не  знал,
что люди могут так ненавидеть. Ты их ненавидишь меньше, чем они
тебя. И вот я хотел бы знать: за что?
     -- Вот послушай, -- сказал Гай. -- Я тебе еще раз объясню.
Во-первых,  они  выродки.  Они вообще ненавидят всех нормальных
людей. Они по природе злобны, как крысы. А потом, мы им мешаем!
Они хотели бы сделать свое дело, получить денежки и  жить  себе
припеваючи.  А  мы  им говорим: стоп! Руки за голову! Что ж они
любить нас должны за это?
     -- Если они все злобны, как крысы, то  почему  же  этот...
Домовладелец...  Не  злобен? Почему его отпустили, если они все
подкуплены?
     Гай засмеялся.
     -- Домовладелец -- трус.  Таких  тоже  хватает.  Ненавидят
нас, но боятся. Таким выгоднее жить с нами в дружбе... А потом,
он  домовладелец, богатый человек, его так просто не подкупишь.
Это тебе не зубной врач... Смешной ты, Мак, как  ребенок!  Люди
ведь не бывают одинаковы, и выродки не бывают одинаковы...
     --  Это я уже знаю, -- нетерпеливо прервал Мак. -- Но вот,
кстати, о зубном враче. То, что он неподкупен, за это я головой
ручаюсь. Я не могу тебе это доказать,  я  чувствую.  Это  очень
смелый и хороший человек...
     -- Выродок!
     -- Хорошо. Это очень смелый и хороший выродок. Я видел его
библиотеку.  Это  очень  знающий человек. Он знает в тысячу раз
больше, чем ты или ротмистр. Почему он  против  нас?  Если  все
так, как ты говоришь, почему он не знает этого -- образованный,
культурный  человек?  Почему  он на пороге смерти говорит нам в
лицо, что он за народ и против нас?
     -- Образованный выродок --  это  выродок  в  квадрате,  --
сказал  гай  поучающе.  --  Как  выродок  он  нас  ненавидит. А
образование   помогает   ему   эту   ненависть   обосновать   и
распространить.  Образование  --  это,  дружок,  тоже не всегда
благо. Это как автомат -- смотря в чьих руках...
     -- Образование -- всегда благо, -- возразил Мак.
     -- Ну уж нет. Я бы  предпочел,  чтобы  хонтийцы  все  были
необразованные.  Тогда  бы  мы, по крайней мере, могли жить как
люди, а не ждать все время смертельного удара. Мы  бы  их  живо
усмирили.
     --  Да, -- сказал Мак с непонятной интонацией. -- Усмирять
мы умеем. Жестокости нам не занимать.
     -- И  опять  ты  как  ребенок.  Мы  бы  и  рады  уговорами
обойтись,  и  дешевле  было  бы,  и  без  кровопролития.  А что
прокажешь делать, если их не уговорить...
     -- Значит, они убеждены? -- прервал его  Мак.  --  Значит,
убеждены?  А  если  знающий  человек  убежден,  что он прав, то
причем же тут деньги?..
     Гаю надоело. Он хотел  уже,  как  к  последнему  средству,
прибегнуть   к  кодексу  Творцов  и  покончить  с  этим  глупым
бесконечным спором, но тут Мак перебил сам себя, махнул рукой и
крикнул:
     -- Рада! Хватит спать! Легионеры проголодались  и  скучают
по женскому обществу!
     К  огромному  изумлению  Гая, из-за ширмы послышался голос
Рады:
     -- А  я  давно  не  сплю.  Вы  тут  раскричались,  господа
легионеры, как у себя на плацу.
     --  Ты  почему  дома?  --  гаркнул  Гай.  Рада,  запахивая
халатик, вышла из-за ширмы. --  Меня  рассчитали,  --  объявила
она.  -- Мамаша Тэй закрыла свое заведение, наследство получила
и собирается в деревню. Но она меня уже рекомендовала в хорошее
место... Мак, почему у  тебя  все  разбросано?  Убери  в  шкаф.
Мальчики,  я  же просила вас не ходить в комнату в сапогах! Где
твои сапоги, Гай?.. Накрывайте на стол, сейчас будем обедать...
Мак, ты похудел. Что они там собой делают?
     -- Давай, давай, -- сказал Гай, -- неси обед...
     Она показала ему язык и вышла. Гай взглянул на  Мака.  Мак
смотрел ей вслед со своим обычным добрым выражением.
     --  Что,  хороша девочка? -- спросил Гай и испугался: лицо
Мака вдруг окаменело. -- Ты что?
     -- Слушай, -- сказал  Мак.  --  Все  можно.  Даже  пытать,
наверное,  можно. Вам виднее. Но женщин расстреливать... Женщин
мучить... -- Он схватил свои сапоги и вышел из комнаты.
     Гай  крякнул,  сильно  почесал  обеими  руками  затылок  и
принялся  накрывать  на  стол.  От всего этого разговора у него
остался неприятный осадок. Какая-то раздвоенность. Конечно, Мак
еще зален и не от  мира  сего.  Но  как-то  опять  у  него  все
удивительно получилось. Логик он, вот что, логик замечательный.
Вот  ведь  сейчас -- чепуху же порол, но как у него все логично
выстроилось! Гай вынужден был признать, что  если  бы  не  этот
разговор, он сам бы вряд ли дошел до такой простой, в сущности,
мысли: главное в выродках то, что они выродки. Отними у них это
свойство,  и все обвинения против них превратятся в чепуху. Да,
все дело в том, что они выродки  и  ненавидят  все  нормальное.
Этого  достаточно, и можно обойтись без хонтийского золота... А
хонтийцы что -- тоже, значит, выродки? Этого нам не говорили. А
если они не выродки, тогда наши выродки  должны  их  ненавидеть
так  же,  как  и  нас...  А,  массаракш! Будь она проклята, эта
логика!..
     Когда Мак вернулся, Гай набросился на него:
     -- Откуда ты знал, что Рада дома?
     -- Ну как -- откуда? Это же было ясно...
     -- А если  тебе  было  ясно,  то  почему  же  ты  меня  не
предупредил?   Почему   ты,  массаракш,  распускаешь  язык  при
посторонних? Тридцать три раза массаракш!..
     Мак тоже разозлился:
     -- Это кто здесь посторонний, массаракш? Рада? Да  вы  все
со своими ротмистрами для меня более посторонние, чем она!
     -- Массаракш! В уставе что сказано о служебной тай не?
     --  Массаракш  и массаракш! Что ты ко мне пристал? Я же не
знал, что ты не знаешь, что она дома.  Я  думал,  что  ты  меня
разыгрываешь!  Поразвели  секретов  в  каждом углу, повернуться
негде, рта не раскрыть!
     -- И ты же еще на меня орешь! Я тебя, дурака, учу, а ты на
меня орешь!..
     Но Мак уже перестал злиться. Он вдруг  мгновенно  оказался
рядом.  Гай не успел пошевелиться, как сильные руки сдавили ему
бока, комната завертелась перед глазами, и потолок стремительно
надвинулся. Гай придушенно охнул, а Мак, бережно неся  его  над
головой в вытянутых руках, подошел к окну и спросил:
     -- Ну, куда тебя девать с твоими тайнами? Хо-
 чешь за окно?
     --  Что  за  дурацкие  шутки,  массаракш! -- Закричал Гай,
судорожно размахивая руками в поисках опоры.
     -- Не хочешь за окно? Ладно, оставайся... Гая  поднесли  к
ширме  и вывалили на кровать Рады. Он сел, поправил задравшуюся
пижаму и проворчал:
     -- Зверь здоровенный...
     Он  тоже  больше  не  сердился.  Да  и  не  на  кого  было
сердиться, разве что на выродков...
     Они  принялись  накрывать  на  стол.  Потом  пришла Рада с
кастрюлей супа, а за ней дядюшка Каан со своей заветной флягой,
которая одна только, по его заверениям, спасала его от простуды
и  других  старческих  болезней.  Уселись,  принялись  за  суп.
Дядюшка  выпил рюмку, потянул носом воздух и начал рассказывать
про своего врага, коллегу Шапшу, который опять написал статью о
назначении такой-то кости у такой-то  древней  ящерицы,  причем
вся  статья  была построена на глупости, ничего, кроме глупости
не содержала и рассчитана была на глупцов...
     У дядюшки Каана все были глупцы.  Коллеги  по  кафедре  --
глупцы,  одни  старательные, другие обленившиеся. Ассистенты --
болваны от рождения, коим место в горах пасти скотину, да и то,
говоря по правде, неизвестно, справятся  ли.  Что  же  касается
студентов,  то  молодежь  сейчас  вообще  словно подменили, а в
студенты  к  тому  же  идет  самая  отборная  дурость,  которую
рачительный  предприниматель  не подпустил к станкам, а знающий
командир отказался принять в солдаты. Так что судьба  науки  об
ископаемых животных предрешена...
     Гай не слишком об этом сожалел, бог с ними, с ископаемыми,
не до  них  сейчас,  и  вообще  непонятно, кому эта наука может
когда-нибудь понадобиться.  Но  Рада  дядюшку  очень  любила  и
всегда  ужасалась вместе с ним по поводу глупости коллеги Шапшу
и горевала, что университетское начальство не выделяет  средств
на организацию экспедиций...
     Сегодня,  впрочем, разговор пошел о другом. Рада, которая,
массаракш, все-таки все слышала у себя за ширмой, спросила, чем
выродки отличаются от обычных людей. Гай  грозно  посмотрел  на
Мака и посоветовал Раде не портить родным и близким аппетита, а
читать   лучше  литературу.  Однако  дядюшка  заявил,  что  эта
литература  написана  для   глупейших   из   дураков;   что   в
департаменте  общественного  просвещения  воображают, будто все
такие же невежды, как они сами; что вопрос о выродках вовсе  не
так  прост  и  не  так  мелок,  как его пытаются изобразить для
создания определенного общественного  мнения,  и  что  либо  мы
будем здесь как культурные люди, либо как бравые, но -- увы! --
малообразованные   офицеры   в  казармах.  Мак  предложил  ради
разнообразия побыть как культурные люди. Дядюшка выпил еще одну
рюмку и принялся излагать имеющую  сейчас  хождение  в  научных
кругах  теорию  о  том, что выродки есть не что иное, как новый
биологический  вид,  появившийся  на  лице  мира  в  результате
радиоактивного облучения.
     --  Выродки  несомненно опасны, -- говорил дядюшка, подняв
палец. -- Но они гораздо опаснее,  чем  ты  думаешь,  Гай.  Они
борются  за  место в этом мире, за существование своего вида, и
эта борьба не зависит ни от каких социальных условий и кончится
она только тогда, когда уйдет  с  арены  биологической  истории
либо  последний  человек,  либо  последний  выродок. Хонтийское
золото -- вздор! - Орал разбушевавшийся профессор. --  Диверсии
против  системы  ПБЗ  --  чепуха!  Смотрите  за  Голубую  Змею,
господа! За Голубую Змею! Вот откуда идет настоящая  опасность.
Вот  откуда,  размножившись,  двинутся колонны человекоподобных
чудовищ, чтобы растоптать нас и превратить в ничто! Ты  слепец,
Гай!  И  командиры  твои -- слепцы! Спасти цивилизацию! Не один
какой-нибудь народ, не просто матерей и  детей  наших,  но  все
человечество целиком!..
     Гай  разозлился  и  сказал,  что  судьбы  человечества его
волнуют мало. Он в этот кабинетный бред не верит. И если бы ему
сказали, что  есть  возможность  натравить  диких  выродков  на
Хонти,  минуя  нашу  страну,  он  бы  этому всю жизнь посвятил.
Профессор снова взбеленился и назвал  его  слепым  слепцом.  Он
сказал,  что  Огненосные  Творцы  -- настоящие мученики, ибо им
приходится  вести  поистине  неравную   борьбу,   если   в   их
распоряжении  только  такие  слепые  исполнители,  как Гай. Гай
решил с ним не спорить. Дядюшка ничего не смыслил в политике  и
сам был, в известном смысле, ископаемым животным. Мак попытался
вмешаться  и  начал рассказывать про однорукого выродка, но Гай
эти поползновения разгласить служебную  тайну  пресек  и  велел
Раде  подавать  второе. Маку же он приказал включить телевизор.
Слишком много разговоров, сказал он. Дайте же немного отдохнуть
солдату, прибывшему в увольнение...
     Однако воображение  его  было  возбуждено,  по  телевизору
показывали  какую-то  глупость, и Гай, не удержавшись, принялся
рассказывать о диких выродках. Он о них кое-что знал  --  слава
богу,  три  года  воевал  с  ними, а не отсиживался в тылу, как
некоторые философы... Рада обиделась за старика и обозвала  Гая
хвастуном,  но  дядюшка  и  Мак почему-то приняли его сторону и
попросили продолжать. Гай объявил,  что  не  скажет  больше  ни
слова.  Во-первых,  он  и  в самом деле был несколько обижен, а
во-вторых, пошарив в памяти, он не нашел там ничего, что  могло
бы  опровергнуть  измышления старого пьяницы. Потом его осенило
--  он  вспомнил,  что   рассказывал   однажды   старшина   сто
четырнадцатой   группы   смертников   Зеф,  и  с  удовольствием
преподнес эту теорию дядюшке.  Рыжая  морда  Зеф  говорил,  что
выродки  потому  проявляют  все возрастающую активность, что на
них  самих  наступает  радиоактивная  пустыня,  и  деваться  им
некуда, кроме как пытаться с боем пробиться в районы, свободные
от радиоактивности.
     --   Кто   это   тебе  рассказал?  --  спросил  дядюшка  с
презрением. -- Какому деревянному дураку могла придти в  голову
столь примитивная мысль?
     Гай посмотрел на него со злорадством и ответил:
     --  Таково  мнение  некоего  Аллу Зефа, крупнейшего нашего
медика-психиатра.
     -- Где это ты с ним встречался? -- Еще более  презрительно
осведомился дядюшка. -- Уж не на ротной ли кухне?
     Гай  сгоряча  хотел было сказать, где он с ним встречался,
но прикусил язык, придал своему лицу значительное выражение и с
подчеркнутым вниманием стал смотреть телевизор.
     И тут в разговор, массаракш, опять влез  этот  Мак:  --  Я
готов признать, -- объявил он, -- в этих чудовищах на юге некую
новую  породу  людей,  но  что общего между ними и домохозяином
Ренаду, например? Ренаду тоже считается выродком,  но  он  явно
относится  не  к  новой, а, прямо скажем, к очень старой породе
людей...
     Гай об этом никогда не думал и поэтому был очень рад,  что
отвечать   на   этот  вопрос  бросился  дядюшка.  Обозвав  Мака
развесистым пнем, он принялся объяснять, что  скрытые  выродки,
они  же  выродки  городские,  есть не что иное, как уцелевшие в
борьбе за существование  остатки  нового  вида,  почти  начисто
уничтоженные  в  наших центральных районах еще в колыбели... Он
еще помнит эти ужасы: их убивали  прямо  при  рождении,  иногда
вместе с матерями... Уцелели только те, у которых новые видовые
признаки  никак  внешне  не проявлялись... Дядюшка хватил пятую
рюмку,  разошелся  и  развил  перед  слушателями  четкий   план
поголовного  тотального  медицинского  обследования  населения,
которым неизбежно придется заняться рано или  поздно,  и  лучше
рано,    чем    поздно.    И   никаких   исключений!   Никакого
попустительства!  Сорная  трава  должна   быть   выполота   без
пощады!..
     На  этом  обед  закончился.  Рада  принялась  мыть посуду,
дядюшка,  не  дождавшись  никаких  возражений,   победно   всех
оглядел,   закупорил  флягу  и  понес  ее  к  себе  в  кабинет,
пробормотав, что идет писать ответ этому дураку Шапшу. При этом
он зачем-то захватил с собой и рюмку. Гай посмотрел  ему  вслед
--  на  ветхий  его  пиджак,  на залатанные брюки, на штопанные
носки и стоптанные туфли -- и ему стало жаль старика. Проклятая
война! Раньше дяде принадлежала вся эта квартира, у  него  была
прислуга,  жена,  был  сын, роскошная посуда, было много денег,
даже поместье где-то было, а теперь -- пыльный, забитый книгами
кабинет, он же спальня, он  же  и  прочее,  поношенная  одежда,
одиночество,  забвение... Да. Он пододвинул единственное кресло
к телевизору, вытянулся и стал сонно  смотреть  на  экран.  Мак
некоторое время сидел рядом, потом мгновенно и бесшумно, как он
один  умел  это  делать,  исчез и обнаружился в другом углу. Он
покопался в небольшой библиотечке Гая, выбрал какой
-то учебник и принялся листать его, прислонившись
плечом к платяному шкафу.  Рада убрала со  стола,
села рядом с Гаем и стала вязать,  изредка погля-
дывая на экран.  В доме воцарились покой,  мир  и
удовлетворение. Гай задремал.
     Ему снилась  чепуха:  будто  он  поймал  двух  выродков  в
каком-то  железном  тоннеле, начал снимать с них допрос и вдруг
обнаружил, что один из них -- Мак,  а  другой,  мягко  и  добро
улыбаясь,  говорит  Гаю:  Ты  все время ошибался, твое место с
нами, а ротмистр -- просто профессиональный убийца, без всякого
патриотизма, без настоящей  уверенности,  ему  просто  нравится
убивать,  как  тебе  нравится  суп  из креветок... И Гай вдруг
ощутил душное сомнение, почувствовал, что вот сейчас поймет все
до конца, еще  секунда  --  и  не  останется  более  ни  одного
вопроса.  Это  непривычное состояние было настолько мучительно,
что сердце остановилось и он проснулся.
     Мак и Рада  тихонько  говорили  о  какой-то  ерунде  --  о
морских купаниях, о песке, о ракушках... Он их не слушал. Ему в
голову  вдруг  пришла  мысль.  Неужели  он способен на какие-то
сомнения, колебания, неуверенность? Но ведь сомневался же он во
сне.. Значит ли это,  что  он  и  наяву  в  такой  же  ситуации
заколебался   бы?   Некоторое   время   он   старался  во  всех
подробностях припомнить свой сон, но тот ускользал, как  мокрое
мыло   их  рук,  расплывался  и  в  конце  концов  стал  совсем
неправдоподобным, и Гай с  облегчением  подумал,  что  все  это
чушь.  И когда Рада, заметив, что он не спит, спросила, что, по
его мнению, лучше -- река или море, он ответил по-солдатски,  в
стиле старины Дога: Лучше всего хорошая баня.
     По   телевизору   передавали  Узоры.  Было  скучно.  Гай
предложил выпить пива. Рада сходила  на  кухню  и  принесла  из
холодильника  две  бутылки.  За  пивом говорили о том, о сем, и
как-то между делом выяснилось, что  Мак  за  последние  полчаса
одолел   учебник  по  геополитике.  Рада  восхитилась.  Гай  не
поверил. Он сказал, что за это время можно пролистать  учебник,
может  быть, даже прочитать, но только механически, без всякого
понимания. Мак потребовал  экзамена.  Гай  потребовал  учебник.
Было  заключено  пари:  проигравшему предстояло пойти к дядюшке
Каану и объявить ему, что коллега  Шапшу  --  умный  человек  и
прекрасный  ученый.  Гай  наугад раскрыл учебник, нашел в конце
главы  контрольные  вопросы  и  спросил:  В  чем   заключается
нравственное благородство экспансии нашей страны на север? Мак
ответил  соими  словами,  но  очень  близко  к тексту и от себя
добавил, что, на его взгляд, благородство здесь ни при чем, все
дело, как он понимает, в агрессивности режимов Хонти и  Пандеи.
Гай  поскреб затылок, лизнув палец, перекинул несколько страниц
и  спросил:  Каков  средний  урожай  злаков  в  северозападных
районах? Мак засмеялся и сказал, что данных по северо-западным
районам  не имеется. Поймать его не удалось. Очень обрадованная
Рада показала Гаю  язык.  А  каково  удельное  демографическое
давление  в  устье  Голубой  Змеи?  -- спросил Гай. Мак назвал
цифру, назвал погрешность и не преминул добавить,  что  понятие
демографического  давления  кажется  ему  смутным. Гай принялся
было ему объяснять,  что  демографическое  давление  есть  мера
агрессивности,  но  тут  вмешалась  Рада.  Она сказала, что Гай
крутит и хочет уклониться от дальнейшего экзамена,  потому  что
понимает, что дела его плохи.
     Гаю  страшно  не  хотелось  идти  к дяде Каану и он, чтобы
затянуть время,  вступил  в  пререкания.  Мак  некоторое  время
слушал,  а потом вдруг ни с того, ни с сего заявил, что Раде ни
в коем случае нельзя снова идти в официантки; ей  надо  учиться
--  сказал  он. Гай, обрадованный переменой темы, вскричал, что
он тысячу раз говорил  ей  то  же  самое  и  уже  предлагал  ей
похлопотать  о  приеме  в  женский  корпус  легиона, где из нее
сделают  по-настоящему  полезного   человека.   Однако   нового
разговора  не  получилось.  Мак только покачал головой, а Рада,
как  и  прежде,  отозвалась   о   женском   корпусе   в   самых
непочтительных выражениях.
     Гай  не  стал  спорить.  Он  бросил учебник, полез в шкаф,
достал гитару и принялся ее настраивать. Рада и Мак тот час  же
отодвинули  в  сторону стол и встали друг перед другом, готовые
оторвать да-нет, да-нет. Гай  выдал  им  да-нет,  да-нет  с
подстуком  и  перезвоном.  Он смотрел, как они танцуют и думал,
что пара подобралась отменная, что жить  вот  только  негде,  и
если  они  поженятся,  то  придется  ему  совсем  перебраться в
казарму. Ну что же, многие капралы живут в казармах... Впрочем,
по Маку не видно, чтобы он собирался жениться. Он  относится  к
Раде  скорее  как  к  другу, только более нежно, почтительно, а
Рада, надо понимать, втюрилась. Ишь, как глаза  блестят!  Да  и
как  не  втюриться  в  такого парня! Даже мадам Го, старая ведь
карга, за шестьдесят, а туда же -- как Мак  идет  по  коридору,
откроет  дверь,  выставит  свой  череп и осклабится. А впрочем,
черт его знает, Мака весь дом любит, и ребята его любят, только
вот господин ротмистр к нему странно относится... Но  и  он  не
отрицает, что парень -- огонь.
     Пара  утанцевалась  до  упаду.  Мак  отобрал у Гая гитару,
перестроил ее на свой чудной манер и начал петь  странные  свои
горские  песни. Тысячи песен, и ни одной знакомой. И каждый раз
что-нибудь новое. И вот что странно: ни одного слова не понять,
а слушаешь, и то плакать хочется,  то  смеяться  без  удержу...
Некоторые  песни  Рада  запомнила  и теперь пыталась подпевать.
Особенно ей нравилась смешная песня (Мак перевел) про  девушку,
каторая  сидит и ждет своего дружка, а дружок никак не может до
нее добраться -- то одно ему мешает, то другое... За гитарой  и
пением они не услышали звонка в парадную дверь. Раздался стук и
в комнату ввалился вестовой господина ротмистра Чачу.
     --  Господин  капрал,  разрешите обратиться, - рявкнул он,
косясь на Раду.
     Мак перестал играть. Гай сказал:
     -- Обращайтесь.
     -- Господин ротмистр приказали вам и кандидату Симу срочно
явиться в канцелярию роты. Машина внизу.
     Гай вскочил.
     -- Ступайте, -- сказал  он.  --  Подождите  в  машине.  Мы
сейчас спустимся. Отдевайся быстро, -- сказал он Максиму.
     Рада  взяла  гитару на руки, как ребенка, и встала у окна,
отвернувшись. Гай и Мак торопливо одевались.
     -- Как ты думаешь -- зачем? -- спросил Мак.
     -- Откуда мне знать? --  Проворчал  Гай.  --  Может  быть,
учебная тревога...
     --  Не  нравится  мне это, -- сказал Мак. Гай посмотрел на
него и на всякий случай  включил  радио.  По  радио  передавали
ежедневные  праздные разговоры деловитых женщин. Они оделись,
затянули ремни, и Гай сказал:
     -- Рада, мы пошли.
     -- Идите, -- сказала Рада, не оборачиваясь.
     -- Пошли, Мак, -- сказал Гай нахлобучивая берет.
     --  Позвоните,  --  сказала  Рада.  --  Если  задержетесь,
обязательно позвоните... -- Она так и не обернулась.
     Вестовой  предупредительно  распахнул  дверцу  перед Гаем.
Сели. Поехали. Видимо, дело было срочное: шофер  гнал,  включив
сирену на полную громкость. Гай с некоторым сожалением подумал,
что  вот  пропал  вечерок,  редкий,  хороший  вечерок,  уютный,
домашний.  Но  такова  жизнь  легионера.  Сейчас  прикажут,  ты
возмешь  автомат и будешь стрелять -- сразу после бутылки пива,
после  уютной  пижамы,  после  песенок   под   гитару.   Такова
прекрасная  жизнь  легионера,  лучшая  из  всех возможных. И не
нужно нам ни подружек, ни жен, и правильно, что  Мак  не  хочет
жениться  на  Раде,  хотя  жалко, конечно, сестренку... Ничего,
подождет. Любит -- так подождет...
     Машина ворвалась на плац и затормозила у входа в  казарму.
Гай выскочил, взбежал по ступенькам. Перед дверью канцелярии он
остановился,  поправил  берет,  пряжку,  быстро  оглядел  Мака,
застегнул ему пуговицу на воротнике -- массаракш, вечно  она  у
него расстегнута! -- И постучал.
     --  Войдите!  --  каркнул  знакомый  голос.  Гай  вошел  и
доложился. Господин ротмистр Чачу в суконной накидке и  фуражке
сидел  за  своим  столом. Он курил и пил кофе. Снарядная гильза
перед ним была  полна  окурками.  Сбоку  на  столе  лежали  два
автомата.  Господин  ротмистр  медленно поднялся, уперся в стол
обеими руками и, глядя на Максима, заговорил:
     -- Кандидат Сим! Ты  проявил  себя  незаурядным  бойцом  и
верным  боевым  товарищем.  Я  ходатайствовал  перед командиром
бригады   о   досрочном   производстве   тебя   в   достоинство
действительного  рядового  боевого  легиона.  Экзамен  огнем ты
выдержал  успешно.  Остается  последний  экзамен   --   экзамен
кровью...
     У  Гая  радостно подпрыгнуло сердце. Он не ожидал, что это
случится так скоро. Молодец ротмистр! Вот  что  значит  старый
вояка! Я-то, дурак, вообразил, будто он копает под Мака... Гай
посмотрел  на  Мака,  и радость его несколько поубавилась. Лицо
Мака было совершенно деревянным, глаза выкачены, все по уставу,
но именно сейчас можно было бы и не придерживаться  так  строго
уставных правил.
     --  Я  вручаю  тебе  приказ,  кандидат  Сим,  -- продолжал
господин ротмистр, протягивая Маку лист бумаги. --  Это  первый
письменный   приказ,   адресованный  тебе  лично.  Надеюсь,  не
последний. Прочти и распишись.
     Мак взял приказ и пробежал его глазами. У Гая снова екнуло
сердце,  но  уже  не  от  радости,  а  от  какого-то   тяжелого
предчувствия.  Лицо  Мака оставалось по-прежнему неподвижным, и
все было как будто в порядке, но он чуть-чуть помедлил,  прежде
чем  взял  приказ  и  расписался.  Господин  ротмистр  осмотрел
подпись и положил листок в планшет.
     -- Капрал Гаал, -- сказал он, беря со  стола  запечатанный
конверт.   --   Ступай   в   караульное   помещение  и  приведи
приговоренных. Возьми автомат... Нет, вот этот, с краю....
     Гай взял конверт, повесил автомат на шею  и  направился  к
двери.  Он  еще  услышал, как господин ротмистр сказал Маку: --
ничего, кандидат, не  трусь.  Это  страшно  только  по  первому
разу...
     Гай бегом направился через плац к зданию бригадной тюрьмы,
вручил  начальнику  караула конверт, расписался, где нужно, сам
получил необходимые расписки, и ему вывели  приговоренных.  Это
были  давешние  зоговорщики  --  толстый  дядька,  которому Мак
вывихнул пальцы, и женщина. Массаракш! Только этого не хватало!
Женщина -- это совсем лишнее... Это не  для  Мака...  Он  вывел
приговоренных  на  плац  и  погнал их к казарме. Мужчина плелся
нога за ногу и все баюкал свою руку, а женщина шла прямая,  как
жердь,  засунув  руки  глубоко  в карманы жакетки, и, казалось,
ничего не видела и не слышала. Массаракш, а почему, собственно,
не для Мака? Какого дьявола! Эта баба такая же  гадина,  как  и
мужик. Почему мы должны давать ей какие
-то льготы? И почему это, массаракш, надо предос-
тавлять какие-то  льготы  кандидату  Симу?  Пусть
привыкает, массаракш и массаракш!..
     Господин  ротмистр  и  Мак  были  уже  в  машине. Господин
ротмистр -- за рулем. Мак с автоматом между колен -- на  заднем
сиденье.  Он  открыл дверцу и приговоренные залезли внутрь. На
пол! -- Скомандовал Гай. Они послушно сели на железный пол,  а
Гай -- на сиденье напротив Мака. Он пытался поймать его взгляд,
но  Мак  смотрел на приговоренных. Нет, он глядел только на эту
бабу, которая съежилась  на  полу,  обхватив  колени.  Господин
ротмистр,   не  оборачиваясь,  сказал:  Готовы?  --  И  машина
тронулась.
     По дороге не разговаривали. Господин ротмистр гнал  машину
на  безумной  скорости -- видимо, хотел все кончить до сумерек,
да и чего тянуть... Мак все время  глядел  на  женщину,  словно
ловил  ее  взгляд,  а Гай все ловил взгляд Мака. Приговоренные,
цепляясь друг за друга, елозили по полу; толстяк  пытался  было
заговорить с бабой, но Гай прикрикнул на него. Машина выскочила
за  город, миновала южную заставу и свернула на проселок, очень
знакомый  проселок,   ведущий   к   розовым   пещерам.   Машина
подпрыгнула  всеми  четырьмя колесами, держаться было неудобно.
Мак не поднимал глаз, а тут еще  эти  полупокойники  все  время
хватались  за  колени,  спасаясь  от  немилосердной тряски. Гай
наконец не вытерпел и треснул толстого гада сапогом под  ребра,
но  это  не  помогло  --  тот  все  равно  продолжал хвататься.
Господин ротмистр еще раз повернул, резко затормозил, и  машина
медленно,   осторожно   съехала  в  карьер.  Господин  ротмистр
выключил двигатель и скомандовал: Выходи!
     Было уже около восемнадцати  часов,  в  карьере  собирался
легкий вечерний туман, выветрившиеся каменные стены отсвечивали
розовым.  Когда-то  здесь  добывали  мрамор.  А  кому он сейчас
нужен, этот мрамор?..
     Дело подходило к развязке. Мак  по-прежнему  держался  как
идеальный    солдат:   ни   одного   лишнего   движения,   лицо
равнодушно-деревянное, глаза в ожидании приказа  устремлены  на
начальство.  Толстяк  вел  себя  хорошо,  с достоинством. С ним
хлопот, по-видимому, не будет. А вот баба под  конец  раскисла.
Она  судорожно  стискивала кулаки, прижимала их к груди и снова
опускала, и Гай решил, что будет истерика, но  волочить  ее  на
руках к месту казни, кажется, все-таки не придется.
     Господин  ротмистр  закурил,  посмотрел  на  небо и сказал
Маку:
     -- Веди их по этой тропинке. Дойдешь до пещер --  увидишь,
где  их  ставить.  Когда  закончишь,  обязательно проверь и при
необходимости   добей   контрольным   выстрелом.   Что    такое
контрольный выстрел, знаешь?
     -- Так точно, -- произнес Мак деревянным голосом.
     --  Врешь, не знаешь. Это -- в голову. Действуй, кандидат.
Сюда ты вернешься уже действительным рядовым.
     Женщина вдруг сказала:
     -- Если среди вас есть хоть один человек... Сообщите  моей
матери... Поселок Утки, дом два... Это рядом... Ее зовут...
     -- Не унижайся, -- басом произнес грузный.
     -- Ее зовут Илли Тадер...
     --  Не  унижайся,  --  повторил  грузный, повысив голос, и
господин ротмистр, не размахиваясь, ткнул его кулаком  в  лицо.
Грузный замолчал, схватившись за щеку, и с ненавистью посмотрел
на господина ротмистра.
     --  Действуй, кандидат, -- повторил господин ротмистр. Мак
повернулся  к  приговоренным  и  сделал   движение   автоматом.
Приговоренные  пошли  по тропинке. Женщина обернулась и еще раз
крикнула:
     -- Поселок Утки, дом два. Илли Тадер! Мак, выставив  перед
собой   автомат,   медленно  шел  за  ними.  Господин  ротмистр
распахнул дверцу, боком сел за руль, вытянул ноги и сказал:
     -- Ну вот, четверть часика подождем.
     -- Так точно, господин  ротмистр,  --  машинально  ответил
Гай.  Он смотрел вслед Маку, смотрел до тех пор, пока группа не
скрылась за розовым выступом.  На  обратном  пути  надо  будет
купить  бутылку,  --  подумал  он.  -- Пусть напьется. Говорят,
помогает.
     -- Можешь курить, капрал, -- сказал господин ротмистр.
     -- Спасибо, господин ротмистр, я не курю.
     Господин  ротмистр  далеко  сплюнул  сквозь  зубы.  --  Не
боишься  разочароваться  в  своем  приятеле? -- Никак нет... --
Нерешительно сказал Гай. --  Хотя,  с  вашего  позволения,  мне
очень жаль, что ему досталась женщина. Он горец, а у них там...
     --  Он  такой  же  горец,  как  и  мы  с тобой, -- перебил
господин ротмистр. -- И дело здесь не  в  женщинах...  Впрочем,
посмотрим. Чем вы занимались, когда вас вызвали?
     -- Пели хором, господин ротмистр.
     -- И что же вы пели?
     --  Горские песни, господин ротмистр. Он знает очень много
песен.
     Господин ротмистр вылез из машины и принялся прохаживаться
взад-вперед по тропинке. Больше он  не  разговаривал,  а  минут
через   десять  принялся  насвистывать  Марш.  Гай  все  ждал
выстрелов, но их не было, и он начал беспокоиться.  Убежать  от
Мака немыслимо. Обезоружить -- тем более. Но тогда почему он не
стреляет?  Может  быть, он повел их дальше обычного места?.. На
обычном  месте  слишком  сильно   пахнет,   божедомы   зарывают
неглубоко,  а у Мака слишком сильное обоняние... Он из-за одной
своей брезгливости способен прошагать лишних пять километров...
     --   Н-ну,   так...   --   Сказал    господин    ротмистр,
останавливаясь.  --  Вот  и  все  капрал Гаал. Боюсь, что мы не
дождемся твоего дружка. И боюсь, что тебя сегодня  в  последний
раз называют капралом.
     Гай  с  изумлением  посмотрел  на  него. Господин ротмистр
ухмылялся.
     -- Ну, что смотришь? Что  ты  таращишься,  как  свинья  на
ветчину? Твой приятель бежал, дезертировал, он трус и изменник!
Понятно, рядовой Гаал?
     Гай  был  поражен. И не столько словами ротмистра, сколько
его тоном. Господин ротмистр был в восторге. Он торжествовал. У
него  был  такой  вид,  будто  он  выиграл  крупное  пари.  Гай
машинально  поглядел в глубину карьера и вдруг увидел Мака. Мак
возвращался один, автомат он нес в руке за ремень.
     -- Массаракш! --  прохрипел  господин  ротмистр.  Он  тоже
увидел  Мака,  и  вид  у него сделался обалделый. Больше они не
говорили. Они только смотрели, как Мак неторопливо приближается
к ним, легко шагая по  каменному  крошеву,  на  его  спокойное,
доброе  лицо  со  странными  глазами,  и  в голове у Гая царила
сумятица: выстрелов все-таки  не  было...  Неужели  он  задушил
их...   Или  забил  прикладом...  Он,  Мак,  женщину?  Да  нет,
чепуха... Но выстрелов ведь не было...
     В пяти шагах от них Мак  остановился  и,  глядя  господину
ротмистру в лицо, швырнул автомат ему под ноги.
     --  Прощайте,  господин  ротмистр,  --  сказал  он. -- Тех
несчастных я отпустил и теперь хочу уйти сам. Вот ваше  оружие,
вот  одежда...  --  Он  повернулся к Гаю и, расстегивая ремень,
сказал ему: -- Гай, это нечистое дело. Они нас обманули, Гай.
     Он стянул с себя сапоги и комбинезон, свернул все в узел и
остался таким, каким Гай увидел его впервые на южной границе --
почти голым, в одних  серебристых  трусах  и  теперь  даже  без
обуви.  Он  подошел  к  машине  и  положил  узел  на капот. Гай
ужаснулся. Он посмотрел на господина ротмистра и ужаснулся  еще
больше.
     -- Господин ротмистр! -- закричал он. -- Не надо! Он сошел
с ума! Он опять...
     --  Кандидат Сим! -- Каркнул господин ротмистр, держа руку
на кобуре. -- Немедленно садитесь в машину! Вы арестованы.
     -- Нет, -- сказал  Мак.  --  Это  вам  только  кажется.  Я
свободен. Я пришел за Гаем. Гай, пошли! Они тебя надули. Они --
грязные люди. Раньше я сомневался, теперь я уверен. Пошли.
     Гай  замотал  головой.  Он  хотел  что-то  сказать, что-то
объяснить, но не было времени и не было слов. Господин ротмистр
вытащил пистолет.
     -- Кандидат Сим! В машину! -- каркнул он.
     -- Ты идешь? -- спросил Мак.
     Гай снова замотал головой. Он смотрел на пистолет  в  руке
господина  ротмистра,  и  думал  только об одном, и знал только
одно: Мака сейчас убьют. И он не знал, что делать.
     -- Ладно, -- сказал Мак. -- Я тебя найду. Я  все  узнаю  и
найду тебя. Тебе здесь не место... Поцелуй Раду.
     Он  повернулся  и  пошел, так же легко ступая по каменному
крошеву босыми ногами, как и в сапогах, а Гай, трясясь словно в
лихорадке, немо смотрел на его широкую треугольную спину и ждал
выстрела и черной дырки под левой лопаткой.
     -- Кандидат Сим, -- сказал господин ротмистр,  не  повышая
голоса. -- Приказываю вернуться. Буду стрелять.
     Мак остановился и снова повернулся к нему.
     -- Стрелять? -- сказал он. -- В меня? За что? Впрочем, это
неважно. Дайте сюда пистолет.
     Ротмистр, держа пистолет у бедра, навел ствол на Мака.
     --  Я  считаю  до  трех, -- сказал он. -- Садись в машину,
кандидат. Раз!
     -- А ну, дайте сюда пистолет, --  сказал  Мак,  протягивая
руку и направляясь к господину ротмистру.
     -- Два! -- сказал господин ротмистр.
     -- Не надо! -- крикнул Гай.
     Ротмистр  выстрелил.  Мак  был  уже близко. Гай видел, как
пуля попала ему в плечо и как он отшатнулся, словно налетел  на
препятствие.
     --  Глупец,  --  сказал Мак. -- Дайте сюда оружие, злобный
глупец. Он не остановился, он все шел на  господина  ротмистра,
протянув  руку  за  оружием,  и  из дырки в плече вдруг толчком
выплеснулась кровь. А господин ротмистр, издав странный шипящий
звук, очень быстро выстрелил три раза подряд  прямо  в  широкую
коричневую  грудь.  Мака отбросило, он упал на спину, сейчас же
вскочил, снова упал, приподнялся, и господин  ротмистр,  присев
от напряжения, выпустил в него еще три пули. Мак перевалился на
живот и застыл.
     У  Гая  все  поплыло  перед  глазами,  и  он  опустился на
подножку машины. В  ушах  его  все  еще  звучал  отвратительный
плотный  хруст, с которым пули входили в тело этого странного и
любимого человека. Потом он опомнился, но еще  некоторое  время
сидел, не рискуя подняться на ноги.
     Коричневое  тело  Мака  лежало среди розовых камней и само
было неподвижно, как камень. Господин ротмистр стоял на прежнем
месте и, держа пистолет наготове, курил, жадно затягиваясь.  На
Гая  он не смотрел. Он докурил до конца, бросил окурок и сделал
два шага в сторону убитого. Но уже второй  его  шаг  был  очень
коротким.  Господин  ротмистр  Чачу  так  и  не решился подойти
вплотную. Он произвел контрольный  выстрел  с  десяти  шагов  и
промахнулся.  Гай  видел,  как  каменная  пыль брызнула рядом с
головой Мака.
     -- Массаракш, --  прошипел  господин  ротмистр,  засовывая
пистолет в кобуру.
     Он  засовывал  долго,  никак  не  мог застегнуть кобуру, а
потом подошел к Гаю, взял его искалеченной рукой за  мундир  на
груди,  рывком  поднял  и,  громко дыша ему в лицо, проговорил,
растягивая слова, как пьяный:
     -- Ладно. Ты останешся капралом. Но в легионе тебе  делать
нечего... Напишешь рапорт о переводе в армию. Полезай в машину.


<ul><a name=11></a><h2> * ЧАСТЬ ТРЕТЬЯ. ТЕРРОРИСТ * </h2></ul>


<ul><a name=12></a><h2>Глава девятая</h2></ul>

     Сопровождающий негромко сказал: Ждите здесь -- и ушел --
скрылся  между  кустами  и  за  деревьями.  Максим сел на пенек
посреди полянки, засунул руки в карманы  брезентовых  штанов  и
стал  ждать. Лес был старый, запущенный, подлесок душил его, от
древних морщинистых стволов несло трухлявой гнилью. Было  сыро.
Максим  ежился,  он  чувствовал  дурноту,  хотелось посидеть на
солнышке, погреть плечо.
     В кустах неподалеку  кто-то  был,  но  Максим  не  обращал
внимания  --  за  ним следили от самого поселка, и он ничего не
имел против. Странно было бы, если бы они поверили сразу.
     Сбоку  на  полянку  вышла  маленькая  девочка  в  огромной
залатанной кофте и с корзиной в руке. Она уставилась на Максима
и  так,  не  отрывая  от  него  глаз, прошла мимо, спотыкаясь и
путаясь в траве. Какой-то зверек  вроде  белки  мелькнул  между
кустами,  взлетел  на  дерево,  глянул вниз, испугался и исчез.
Было тихо-тихо, только где-то вдалеке стучала машина --  резала
тростник на озере.
     Человек  в  кустах  не  уходил  --  буравил спину недобрым
взглядом. Это было неприятно, но надо привыкать. Теперь  всегда
будет  так. Обитаемый остров ополчился на него, стрелял в него,
следил за ним, не верил ему. Максим задремал.  Последнее  время
он  часто  задремывал  в  самые  неподходящие моменты. Засыпал,
просыпался, опять засыпал. Он не пытался с этим  бороться:  так
хотел  организм,  а  ему  виднее.  Это  пройдет, только не надо
сопротивляться.
     Зашуршали шаги и сопровождающий сказал: Идите  за  мной.
Максим  поднялся,  не  вынимая рук из карманов, и пошел за ним,
глядя на его ноги в мягких мокрых сапогах. Они углубились в лес
и принялись ходить, описывая круги и сложные петли,  постепенно
приближаясь к какому-то жилью, до которого от полянки по прямой
было   совсем   близко.  Потом  сопровождающий  решил,  что  он
достаточно запутал Максима, и  полез  напрямик  через  бурелом,
причем,  как человек городской, производил много шума и треска,
так что Максим даже перестал  слышать  шаги  человека,  который
крался сзади.
     Когда бурелом кончился, Максим увидел за деревьями лужайку
и покосившийся  бревенчатый дом с заколоченными окнами. Лужайка
заросла высокой травой, но Максим видел, что  здесь  ходили  --
совсем  недавно  и давно. Ходили осторожно, стараясь каждый раз
подойти к дому другим путем.  Сопровождающий  открыл  скрипучую
дверь,  и  они  вошли  в  темные  затхлые сени. Человек, шедший
следом, остался снаружи. Сопровождающий отвалил крышку  погреба
и сказал: Идите сюда, осторожнее... Он плохо видел в темноте.
Максим спустился по деревянной лестнице.
     В  погребе  было  тепло, сухо, здесь были люди; они сидели
вокруг стола и смешно таращились, пытаясь  разглядеть  Максима.
Пахло свежепогашенной свечой. По-видимому, они не хотели, чтобы
Максим  видел  их  лица.  Максим узнал только двоих: Орди, дочь
старой Илли Тадер, и толстого Мемо Грамену, сидевшего  у  самой
лестницы  с пулеметом на коленях. Вверху тяжело грохнула крышка
люка, и чей-то голос сказал:
     -- Кто вы такой? Расскажите о себе.
     -- Можно сесть? -- спросил Максим.
     -- Да, конечно. Идите сюда, на мой  голос.  Наткнетесь  на
скамью.
     Максим  сел  за  стол  и обвел глазами соседей. За столом,
кроме него, было четверо.  В  темноте  они  казались  серыми  и
плоскими,  как  на  старинной фотографии. Справа сидела Орди, а
говорил плотный, широкоплечий человек,  сидевший  напротив.  Он
был неприятно похож на ротмистра Чачу.
     --  Рассказывайте,  --  повторил  он. Максим вздохнул. Ему
очень не хотелось начинать знакомство прямо с вранья, но делать
было нечего.
     -- Своего прошлого я не знаю, -- сказал он. -- Говорят,  я
--  горец.  Может  быть. Не помню... Зовут меня Максим, фамилия
Каммерер. В легионе меня звали  Мак  Сим.  Помню  себя  с  того
момента, когда меня задержали у Голубой Змеи...
     С  враньем  было  покончено  и дальше дело пошло легче. Он
рассказывал, стараясь быть кратким, и в то же время не упустить
то, что казалось ему важным.
     ...Я отвел их как можно дальше в глубь карьера,  велел  им
бежать, а сам, не торопясь, вернулся. Тогда ротмистр расстрелял
меня.  Ночью  я  пришел  в  себя,  выбрался из карьера и вскоре
набрел на пастбище. Днем я прятался в кустах и  спал,  а  ночью
подбирался  к  коровам  и  пил молоко. Через несколько дней мне
стало лучше. Я взял у пастухов  какое-то  тряпье,  добрался  до
поселка Утки и нашел там Илли Тадер. Остальное вам известно.
     Некоторое  время  все  молчали. Потом человек деревенского
вида с длинными, до плеч, волосами сказал:
     -- Не  понимаю,  как  это  он  не  помнит  прошлой  жизни.
По-моему, так не бывает. Вот пусть доктор скажет.
     --  Бывает,  --  коротко  сказал  доктор.  Он  был  худой,
заморенный и вертел в руках трубку. Видимо, ему очень  хотелось
курить...
     -- Почему вы не бежали вместе с приговоренными? -- спросил
широкоплечий.
     -- Там оставался Гай, -- сказал Максим. -- Я надеялся, что
он пойдет   со  мной...  --  Он  замолчал,  вспоминая  бледное,
потерянное лицо Гая, и  страшные  глаза  ротмистра,  и  горячие
толчки  в  грудь  и живот, и ощущение бессилия и обиды. -- Это,
конечно, была глупость, но тогда я этого не понимал.
     -- Вы принимали участие в операциях? -- спросил Мемо.
     -- Я уже рассказывал.
     -- Повторите!
     --  Я  принимал  участие  в  одной  операции,  когда  были
схвачены  Кетшеф,  Орди, вы и еще двое, не назвавших себя. Один
из них был с искусственной рукой.
     -- Как же вы объясните такую поспешность вашего ротмистра?
Ведь для  того,  чтобы  кандидат  получил  право  на  испытание
кровью,  ему  нужно  сначала  принять участие по меньшей мере в
трех операциях.
     -- Не знаю. Знаю только, что он мне не доверял. Я  сам  не
понимаю, почему он послал меня расстреливать...
     -- А почему он, собственно, стрелял в вас?
     --  По-моему,  он  испугался.  Я  хотел  отобрать  у  него
пистолет...
     -- Не понимаю я, -- сказал человек с длинными волосами. --
Ну, не доверял он вам. Ну, послал для проверки казнить...
     -- Подожди, лесник, -- сказал  Мемо.  --  Это  все  пустые
разговоры.  Доктор, на вашем месте я бы осмотрел его. Что-то не
очень я верю в эту историю с ротмистром.
     -- Я не могу осматривать в темноте, -- раздраженно  сказал
доктор.
     --  А вы зажгите свет, -- посоветовал Максим. -- Все равно
я вас вижу.
     Наступило молчанине.
     -- Как так видите? -- спросил широкоплечий.
     Максим пожал плечами. -- Вижу, -- сказал он. --
     Что за вздор, -- сказал Мемо. -- Ну, а что я
     сейчас делаю, если вы видите?
     Максим обернулся.
     -- Вы наставили на меня -- то есть это вам кажется, что на
меня, а на самом деле на доктора, ручной пулемет.  Вы  --  Мемо
Грамену.  Я  вас знаю. На правой щеке у вас царапина, раньше ее
не было.
     -- Нокталопия, -- проворчал доктор.  --  Давайте  зажигать
свет.  Глупо.  Он  нас видит, а мы его нет. -- Он нащупал перед
собой спички и стал чиркать одну за другой. Они ломались.
     -- Да, -- сказал Мемо. -- Конечно, глупо. Отсюда он выйдет
либо нашим, либо вообще не выйдет.
     -- Позвольте-ка... --  Максим  протянул  руку,  отобрал  у
доктора спички и зажег свечу.
     Все   зажмурились,   прикрывая   ладонью   глаза.   Доктор
немедленно закурил.
     -- Раздевайтесь, -- сказал он, треща трубкой.
     Максим  стянул  через  голову  брезентовую   рубаху.   Все
уставились на его грудь. Доктор выбрался из-за стола, подошел к
Максиму  и  принялся  вертеть  его  в  разные стороны, ощупывая
крепкими холодными пальцами.  Было  тихо.  Потом  длинноволосый
сказал с каким-то сожалением:
     --  Красивый  мальчик. Сын у меня был... Тоже... Ему никто
не ответил; он тяжело поднялся, пошарил в углу, с трудом поднял
и водрузил на стол большой оплетенный  кувшин.  Потом  выставил
три кружки.
     --  Можно  будет  по  очереди, -- объяснил он. - Ежели кто
хочет покушать, то сыр найдется. И хлеб...
     -- Погодите, Лесник, -- раздраженно  сказал  широкоплечий.
--  Отодвиньте  ваш кувшин, мне ничего не видно... Ну, что там,
доктор?
     Доктор еще раз прошелся  по  Максиму  холодными  пальцами,
окутался дымом и сел на свое место.
     --   Налейте-ка  мне,  Лесник,  --  сказал  он.  --  Такие
обстоятельства  надобно  запить...  Одевайтесь,  --  сказал  он
Максиму. -- И не улыбайтесь, как рыбапугало. У меня будет к вам
несколько вопросов.
     Максим  оделся.  Доктор  отхлебнул  из кружки, сморщился и
спросил:
     -- Когда, вы говорите, в вас стреляли?
     -- Сорок семь дней назад.
     -- Из чего, вы говорите, стреляли?
     -- Из пистолета. Из армейского пистолета.
     Доктор снова  отхлебнул,  снова  сморщился  и  проговорил,
обращаясь к широкоплечему:
     --  Я  бы  голову  дал на отсечение, что в этого молодчика
действительно стреляли из армейского пистолета, причем с  очень
короткой  дистанции,  но не сорок семь дней назад, а по крайней
мере сто сорок семь... Где пули? -- спросил он вдруг Максима.
     -- Они вышли и я их выбросил.
     -- Слушайте, как вас... Мак! Вы  врете!  Признайтесь,  как
вам это сделали?
     Максим покусал губу.
     --  Я говорю правду. Вы просто не знаете, как быстро у нас
заживают раны. Я не вру. -- Он помолчал. -- Впрочем, меня легко
проверить. Разрежьте мне руку. Если надрез будет неглубокий,  я
затяну его за десять -- пятнадцать минут.
     --  Это  правда,  --  сказала Орди. Она впервые вступила в
разговор. -- Это я видела сама. Он чистил  картошку  и  обрезал
палец.  Через  полчаса  остался  только белый шрам, а на другой
день вообще ничего не было. Я думаю,  он  действительно  горец.
Гэл  рассказывал  про  древнюю  горскую  медицину  -  они умеют
заговаривать раны.
     -- Ах, горская медицина... --  сказал  доктор,  окутываясь
дымом.  --  Ну  что ж, предположим. Правда, порезанный палец --
это одно, а семь пуль в упор -- это другое,  но  предположим...
То, что раны заросли так быстро, не самое удивительное. Я хотел
бы,  чтобы мне объяснили другое. В молодом человеке семь дыр. И
если эти дыры проделаны настоящими пулями, то по  крайней  мере
четыре  из  них  --  каждая  в  отдельности,  заметьте! -- были
смертельными.
     Лесник охнул и молитвенно сложил руки.
     -- Какого черта? -- сказал широкоплечий.
     -- Нет уж, вы мне поверьте, -- сказал доктор.  --  Пуля  в
сердце,  пуля  в позвоночнике и две пули в печени. Плюс к этому
общая сильная потеря крови. Плюс неизбежный сепсис и отсутствие
следов квалифицированного врачебного вмешательства.  Массаракш,
хватило бы и одной пули в сердце!
     --  Что  вы  на  это  скажете?  --  спросил  широкоплечий,
поворачиваясь к Максиму.
     -- Он  ошибается,  --  сказал  Максим.  --  Он  все  верно
определил, но он ошибается. Для нас эти раны не смертельны. Вот
если  бы  ротмистр  попал  мне  в  голову...  Но он не попал...
Понимаете, доктор, вы даже представить себе  не  можете,  какие
это жизнеспособные органы -- сердце, печень...
     -- Н-да, -- сказал доктор.
     -- Одно мне ясно, -- сказал широкоплечий. - Вряд ли они бы
направили  к  нам  такую грубую работу. Они же знают, что среди
нас есть врачи.
     Наступило длительное молчание. Максим терпеливо ждал. А я
бы поверил? -- думал он. -- Я бы,  наверное,  поверил.  Но  я
вообще,  кажется, слишком легковерен для этого мира. Хотя уже и
не так, как раньше. Например, мне не нравится Мемо. Он  чего-то
все  время боится. Странно. Впрочем, он, наверное, боится меня.
Боится, что я отберу у него пулемет и опять вывихну ему пальцы.
Что ж, может  быть,  он  прав.  Я  больше  не  позволю  в  себя
стрелять.  Это  слишком  гадко,  когда  в  тебя стреляют... Он
вспомнил ледяную ночь в карьере, мертвое фосфоресцирующее небо,
холодную липкую лужу, в которой лежал.  Нет,  хватит.  С  меня
хватит... Теперь лучше я буду стрелять...
     --  Я  ему  верю, -- сказала вдруг Орди. -- У него концы с
концами не сходятся, но это  просто  потому,  что  он  странный
человек.  Такую  историю  нельзя придумать, это было бы слишком
нелепо. Если бы я ему не верила, я бы, услышав  такую  историю,
сразу   бы   его  застрелила.  Он  же  громоздит  нелепость  на
нелепость. Может быть, он сумасшедший, но не провокатор... Я за
него, -- добавила она, помолчав.
     --  Хорошо,  Птица,  --  сказал  широкоплечий.  -  Помолчи
пока...  Вы  проходили  комиссию  в  департаменте общественного
здоровья? -- Спросил он Максима.
     -- Да.
     -- Вас признали годным?
     -- Конечно.
     -- Без ограничений?
     -- В карточке было написано просто: годен.
     -- Что вы думаете о боевом легионе?
     -- Теперь я думаю, что это  безмозглое  оружие  в  чьих-то
руках.  Скорее  всего,  в  руках  этих  пресловутых  Огненосных
творцов. Но я еще многого не понимаю.
     -- А что вы думаете об Огненосных Творцах?
     --  Я  думаю,  что  это  верхушка  военной  диктатуры.   В
средствах  они  неразборчивы,  но какие у них цели... -- Максим
покачал головой.
     -- Что вы думаете о выродках?
     --  Думаю,  что  термин  неудачен.  Думаю,   что   вы   --
заговорщики.  Цели  ваши  представляю  довольно  смутно. Но мне
понравились люди, которых я видел сам. Все они  показались  мне
честными и, как бы это сказать... Действующими сознательно.
     -- Так, -- сказал широкоплечий. -- У вас бывают боли?
     -- В голове? Нет, не бывают.
     --  Зачем об этом спрашивать? -- сказал Лесник. -- Если бы
были, он бы здесь не сидел.
     -- Вот я и хочу понять, зачем он здесь  сидит,  --  сказал
широкоплечий. -- Зачем вы пришли к нам? Вы хотите участвовать в
нашей борьбе?
     Максим покачал головой.
     --  Я  бы  так  не  сказал.  Это  была бы неправда. Я хочу
разобраться. Сейчас я скорее с вами, чем с ними, но  ведь  и  о
вас я знаю слишком мало.
     Все переглянулись.
     --  У  нас  так не делается, милый, -- сказал Лесник. -- У
нас так: либо ты наш, и тогда на тебе  оружие  и  иди  воевать.
Либо  ты,  значит,  не  наш,  и  тогда,  извини, мы тебя... Сам
понимаешь... Куда тебя -- в голову надо, да?
     Опять  наступило  молчание.  Доктор  тяжело   вздохнул   и
выколотил трубку о скамью.
     --  Редкий и тяжелый случай, -- объявил он. -- У меня есть
предложение. Пусть он нас поспрашивает... У тебя есть  вопросы,
не так ли, Мак?
     -- Да, я пришел спрашивать, -- отозвался Максим.
     --  У него много вопросов, -- подтвердила Орди, усмехаясь.
-- Он матери жить не давал вопросами. Да и ко мне приставал.
     -- Задавайте, -- сказал широкоплечий. -- А мы послушаем.
     -- Кто такие Огненосные Творцы и чего они хотят? --  Начал
Максим.
     Все зашевелились -- очевидно, этого вопроса не ждали.
     --  Огненосные  Творцы, -- сказал доктор, -- это анонимная
группа наиболее опытных инитриганов из военных,  финансистов  и
политиков.  У  них  две цели: одна главная, другая -- основная.
Главная -- удержаться у власти. Основная --  получить  от  этой
власти  максимум  удовлетворения.  Все  они  хапуги,  сибариты,
садисты, и все они властолюбцы... Вы удовлетворены?
     -- Нет, -- сказал Максим. -- Все это я и так подозревал...
Их экономическая  программа?  Их   идеология?   На   кого   они
опираются?..
     Все  опять  переглянулись. Лесник, раскрыв рот, смотрел на
Максима.
     -- Экономическая программа...  --  сказал  доктор.  --  Вы
слишком  многого  от  нас хотите. Мы не теоретики, мы практики.
Для  нас  важнее  всего  то,  что  они  хотят  нас  уничтожить.
Собственно  говоря,  мы  боремся  за  свою  жизнь...--  Он стал
раздраженно набивать свою трубку.
     -- Я не хотел никого  обидеть,  --  сказал  Максим.  --  Я
просто  хочу  разобраться...  --  Он бы с удовольствием изложил
доктору основы теории исторических последовательностей, но  ему
не  хватало  слов.  --  Ладно.  Но  чего  вы  хотите? К чему вы
стремитесь, кроме сохранения жизни? И кто вы?
     Трубка  доктора   шуршала   и   трещала,   тяжелый   смрад
распространялся от нее по всему подвалу.
     --  Дайте  мне,  --  сказал  вдруг  Лесник. -- Дайте я ему
скажу... Мне дайте... Ты, друг симпатичный,  того...  Не  знаю,
как там у вас в горах, а у нас тут люди любят жить. Как это так
--  кроме, говорит, сохранения жизни? А мне, может быть, ничего
кроме этого и не надо!.. Ты что полагаешь --  этого  мало?  Ишь
ты, какой храбрый нашелся! Ты поживи-ка в подвале, когда у тебя
дом есть, жена, семья, и все от тебя отреклись... Ты это брось!
     -- Подождите, Лесник, -- сказал широкоплечий.
     --  Нет,  это  пусть  он  подождет!  Ишь ты какой нашелся,
экономию ему подавай, базу всякую...
     -- Подожди, дядя, -- сказал  доктор.  --  Видишь,  человек
ничего  не понимает... Видите ли, -- сказал он Максиму. -- Наше
движение  очень  разнородно.   Какой-то   единой   политической
программы у нас нет, да и быть не может: мы убиваем потому, что
убивают нас. Это надо понять. Вы это поймите. Все мы смертники,
шансов выжить у нас немного. И всю политику у нас заслоняет, по
существу,  биология.  Выжить -- вот главное. Тут уж не до базы.
Так что, если вы  явились  с  какой-то  социальной  программой,
ничего у вас не выйдет.
     -- В чем же дело? -- спросил Максим.
     --  Нас  считают  выродками.  Откуда  это пошло, теперь не
вспомнишь. Но сейчас Огненосным Творцам  выгодно  нас  травить:
это   отвлекает  народ  от  внутренних  проблем,  от  коррупции
финансистов,  загребающих   деньги   на   военных   заказах   и
строительстве башен.
     --  Это  уже  нечто, -- сказал Максим. -- Значит, в основе
всего все те же деньги. Значит, Творцы служат деньгам. Кого они
еще прикрывают?
     -- Творцы никому не служат. Они сами  --  деньги.  Они  --
все.  И они, между прочим, ничто, потому что они анонимны и все
время жрут друг друга... Ему бы с Вепрем поговорить, --  сказал
доктор широкоплечему. -- Они бы нашли общий язык.
     -- Хорошо, о Творцах я поговорю с Вепрем. А сейчас...
     --  С  Вепрем вы уже не поговорите, -- сказал Мемо злобно.
-- Его расстреляли.
     -- Это однорукий, -- пояснила Орди. --  Да  вы  же  должны
знать...
     -- Я знаю, -- сказал Максим. -- Но его не расстреляли. Его
приговорили к ссылке на воспитание.
     --  Не  может  быть,  --  сказал  широкоплечий. - Вепря? К
сслыке?
     -- Да, -- сказал Максим. -- Гэла  Кетшефа  --  к  смертной
казни,  Вепря  -- к сслылке, а еще одного, не назвавшего своего
имени, забрал к себе штатский. По-видимому, в контрразведку.
     И  снова  все  замолчали.  Доктор   хлебнул   из   кружки.
Широкоплечий  сидел, опершись головой на руки. Лесник, горестно
покряхтывая, с жалостью  смотрел  на  Орди.  Орди,  сжав  губы,
смотрела в стол. Это было горе, и Максим пожалел, что заговорил
на  эту тему. Это было настоящее горе, и только Мемо не столько
горевал, сколько боялся... Таким нельзя доверять  пулемет,  --
подумал Максим. -- Он нас всех тут перестреляет.
     --  Ну,  хорошо,  -- сказал наконец широкоплечий. -- У вас
есть еще вопросы?
     -- У меня много вопросов, -- медленно сказал Максим. -- Но
я боюсь, что все они в той или иной степени бестактны.
     -- Что ж, давайте бестактные...
     -- Хорошо,  последний  вопрос.  Причем  здесь  башни  ПБЗ?
Почему они вам мешают?
     --  Вот  дурак,  -- сказал лесник. -- А туда же - базу ему
подавай...
     -- Это не ПБЗ, -- сказал доктор. --  Это  наше  проклятье.
Они  изобрели  излучение,  с помошью которого создали понятие о
выродке. Большинство людей -- вот вы, например, -- не  замечают
этого  излучения,  будто  его  и  нет. А несчастное меньшинство
из-за каких-то особенностей  своего  организма  испытывают  при
облучении  адские  боли.  Некоторые  из нас -- таких единицы --
могут терпеть эту боль, другие не выдерживают,  кричат,  третьи
теряют  сознание,  а четвертые вообще сходят с ума и умирают...
Так вот, башни -- это излучатели. Они  включаются  два  раза  в
сутки  по  всей  стране,  и  нас  отлавливают, пока мы валяемся
беспомощные от боли. Плюс еще установки локального действия  на
патрульных  автомобилях...  Плюс  самоходные излучатели... Плюс
нерегулярные лучевые удары  по  ночам...  Нам  негде  укрыться,
экранов  не  существует,  мы  сходим  с ума, стреляемся, делаем
глупости от отчаяния, вымираем...
     Доктор замолчал, схватил кружку и залпом осушил ее.  Потом
он  принялся  яростно  раскуривать  свою  трубку.  Лицо  у него
подегивалось.
     -- Да-а, жили -- не тужили, -- с тоской сказал Лесник.  --
Гады, -- добавил он, помолчав.
     -- Ему бессмысленно рассказывать, -- сказал вдруг Мемо. --
Он же  не знает, что это такое. Он понятия не имеет, что значит
-- ждать каждый день очередного сеанса...
     -- Хорошо, -- сказал широкоплечий. --  Не  имеет  понятия,
значит, и говорить не о чем. Птица высказалась за него. Кто еще
-- за и против?
     Лесник открыл было рот, но Орди опередила его:
     --  Я  хочу  объяснить, почему я -- за. Во-первых, я ему
верю. Это я уже говорила, и это, может быть, не так важно,  это
касается  только  меня. Но этот человек обладает способностями,
которые могут быть полезны всем. Он умеет заживлять  не  полько
свои,  но и чужие раны... Гораздо лучше вас, доктор, не в обиду
вам будет сказано...
     -- Какой я доктор, -- сказал доктор. --  Я  так,  судебная
медицина...
     --  Но  это  еще  не  все, -- продолжала Орди. -- Он умеет
снимать боль.
     -- Как это? -- спросил лесник.
     -- Я не знаю, как  он  это  делает.  Он  массирует  виски,
шепчет  что-то,  и  боль  проходит.  Меня дважды прихватывало у
матери, и оба раза он мне помог. В первый раз не  очень,  но  я
всетаки  не потеряла сознание, как обычно, а во второй раз боли
не было совсем...
     И сразу все переменилось. Только  что  они  были  судьями,
только  что  они  решали,  как  им казалось, вопрос его жизни и
смерти,  а  теперь  судьи  исчезли,  и   остались   измученные,
обреченные люди, которые вдруг ощутили надежду. Они смотрели на
него,  будто  ждали, что он вот сейчас, немедленно освободит их
от кошмара, терзавшего их ежеминутно в  течение  многих  лет...
Ну,  что  же,  -- подумал Максим. -- Здесь я, по крайней мере,
буду нужен не для  того,  чтобы  убивать,  а  для  того,  чтобы
лечить...   Но   почему-то   эта   мысль   не   принесла   ему
удовлетворения. Башни, -- думал он. -- Какая гадость... Это же
надо  было   придумать.   Надо   быть   садистом,   чтобы   это
придумать...
     -- Вы действительно это умеете? -- спросил доктор.
     -- Что?
     -- Снимать боль...
     -- Снимать боль... Да.
     -- Как?
     --  Я  не  смогу вам объяснить. У меня не хватит слов, а у
вас не хватит знаний... Я не понимаю: разве у вас нет лекарств,
каких-нибудь препаратов?
     -- От этого не помогают никакие лекарства... Разве  что  в
смертельной дозе.
     --  Слушайте,  --  сказал  Максим.  --  Я,  конечно, готов
снимать боль... Я постараюсь... Но это же не выход! Надо искать
какое-нибудь массовое средство. У вас есть химики?
     -- У нас все есть, -- сказал широкоплечий, - но эта задача
не решается так просто. Если бы она  решалась,  государственный
прокурор  не  мучался  бы от боли, как мы. Уж он-то раздобыл бы
лекарство. А сейчас он перед каждым сеансом напивается  пьян  и
парится в горячей ванне.
     --  Государственный  прокурор -- выродок? - спросил Максим
озадаченно.
     -- По  слухам,  --  сухо  сказал  широкоплечий.  -  Но  мы
отвлеклись. Птица, ты кончила? Кто хочет еще?
     --  Погоди,  Генерал,  --  сказал  Лесник.  -- Это что же,
получается что он наш благодетель? Ты  и  у  меня  можешь  боль
снимать?.. Да ведь этому человеку цены нет! Я его из подвала не
выпущу!   У   меня  же,  извиняюсь,  такие  боли,  что  терпеть
невозможно...  А  может  быть,  он  и  порошки  выдумает?  Ведь
выдумаешь,  а?..  Нет,  господа  мои, товарищи, такого человека
надо беречь...
     -- То есть ты -- за, -- сказал Генерал.
     -- То есть я так за, что ежели его кто пальцем тронет...
     -- Понятно. Вы, доктор?
     -- Я был за и без этого, -- проворчал доктор,  попыхивая
трубкой.  --  У меня такое же впечатление, как у Птицы. Пока он
еще не наш, но он станет нашим, иначе быть не может. Им  он  во
всяком случае, никак не подходит. Слишком умен.
     -- Хорошо, -- сказал Генерал. -- Вы, Копыто?
     -- Я -- за, -- сказал Мемо. -- Полезный человек.
     --  Ну,  что  же, -- сказал Генерал. -- Я тоже за. Очень
рад за вас, Мак. Вы  симпатичный  парень,  мне  было  бы  жалко
убивать  вас...  -- Он посмотрел на часы. -- Давайте поедим. --
сказал он. -- Скоро сеанс, и Мак покажет  нам  свое  искусство.
Налейте ему пива, лесник, и давайте на стол ваш хваленый сыр...
Копыто, ступайте, подмените Зеленого -- он не ел с утра.


<ul><a name=13></a><h2>Глава десятая</h2></ul>

     Последнее совещание перед операцией Генерал собрал в замке
Двуглавой  Лошади.  Это были заросшие плющом и травой развалины
загородного  музея,  разрушенного  в  годы   войны   --   место
уединенное,  дикое.  Горожане  не  посещали  его из-за близости
малярийного болота, а у  местного  населения  оно  пользовалось
дурной  славой  как  пристанище воров и бандитов. Максим пришел
пешком вместе с Орди. Зеленый приехал  на  мотоцикле  и  привез
лесника.   Генерал   и   Мемо-Копыто  уже  ждали  их  в  старой
канализационной  трубе,  выходящей  прямо  на  болота.  Генерал
курил,  а  мрачный  Мемо  остервенело  отмахивался  от  комаров
ароматической палочкой.
     -- Привез? -- спросил он лесника.
     -- Обязательно, -- ответил тот и вытащил из кармана  тюбик
реппелента.
     Все намазались, и Генерал открыл совещание. Мемо расстелил
схему  и снова повторил ход операции. Все это было уже известно
наизусть. В час ночи  группа  с  четырех  сторон  подползает  к
проволочному   заграждению  и  закладывает  удлиненные  заряды.
Лесник и Мемо действуют в одиночку -- соответственно с севера и
запада. Генерал в паре с Орди -- с востока.  Максим  в  паре  с
Зеленым  -- с юга. Взрывы производятся одновременно в час ночи,
и сейчас же Генерал, Зеленый, Мемо и Лесник бросаются в проход,
имея задачей добежать до капонира и  забросать  его  гранатами.
Как только огонь из капонира прекратится или ослабнет, Максим и
Орди  с  магнитными  минами  подбегают к башне и подготавливают
взрыв, предварительно бросив в капонир еще по две  гранаты  для
страховки.  Затем  они  включают  запалы,  забирают  раненых --
только раненых! -- И уходят на восток через лес к проселку, где
возле  межевого  знака  их  будет  ждать  Малыш  с  мотоциклом.
Тяжелораненные  грузятся  в  мотоцикл,  легкораненые и здоровые
уходят пешком. Место сбора -- домик  лесника.  Ждать  на  месте
сбора не более двух часов, после чего уходить обычным порядком.
Вопросы есть? Нет? Все.
     Генерал  бросил окурок, полез за пазуху и извлек пузырек с
желтыми таблетками.
     -- Внимание, --  сказал  он.  --  По  решению  штаба  план
операции  несколько  меняется.  Начало  операции переносится на
двадцать два ноль-ноль...
     -- Массаракш! -- сказал Мемо. -- Что еще за новости!
     -- Не перебивайте, -- сказал Генерал. --  Ровно  в  десять
начинается  вечерний сеанс. За несколько секунд до этого каждый
из нас примет по две такие таблетки. Далее все идет по плану  с
одним  исключением: Птица наступает как гранатометчик вместе со
мной. Все мины будут у Мака. Башню взрывает он один.
     -- Это как же? --  Задумчиво  сказал  лесник,  разглядывая
схему. -- Это мне никак не понятно. Двадцать два часа -- это же
вечерний  сеанс...  Я  же, извиняюсь как лягу, так и не встану,
пластом лежать буду. Меня же, извиняюсь, колом не поднимешь...
     -- Одну минуту, -- сказал Генерал. --  Еще  раз  повторяю:
без  десяти  секунд десять все примут болеутолитель. Понимаете,
лесник? Болеутолитель примете. Таким образом, к десяти часам...
     -- Знаю я эти пилюли, --  сказал  лесник.  --  Две  минуты
облегчения,   а   потом  совсем  в  узел  завяжешься...  Знаем,
пробовали.
     -- Это новые пилюли, -- сказал Генерал. --  Они  действуют
до  пяти  минут.  Добежать  до  капонира  и  бросить гранаты мы
успеем, а все остальное сделает Мак.
     Наступило молчание. Они думали. Туго  соображающий  Лесник
со  скрипом копался в волосах, закусив нижнюю губу. Видно было,
что идея медленно доходит до него. Он часто заморгал, оставил в
покое  шевелюру,  оглядел  всех   просветленным   взглядом   и,
оживившись, хлопнул себя по коленям. Чудесный дядька, добряк, с
ног  до  головы  исполосованный  жизнью и так ничего в жизни не
понявший. Ничего ему не надо было, и ничего он не хотел,  кроме
как  чтобы  оставили  его  в  покое, дали бы вернуться к семье.
Войну всю провел он в окопах и  пуще  атомных  снарядов  боялся
своего  капрала,  такого  же  деревенского мужика, но хитрого и
большого подлеца. Максима он очень любил, век благодарен был за
то, что Максим залечил ему старый свищ на голени, и с  тех  пор
уверовал,   что   пока   Максим   тут,  ничего  плохого  с  ним
приключиться не может. Максим весь этот  месяц  жил  у  него  в
подвале,  и  каждый  раз,  когда они укладывались спать, Лесник
рассказывал ему сказку, одну и ту же, но с разными концами:  А
вот жила на болоте жаба, большая была дура, прямо даже никто не
верил, и вот повадилась она... Никак не мог Максим представить
его  в  кровавом  деле, хотя и говорили ему, что Лесник -- боец
умелый и беспощадный.
     -- Новый план  дает  следующие  преимущества,  --  говорил
Генерал.  --  Во-первых,  нас в это время не ждут. Преимущество
внезапности. Во-вторых, прежний план разработан  уже  давно,  и
достаточно велика опасность, что противнику он известен. Теперь
мы противника опережаем. Вероятность успеха увеличивается...
     Зеленый  все  время  одобрительно  кивал.  Хищное лицо его
светилось  злорадным  удовлетворением,  ловкие  длинные  пальцы
сжимались и разжимались. Он любил всякие неожиданности -- очень
рисковый  был  человек.  Прошлое  его  было темно. Он был вор и
аферист,  ворами  воспитанный,  ворами   вскормленный,   ворами
выбитый;  сидел в тюрьме, бежал -- нагло, неожиданно, как делал
все  --  попытался  вернуться  к  своему  ворью,   но   времена
переменились,  дружки  не потерпели выродка, хотели его выдать,
но он отбился и снова бежал, скрывался  по  деревням,  пока  не
нашел  его  покойный  Гэл Кетшеф. Зеленый был умница, фантазер,
землю полагал плоской, небо -- твердым, и именно в силу  своего
невежества,  взбадриваемого  буйной фантазией, был единственным
человеком на обитаемом острове, который, кажется, подозревал  в
Максиме не горца какого-то (видал я этих горцев, во всех видах
видал),  и  не  странную  игру  природы  (мы  от  природы все
одинаковые, что в тюрьме, что на воле), а прямо-таки пришельца
из невозможных мест, скажем из-за небесной тверди.  Открыто  он
Максиму об этом никогда не говорил, но намеки делал и относился
к нему с почтением, переходящим в подхалимаж. Ты у нас главным
станешь,   --  говаривал  он,  --  и  вот  тогда  я  под  тобой
развернусь... Как и куда он  собирался  разворачиваться,  было
совершенно  не  ясно,  ясно  было  одно:  очень  любил  Зеленый
рисковые дела и  терпеть  не  мог  никакой  работы.  И  еще  не
нравилась  в  нем Максиму дикая его первобытная жестокость. Эта
была та же пятнистая обезьяна, натасканая на панцирных волков.
     -- Мне это не нравится, --  сказал  Мемо  угрюмо.  --  Это
авантюра.  Без  подготовки,  без  проверки...  Нет,  мне это не
нравится...
     Ему никогда ничего не нравилось, этому  Мемо  Грамену,  по
прозвищу  Копыто  Смерти. Его никогда ничто не удовлетворяло, и
он всегда чего-то боялся. Прошлое его скрывалось, потому что  в
подполье  он  сначала  занимал  весьма  высокий  пост. Потом он
однажды попался в лапы жандармерии  и  выжил  только  чудом  --
изуродованный   пытками   был   вытащен   соседями  по  камере,
устроившими побег. После этого, по законам подполья, его вывели
из штаба, хотя он  и  не  внушал  никаких  подозрений.  Он  был
назначен   помощником  к  Гэлу  Кетшефу,  дважды  участвовал  в
нападениях  на  башни,  лично  уничтожил  несколько  патрульных
машин,  выследил и собственноручно застрелил командира одной из
бригад легиона, был известен, как человек фанатической смелости
и отличный пулеметчик. Его уже собирались сделать руководителем
группы в каком-то городке на юго-западе,  но  тут  группа  Гэла
попалась.  Подозрений  Копыто  по-прежнему  не  вызывал, но он,
видимо, все время чувствовал на себе косые взгляды, которых  не
было,  но  которые  вполне  могли  быть: в подполье не жаловали
людей, которым  слишком  везет.  Он  был  молчалив,  придирчив,
хорошо   знал   науку   конспирации   и  требовал  безусловного
выполнения всех ее правил, даже самых незначительных. На  общие
темы  никогда  ни  с  кем  не  говорил, занимался только делами
группы и добился того, что у группы было все: оружие, продукты,
деньги,  хорошая  сеть  явок  и  даже  мотоцикл.   Максима   он
недолюбливал.  Это  чувствовалось,  и  Максим не знал почему, а
спрашивать не хотелось:  Мемо  был  не  из  тех  людей,  с  кем
приятино  откровенничать.  Может быть, все дело было в том, что
Максим единственный чувствовал его вечный страх -- остальным  и
в  голову  не могло придти, что угрюмый Копыто Смерти, запросто
разговаривающий  с  любым   представителем   штаба,   один   из
зачинателей   подполья,   террорист   до  мозга  костей,  может
чего-нибудь бояться.
     -- Мне не понятны  резоны  штаба,  --  продолжал  Мемо,  с
отвращением  размазывая  по  шее  новую порцию реппелента. -- Я
знаю этот план сто лет. Сто раз его хотели испытать и  сто  раз
отказывались,  потому  что  это  почти  верная гибель. Пока нет
излучения, мы еще  имеем  шанс  в  случае  неудачи  улизнуть  и
попробовать в другом месте. Здесь же - первая неудача, и мы все
погибли.  Странно,  что  в штабе не понимают таких элементарных
вещей.
     -- Ты не прав, Копыто, -- возразила Орди. - Теперь  у  нас
есть  Мак. Если что-нибудь не получится, он сумеет нас вытащить
и, может быть, даже взорвать башню.
     Она  лениво  курила,  глядя  вдаль,  на   болота,   сухая,
спокойная,  ничему  не  удивляющаяся  и  ко  всему готовая. Она
вызывала у людей робость, потому что видела в них только  более
или менее подходящие механизмы истребления. Она вся была как на
ладони -- ни в ее прошлом, ни в настоящем, ни в будущем не было
темных  и  туманных  пятен.  Происходила  она из интеллигентной
семьи, отец погиб на войне, мать и сейчас работала учительницей
в поселке Утки, где раньше учительствовала и Орди, пока  ее  не
выгнали из школы как выродка. Она скрывалась, пыталась бежать в
Хонти, встретила за границей Гэла, переправлявшего оружие, и он
сделал  ее  террористкой. Сначала она работала из чисто идейных
соображений -- боролась за справедливое  общество,  где  каждый
волен  думать и делать что хочет, но семь лет назад жандармерия
напала на след и забрала ее ребенка заложником, чтобы заставить
ее выдать себя и мужа. Штаб не разрешил ей явиться: она слишком
много знала; о ребенке она больше ничего  не  слышала,  считала
его мертвым, хотя втайне не верила этому, и вот уже семь лет ею
двигала  прежде  всего ненависть. Сначала ненависть, а потом уж
изрядно потускневшая мечта о справедливом обществе. Потерю мужа
она пережила  удивительно  спокойно,  хотя  очень  любила  его.
Вероятно,  она  просто задолго до ареста свыклась с мыслью, что
ни за что в мире не следует держаться  слишком  крепко.  Теперь
она  была,  как  Гэл  на  суде -- живым мертвецом, только очень
опасным мертвецом.
     --  Мак  --  новичок,  --  мрачно  сказал  Мемо.  --   Кто
поручится, что он не растеряется, оставшись один? Смешно на это
рассчитывать. Смешно отвергать старый, хорошо рассчитанный план
из-за  того,  что  у нас есть новичок Мак. Я сказал и повторяю:
это авантюра.
     -- Да брось ты, начальник, -- сказал Зеленый. --  Такая  у
нас работа. По мне, что старый план, что новый -- все авантюра.
А  как же по-другому? Без риска нельзя, а с этими пилюлями риск
меньше. Они же там под башней обалдеют, когда мы в десять часов
на них наскочим. Они там небось в десять  часов  шнапс  пьют  и
песни  орут,  а  тут мы наскочим, а у них и автоматы, может, не
заряжены и сами они пьяные лежат.  Нет,  мне  нравится.  Верно,
Мак?
     --  Я, это самое, тоже... -- сказал Лесник. -- Я рассуждаю
как? Ежели такой план даже мне  удивителен,  то  уж  легионерам
этим  и  подавно.  Правильно  Зеленый  говорит: обалдеют они...
Опять же, лишних пять минут не помучаемся, а там, глядишь,  Мак
башню  повалит,  и совсем хорошо станет. Да ведь как хорошо-то!
-- сказал он вдруг, словно озаренный новой идеей. -- Ведь никто
же до нас башен  не  валил,  только  хвастались,  а  мы  первые
будем...  И  опять  же, пока они эту башню снова наладят, это ж
сколько времени пройдет! Хоть месяц  поживем  по-человечески...
Без приступов этих гадских...
     -- Боюсь, что вы меня не поняли, Копыто, - сказал Генерал.
-- В плане  ничего  не меняется, мы только нападаем неожиданно,
усиливаем атаку  за  счет  Птицы  и  несколько  меняем  порядок
отступления.
     --  А если ты беспокоишься, что Маку одному всех нас будет
не вытащить, -- по-прежнему лениво проговорила Орди,  глядя  на
болото,  --  так ты не забывай, что тащить ему придется одного,
от силы двух, а он мальчик сильный.
     -- Да, -- сказал Генерал, глядя на нее. -- Это
     правда... Генерал был влюблен в Орди. Никто,
     кроме Максима этого не видел,  но  Максим  знал,  что  это
любовь старая, безнадежная, началась она еще при Гэле, а теперь
стала  еще  безнадежнее,  если  это  возможно.  Генерал  был не
генерал. До войны он был рабочим на  конвейре,  потом  попал  в
школу   субалтерн-офицеров,  воевал  в  пехоте,  окончил  войну
ротмистром. Он хорошо знал ротмистра Чачу,  имел  с  ним  счеты
(были какие-то беспорядки в каком-то полку сразу после войны) и
давно  и  безуспешно  охотился  за ним. Он был работником штаба
подполья, но часто принимал участие в  практических  операциях,
был хорошим воякой, знающим командиром. Работать в подполье ему
нравилось,  но  что  будет  после  победы,  он представлял себе
плохо. Впрочем, в победу он не верил. Прирожденный  солдат,  он
легко  приспосабливался к любым условиям и никогда не загадывал
дальше, чем на десять-двадцать дней вперед. Своих идей  у  него
не было. Кое-чего он нахватался у однорукого, кое
-что перенял у Кетшефа,  кое-что  ему  внушили  в
штабе,  но  главным в его сознании оставалось то,
что вдолбили ему в школе субалтерн-офицеров. Поэ-
тому,  теоретизируя, он высказывал странную смесь
взглядов:  власть богатых надобно свергнуть  (это
от Вепря, который в представлении Максима был кем
-то вроде коммуниста или  социалиста),  во  главе
государства поставить надлежит инженеров и техни-
ков (это от Кетшефа),  города срыть, а самим жить
в единении с природой (какой-то штабной мыслитель
-буколист),  и всего этого можно добиться  только
беспрекословным  подчинением приказам вышестоящих
командиров,  и поменьше болтовни  на  отвлеченные
темы. Два раза Максим с ним сцепился. Было совер-
шенно непонятно,  зачем разрушать  башни,  терять
при этом товарищей, время, средства, оружие, если
через десять-двадцать дней башню все равно  восс-
тановят,  и  все  пойдет по-прежнему,  с той лишь
только разницей, что население окрестных деревень
воочию убедится, какие гнусные дьяволы эти вырод-
ки.  Генерал так и не сумел толком объяснить Мак-
симу,  в чем смысл диверсионной деятельности.  То
ли он что-то скрывал, то ли сам не до конца пони-
мал,  зачем  это нужно,  но каждый раз он твердил
одно и то же:  приказы не обсуждаются, каждое на-
падение на башню -- удар по врагу,  нельзя удержи-
вать людей от активной деятельности,  иначе нена-
висть  скиснет  в  них и жить станет совсен уж не
для чего...  Надо искать Центр, -- настаивал Мак-
сим.  -- Надо бить сразу по Центру,  всеми силами!
Что у вас в штабе за головы, если они не понимают
столь очевидной вещи? -- Штаб знает, что делает,
-- веско отвечал Генерал,  вздергивая подбородок и
высоко поднимая брови. -- Дисциплина в нашем поло-
жении -- прежде всего, и давай-ка без крестьянской
вольницы,  Мак,  всему  свое время,  будет тебе и
Центр,  если доживешь... Впрочем, он относился к
Максиму с уважением и охотно прибегал к его помо-
щи, когда лучевые удары застигали его в подвале у
лесника.
     --  Все  равно  я против, -- упрямо сказал Мемо. -- А если
нас положат огнем? А  если  мы  не  успеем  за  пять  минут,  а
понадобится шесть? Безумный план. И всегда он был безумным.
     --  Удлиненные  заряды  мы  применяем  впервые,  -- сказал
Генерал, с трудом отрывая взгляд от  Орди.  --  Но  если  брать
прежние  способы  прорыва  через  проволоку, то судьба операции
определяется  примерно  через  три-четыре   минуты.   Если   мы
застигнем  их  врасплох,  у нас еще останется одна или даже две
минуты в запасе.
     -- Две минуты -- время большое, -- сказал  Лесник.  --  За
две  минуты  я их там всех голыми руками передавлю. Добежать бы
только.
     --  Добежать  бы...  Да-а...  --   с   какой-то   зловещей
мечтательностью протянул Зеленый. -- Верно, Мак?
     -- Ты ничего не хочешь сказать, Мак? -- спросил Генерал.
     --  Я  уже  говорил, -- сказал Максим. -- Новый план лучше
старого, но все равно плох. Дайте я все сделаю сам. Рискните.
     -- Не будем об этом, -- сказал Генерал раздраженно. --  Об
этом -- все. Дельные замечания у тебя есть?
     --  Нет,  -- сказал Максим. Он уже жалел, что снова затеял
этот спор.
     -- Откуда взялись новые таблетки? -- спросил вдруг Мемо.
     -- Таблетки старые, -- ответил Генерал.  --  Маку  удалось
немного улучшить их.
     -- Ах, Маку...
     Копыто  произнес  это таким тоном, что всем стало неловко.
Его слова можно было понять так: новичок, да еще не совсем наш,
да еще и пришедший с той стороны, а не пахнет ли дело  засадой,
такие случаи бывали...
     --  Да, -- резко сказал Генерал. -- И довольно разговоров.
Приказ штаба. Изволь подчиняться, Копыто.
     -- Я подчиняюсь, --  сказал  Мемо,  пожав  плечами.  --  Я
против этого, но я подчиняюсь. Куда же деться...
     Мак  грустно  смотрел  на них. Они сидели перед ним, очень
разные -- в обычных условиях вряд ли  бы  им  пришло  в  голову
собраться  вместе:  бывший  фермер,  бывший  уголовник,  бывшая
учительница...   То,   что   они   собирались   сделать,   было
бессмысленно;  пройдет  несколько  часов,  и большинство из них
будут мертвы, а в мире ничего не изменится, и те, кто останется
в живых, в лучшем случае получат передышку от адских болей,  но
они   будут  изранены,  измучены  бегством,  их  будут  травить
собаками, им придется отсиживаться в душных норах, а потом  все
начнется  сначала.  Действовать  с  ними  заодно было глупо, но
покинуть их было бы подло, и приходилось выбирать  глупость.  А
может быть, здесь вообще нельзя иначе, а если хочешь что-нибудь
сделать,  приходится пройти через глупость, через бессмысленную
кровь, а может быть, и через подлость придется  пройти.  Жалкий
человек...  Глупый человек... Подлый человек... А что еще можно
ожидать от человека в таком глупом, подлом, жалком  мире?  Надо
помнить   только,  что  глупость  есть  следствие  бессилия,  а
бессилие  проистекает  от  невежества,   от   незнания   верной
дороги...  Но  ведь  не  может  же быть так, чтобы среди тысячи
дорог не нашлось верной! По одной дороге я уже пошел, -  думал
Максим. -- Это была неверная дорога. Теперь надо пойти по этой,
хотя  уже  сейчас  видно, что это тоже неверная дорога. И может
быть, мне еще не раз придется  ходить  по  неверным  дорогам  и
забираться в тупики. А перед кем я оправдываюсь? -- Подумал он.
--  И зачем? Они мне нравятся, я могу им помочь, вот и все, что
мне нужно сейчас знать...
     -- Сейчас мы разойдемся, -- сказал Генерал. -- Копыто идет
с Лесником, Мак -- с Зеленым, я -- с Птицей. Встреча  в  девять
ноль-ноль  у  межевой  отметки,  идти  только лесом, без дорог.
Парам  не  разлучаться,  каждый  отвечает  за  каждого.  Идите.
Первыми  уходят  Мемо  и  Лесник.  --  Он собрал окурки на лист
бумаги, свернул и положил в карман.
     Лесник потер колени.
     -- Кости болят, -- сообщил  он.  --  К  дождичку.  Хорошая
нынче будет ночь, темная...


<ul><a name=14></a><h2>Глава одиннадцатая</h2></ul>

     От  леснойопушки  до  проволоки  надо было ползти. Впереди
полз Зеленый. Он волочил  шест  с  удлиненным  зарядом  и  едва
слышно  ругал  колючки, впивавшиеся в руки. Максим, придерживая
мешок с магнитными минами,  полз  следом.  Небо  было  затянуто
тучами,  моросил дождь. Трава была мокрая, и они сразу промокли
до нитки. За дождем ничего  не  было  видно,  Зеленый  полз  по
компасу,  ни  разу  не  отклонился  -- опытный был человек этот
Зеленый. Потом резко запахло сырой ржавчиной, и  Максим  увидел
проволоку  в  три  ряда,  а за проволокой -- смутную решетчатую
громаду башни, а приподняв голову, разглядел у основания  башни
приземистое  сооружение  с  прямоугольными очертаниями. Это был
капонир, там сидели трое легионеров с пулеметами. Сквозь  шорох
дождя слышались нуразличимые голоса, потом там зажгли спичку, и
слабым желтым светом озарилась длинная амбразура.
     Зеленый,   шепотом   чертыхаясь,   просовывал   шест   под
проволоку. Готово, -- шепнул он, -- отползай. Они отползли на
десять  шагов  и  стали  ждать.  Зеленый,  зажав  в  руке  шнур
детонатора,  глядел  на  светящиеся  стрелки часов. Его трясло.
Максим слышал, как он постукивает  зубами  и  сдавленно  дышит.
Максима  тоже  трясло. Он сунул руку в мешок и потрогал мины --
они были шероховатые, холодные. Дождь  усилился,  шуршание  его
заглушало  теперь  все  остальные  звуки. Зеленый приподнялся и
встал на  четвереньки.  Он  все  время  что-то  шептал:  то  ли
молился, то ли ругался. Ну, гады! -- сказал он вдруг громко с
сделал резкое движение правой рукой. Раздался пистонный щелчок,
шипение,  и  впереди  ахнуло  из-под  земли  полотнище красного
пламени, и взметнулось широкое полотнище далеко слева,  ударило
по ушам, посыпалась горячая мокрая земля, клочья тлеющей травы,
какие--- то раскаленные кусочки. Зеленый рванулся вперед, крича
несвоим  голосом,  и вдруг стало светло, как днем, светлее, чем
днем, ослепительно светло. Максим  зажмурился  и  ощутил  холод
внутри,  мелькнула мысль: Все пропало!, Но выстрелов не было,
тишина продолжалась, ничего не было слышно,  кроме  шуршания  и
шипения.
     Когда  Максим открыл глаза, он сквозь слепящий свет увидел
серый капонир, широкий проход в  проволоке  и  каких-то  людей,
очень  маленьких  и  одиноких  на  огромном пустом пространстве
вокруг башни.  Они  со  всех  ног  бежали  к  капониру,  молча,
беззвучно спотыкались, падали, снова вскакивали и бежали. Потом
послышался  жалобный  стон,  и  Максим увидел Зеленого, который
никуда не бежал, а  сидел,  раскачиваясь,  на  земле  сразу  за
проволокой,  обхватив  голову  руками.  Максим бросился к нему,
оторвал его руки от лица, увидел выкаченные глаза и пузыри пены
на губах... А выстрелов все не было; прошла уже целая вечность,
а капонир молчал. И вдруг там грянули знакомую песню.
     Максим повалил этого разгильдяя навзничь, шаря одной рукой
в кармане и радуясь, что Генерал такой недоверчивый, что  он  и
Максиму  дал  на  всякий  случай болезащитные пилюли. Он разжал
Зеленому сведенный судорогой рот и засунул  пилюли  в  хрипящую
глотку.  Потом  он  схватил автомат Зеленого и повернулся, ищя,
откуда свет, почему  столько  света,  не  должно  быть  столько
света...  Выстрелов  все  не  было,  одинокие  люди  продолжали
бежать, один был уже совсем близко от капонира, другой  немного
отстал,  а  третий,  бежавший  справа,  вдруг  с размаху упал и
покатился через голову. О, как рыдает  враг!..  --  Ревели  в
капонире,  а  свет бил сверху, с высоты десяти метров, с башни,
которую нельзя было теперь разглядеть. Видно было  только  пять
или шесть ослепительно белых дисков, и Максим вскинул автомат и
нажал  на  спуск,  и самодельный автомат, маленький, неудобный,
непривычный забился у него в руках. И словно в ответ засверкали
красные вспышки в амбразуре капонира, и вдруг автомат вырвали у
него из рук, он еще не попал ни в один из ослепительных дисков,
а Зеленый уже вырвал у него автомат, и кинулся вперед, и  сразу
же упал, споткнувшись на ровном месте...
     Тогда  Максим  лег и пополз обратно к своему мешку. Позади
торопливо трещали автоматы, гулко и страшно  ревел  пулемет,  и
вот  -- наконец-то! - хлопнула граната, потом другая, потом две
сразу, и пулемет замолчал; трещали  только  автоматы,  и  снова
захлопали  взрывы,  кто-то  завизжал  нечеловеческим  визгом, и
стало тихо. Максим подхватил мешок  и  побежал.  Над  капониром
столбом  поднимался  дым,  несло гарью и порохом, а вокруг было
светло и пусто, только черный сутулый человек брел возле самого
капонира, придерживаясь за стенку; он  добрался  до  амбразуры,
бросил  туда  что-то  и повалился. Амбразура озарилась красным,
донесся хлопок, и снова все стихло...
     Максим споткнулся и чуть не упал. Через несколько шагов он
снова споткнулся и тогда заметил, что из земли торчат  колышки,
толстые,  короткие  колышки,  спрятанные  в  траве...  Вот оно
как... Вот оно как здесь...  Если  бы  Генерал  пустил  меня  в
одиночку,  я  сразу размозжил бы обе ноги и валялся бы замертво
на этих гнусных ехидных колышках... Хвастун... Невежа... Башня
была уже совсем близко. Он бежал и смотрел  под  ноги,  он  был
совсем один, и ему не хотелось думать об остальных.
     Он  добежал  до огромной железной лапы и бросил мешок. Ему
очень хотелось тут же  прилепить  тяжелую  шершавую  лепешку  к
мокрому  железу,  но  был  еще  капонир...  Железная дверь была
приоткрыта, из  нее  высовывались  ленивые  языки  пламени,  на
ступеньках  лежал  легионер. Тут все было кончено. Максим пошел
вокруг  капонира  и  наткнулся  на  Генерала.  Генерал   сидел,
прислонившись   к   бетонной   стенке.   Глаза   у   него  были
бессмысленные, и Максим понял, что действие таблеток кончилось.
Он огляделся,  поднял  Генерала  и  понес  от  башни.  Шагах  в
двадцати  лежала  в  траве  Орди  с гранатой в руке. Они лежала
ничком, и Максим сразу понял, что она мертва.  Он  стал  искать
дальше и нашел Лесника, тоже мертвого. И Зеленый тоже был убит,
и не с кем было положить живого Генерала...
     Он  шел  по  полю,  отбрасывая  множественную черную тень,
оглушенный всеми этими смертями, хотя минуту назад  думал,  что
готов  к  ним, и ему нетерпелось вернуться и взорвать башню, но
сначала надо было посмотреть, что с Мемо, и он нашел его совсем
рядом с проволокой. Мемо был ранен и, наверно, пытался  уползти
и  полз, пока не свалился без сознания. Максим положил Генерала
рядом и снова побежал к башне: странно было думать, что  теперь
эти   несчастные   двести   метров   можно  пройти,  ничего  не
опасаясь... Он принялся прилаживать мины к опорам, по две штуки
на каждую опору для верности.  Он  торопился;  время  было,  но
Генерал  истекал  кровью,  и  Мемо истекал кровью, а где-то уже
неслись по шоссе грузовики с  легионерами,  и  Гая  подняли  по
тревоге,  и  теперь  он  трясся по булыжнику рядом с Панди, и в
окрестных деревнях уже проснулись люди: мужчины хватали ружья и
топоры, а женщины проклинали кровавых шпионов, из-за которых ни
сна, ни покоя. Он всей кожей  чувствовал,  как  моросящая  тьма
вокруг оживает, шевелится, становится грозной и опасной...
     Запалы  были  рассчитаны  на  пять  минут;  он  поочередно
включил их все и побежал  назад,  к  Генералу  и  Мемо.  Что-то
мешало  ему,  он  остановился  и  понял: Орди. Бегом, глядя под
ноги, что бы не споткнуться, он вернулся к ней, поднял на плечо
легкое тело и снова бегом -- к проволоке, к северному  проходу,
где  мучались  Генерал и Мемо, но им недолго осталось мучиться.
Он остановился возле них и повернулся к башне.
     И вот исполнилась  эта  бессмысленная  мечта  террористов.
Быстро,   одна   за  другой,  треснули  мины,  основание  башни
заволокло  дымом,  а  потом  слепящие   огни   погасли,   стало
непроглядно   темно,   в   темноте  заскрежетало,  загрохотало,
тряхнуло землю, с лязгом подпрыгнуло и снова тряхнуло.
     Максим   поглядел   на   часы.   Было   семнадцать   минут
одиннадцатого.  Глаза  привыкли  к  темноте,  снова стала видна
развороченная проволока, и стала  видна  башня.  Она  лежала  в
стороне   от   капонира,   где   все   еще  горело,  растопырив
изуродованные взрывом опоры.
     -- Кто здесь? -- прохрипел Генерал, завозившись.
     -- Я, -- сказал Максим. Он нагнулся. -- Пора  уходить.  Вы
можете идти?
     -- Погоди, -- сказал Генерал. -- Что с башней?
     --  Башня готова, -- проговорил Максим. Орди лежала на его
плече, и он не знал, как сказать о ней.
     -- Не может быть, --  сказал  Генерал,  приподнимаясь.  --
Массаракш!  Неужели?..  -- Он засмеялся и опять лег. -- Слушай,
Мак, я ничего не соображаю... Сколько времени?
     -- Двадцать минут одиннадцатого.
     -- Значит,  все  верно...  Мы  ее  прикончили...  Молодец,
Мак!.. Подожди, а кто это рядом?
     -- Копыто.
     --  Дышит,  --  сказал Генерал. -- Подожди, а кто еще жив?
Это кто у тебя?
     -- Это Орди, -- с трудом сказал Максим. Нес-
     колько секунд Генерал молчал. -- Орди... -
     Повторил он нерешительно и встал, пошатыва-
     ясь. -- Орди, -- снова повторил он и приложил ладонь к  ее
щеке.
     Некоторое время они молчали. Потом Мемо хрипло спросил:
     -- Который час?
     -- Двадцать две минуты, -- ответил Максим.
     -- Где мы? -- спросил Мемо.
     -- Нужно уходить, -- сказал Максим. Генерал
     повернулся и пошел через проход в проволоке.
     Его  сильно  шатало.  Тогда  Максим  нагнулся,  взвалил на
другое плечо грузного Мемо и пошел следом. Он догнал  Генерала,
и тот остановился.
     -- Только раненых, -- сказал он.
     -- Я донесу, -- сказал Максим.
     -- Выполняйте приказ. Только раненых. Генерал
     протянул руки и, постанывая от боли, снял
     тело  Орди с плеча Максима. Он не смог удержать ее и сразу
положил на землю.
     -- Только раненых, -- повторил  он  странным  голосом.  --
Бегом... Марш!
     -- Где мы? -- спросил Мемо. -- Кто тут? Где мы?
     --  Держитесь  за  мой  пояс,  -- сказал Максим Генералу и
побежал.
     Мемо  вскрикнул  и  обмяк.  Голова  его  болталась,   руки
болтались,  ноги  поддавали  Максиму в спину. Генерал, громко и
сипло дыша, бежал сзади, держась за пояс.
     Они вбежали в лес. По лицу хлестали мокрые  ветви.  Максим
увертывался  от  деревьев,  бросавшихся навстречу, перепрыгивал
через выскакивающие пни -- это оказалось труднее, чем он думал,
он был уже не тот, и воздух здесь был не  тот,  и  вообще,  все
было   не  так,  все  было  неправильно,  все  было  ненужно  и
бессмысленно. Позади оставались поломанные  кусты,  и  кровавый
след  и  запах,  а дороги уже давно оцеплены, рвутся с поводков
собаки, и ротмистр Чачу с пистолетом в  руке,  каркая  команды,
косолапо  бежит по асфальту, перемахивает кювет и первым ныряет
в  лес.  Позади  оставалась  дурацкая   поваленная   башня,   и
обгоревшие   легионеры,   и   трое   мертвых,  уже  окоченевших
товарищей,  а  здесь  было  двое,  израненых,  полумертвых,  не
имеющих  почти  никаких шансов -- и все ради одной башни, одной
из тысяч таких же...
     Больше я никому не позволю совершать такие глупости. Нет,
скажу я, я это видел... Сколько крови, и все за  груду  мокрого
ржавого  железа,  одна молодая глупая жизнь за ржавое железо, и
одна старая глупая жизнь за жалкую надежду хоть несколько  дней
пожить,  как  люди,  и  одна расстрелянная любовь -- даже не за
железо и не за надежду... Если вы хотите просто  выжить,  скажу
я,  то  зачем же так просто умираете?.. Массаракш, я не позволю
им умирать, они у  меня  будут  жить,  научатся  жить!..  Какой
болван, как я пошел на это, как я им позволил пойти на это?!
     Он  стремглав  выскочил на проселок, держа Мемо на плече и
волоча Генерала под мышки, огляделся -- Малыш уже бежал к  нему
от межевого знака, мокрый, пахнущий потом и страхом.
     --  И  это  все?  -- спросил он с ужасом, и Максим был ему
благодарен за этот ужас.
     Они  дотащили  раненых  до  мотоцикла,  впихнули  Мемо   в
коляску,  а  Генерала  посадили  на  заднее  сиденье,  и  Малыш
привязал его к себе ремнем. В лесу было  еще  тихо,  но  Максим
знал, что это ничего не означает.
     --   Вперед,   --   сказал   он.   --  Не  останавливайся,
прорывайся...
     -- Знаю, -- сказал Малыш. -- А ты?
     -- Я постараюсь отвлечь их на себя. Не беспокойся, я уйду.
     -- Безнадежно, -- сказал Малыш с тоской, дернул стартер, и
мотоцикл затрещал. -- Ну хоть башню
-то взорвали? -- Крикнул он.
     -- Да, -- сказал Максим, и Малыш умчался. Оставшись  один,
Максим несколько секунд стоял неподвижно, потом кинулся обратно
в  лес. На первой же попавшейся полянке он сорвал с себя куртку
и швырнул в кусты. Потом вернулся на дорогу и  некоторое  время
бежал  изо  всех  сил  по  направлению  к  городу; остановился,
отцепил от пояса гранаты, разбросал  их  на  дороге,  продрался
сквозь  кусты  на  другой  стороне,  стараясь сломать как можно
больше веток, бросил за кустами носовой платок и  только  тогда
побежал  через  лес,  перестраиваясь  на  ровный охотничий бег,
которым  ему  предстояло  пробежать   десять   или   пятнадцать
километров.
     Он бежал, ни о чем не думая, следя только за тем, чтобы не
отклоняться  сильно  от  направления  на  юго-запад,  и выбирая
место,  куда  ставить  ногу.  Дважды  он  пересекал  дорогу  --
проселочную, на которой было пусто, и -- одинадцатое шоссе, где
тоже  никого  не было, но здесь он впервые услышал собак. Он не
мог определить, какие это были собаки, но на всякий случай  дал
большой  крюк  и  через  полтора  часа оказался среди пакгаузов
городской сортировочной станции.
     Здесь  светились  огни,  жалобно  посвистывали   паровозы,
сновали  люди.  Здесь, вероятно, ничего еще не знали, но бежать
было уже нельзя -- могли принять за вора. Он перешел на шаг  и,
когда  мимо  грузно  покатился в город тяжелый товарный состав,
вскочил на первую же попавшуюся платформу с песком, залег и так
доехал до самого бетонного завода. Тут  он  соскочил,  отряхнул
песок,  слегка  запачкал руки мазутом и стал думать, что делать
дальше.
     Пробираться в дом Лесника не  имело  смысла,  а  это  была
единственная    явка    поблизости.   Можно   было   попытаться
переночевать в поселке Утки, но это  было  опасно  --  это  был
адрес,  известный  ротмистру  Чачу, и, кроме того, Максиму было
страшно подумать -- явиться сейчас к старой Илли  и  рассказать
ей  о  смерти  дочери.  Идти  было некуда. Он зашел в захудалый
ночной  трактирчик  для  рабочих,  поел  сосисок,  выпил  пива,
подремал, привалившись к стене. Все здесь были такие же грязные
и усталые, как он, рабочие после смены, опоздавшие на последний
трамвай.  Ему  приснилась  Рада,  и  он подумал во сне, что Гай
сейчас, вероятно, в облаве, и это хорошо. А Рада  его  любит  и
примет, даст переодеться и умыться; там еще должен остаться его
гражданский костюм, который дал ему Фанк... А утром можно будет
уехать на восток, где находится вторая известная ему явка... Он
проснулся, бросил на стол мятую кредитку и вышел.
     Идти  было  недалеко и неопасно. Народу на улицах не было,
только у  самого  дома  Максим  заметил  человека  --  это  был
привратник.  Он  сидел  в  подъезде  на  своем табурете и спал.
Максим осторожно прошел мимо, поднялся по лестнице  и  позвонил
так,  как  он  звонил всегда. За дверью было тихо, потом что-то
скрипнуло, послышались шаги, и дверь  приоткрылась.  Он  увидел
Раду.
     Она  не  закричала только потому, что задохнулась и зажала
себе рот ладонью. Максим обнял ее, прижал к себе,  поцеловал  в
лоб;  у  него  было такое чувство, будто он вернулся домой, где
его давно перестали ждать. Он закрыл за собой дверь,  они  тихо
прошли  в  комнату,  и Рада сразу заплакала. В комнате было все
по-прежнему, только не было его диванчика, а на  кровати  сидел
Гай в ночной рубашке и таращился на Максима дикими от удивления
глазами. Так прошло несколько минут: Максим и Гай смотрели друг
на друга, а Рада плакала.
     --  Массаракш,  --  сказал  наконец  Гай беспомощно. -- Ты
живой?.. Ты не мертвый?
     -- Здравствуй, дружище, -- сказал Максим. - Жалко, что  ты
дома. Я не хотел тебя подводить. Если ты скажешь, я сразу уйду.
     И сейчас же Рада крепко вцепилась в его руку.
     --  Ни-ку-да!  --  сказала  она  сдавленно.  -- Ни за что!
Никуда не уйдешь... Пусть попробует... Тогда  я  тоже...  Я  не
посмотрю...
     Гай  отшвырнул  одеяло, спустил ноги с кровати и подошел к
Максиму. Он потрогал его за плечи, за руки, испачкался мазутом,
вытер себе лоб, испачкал лоб.
     -- Ничего не понимаю, -- сказал он жалобно. -- Ты живой...
Откуда ты взялся? Рада, перестань реветь... Ты не ранен? У тебя
ужасный вид... И вот кровь...
     -- Это не моя, -- сказал Максим.
     -- Ничего не понимаю, -- повторил Гай. --  Слушай,  ты  же
жив! Рада, грей воду! Разбуди старого, пусть даст водки...
     -- Тихо, -- сказал Максим. -- Не шумите, за мной гонятся.
     --   Кто?   Зачем?   Чепуха   какая...   Рада,   дай   ему
переодеться!.. Мак,  садись,  садись...  Или,  может  быть,  ты
хочешь лечь? Как это получилось, что ты живой?..
     Максим  осторожно  сел  на  краешек стула, положил руки на
колени, чтобы ничего не испачкать, и, глядя на  этих  двоих,  в
последний  раз  глядя  на них, как на своих друзей, ощущая даже
какое-то любопытство к тому, что произойдет дальше, сказал:
     -- Я ведь теперь преступник, ребята. Я только что  взорвал
башню.
     Он  не  удивился,  что  они  поняли  его  сразу, мгновенно
поняли, о какой башне идет речь, и не переспросили. Рада только
стиснула руки, не отрывая  от  него  взгляда,  а  Гай  крякнул,
фамильным  жестом  почесал  обеими  руками  шевелюру  и, отведя
глаза, сказал с досадой:
     -- Болван. Отомстить, значит, решил...  Кому  мстишь?  Эх,
ты, как был псих, так и остался. Ребенок маленький... Ладно, ты
ничего  не  говорил,  мы  ничего не слышали. Ладно... Ничего не
желаю знать. Рада, иди грей воду.  Да  не  шуми  там,  не  буди
людей... Раздевайся, -- сказал он Максиму строго. -- Извозился,
как черт, где тебя только носит...
     Максим поднялся и стал раздеваться. Сбросил мокрую грязную
рубаху  (Гай  увидел  шрамы от пуль и гулко проглотил слюну), с
отвращением стянул  безобразно  грязные  сапоги  и  штаны.  Вся
одежда  была  в  черных  пятнах и, освободившись от нее, Максим
почувствовал облегчение.
     -- Ну вот и славно, -- сказал он и сел. -- Спасибо, Гай. Я
ненадолго, только до утра, а потом уйду...
     -- Привратник тебя видел? -- мрачно спросил Гай.
     -- Он спал.
     -- Спал... -- сказал Гай с сомнением. -- Он, знаешь... Ну,
может быть, конечно, и спал. Спит же он когда-нибудь...
     -- Почему ты дома? -- спросил Максим.
     -- В увольнении.
     -- Какое может быть увольнение? -- спросил Максим. -- Весь
легион, наверное, сейчас за городом...
     -- А я больше не легионер, -- сказал Гай, криво усмехаясь.
-- Выгнали  меня  из  легиона,  Мак.  Я  теперь   всего-навсего
армейский  капрал, учу деревенщину, какая нога правая, какая --
левая. Обучу -- и айда на хонтийскую границу, в окопы...  Такие
вот у меня дела, Мак...
     -- Это из-за меня? -- Тихо спросил Максим.
     --  Да  как  тебе сказать... В общем, да... Они посмотрели
друг на друга, и Гай отвел глаза.  Максим  вдруг  подумал,  что
если  бы  Гай  сейчас  выдал  его,  то, наверное, вернулся бы в
легион, в свою заочную офицерскую школу; и еще он подумал,  что
каких  нибудь  два  месяца назад такая мысль не могла бы придти
ему в голову. Ему стало неприятно, захотелось уйти, сейчас  же,
немедленно,  но тут вернулась Рада и позвала его в ванную. Пока
он мылся, она приготовила поесть, согрела чай, а Гай  сидел  на
прежнем  месте,  подперев  щеки  кулаками,  и  на лице его была
тоска. Он ни о чем не спрашивал -- должно быть, боялся услышать
что-нибудь страшное, что-нибудь такое,  что  прорвет  последнюю
линию   его  обороны,  что  перережет  последние  ниточки,  еще
соединяющие его с Максимом. И Рада ни о чем  не  спрашивала  --
должно  быть,  ей было не до того; она не спускала с него глаз,
не отпускала  его  руки  и  время  от  времени  всхлипывала  --
боялась,  что  он  вдруг  исчезнет, любимый человек. Исчезнет и
никогда  больше  не  появится.  И  тогда  Максим   --   времени
оставалось   мало  --  отодвинул  недопитую  чашку  и  принялся
рассказывать сам.
     О том, как помогла ему мать террористки, как он встретился
с выродками, кто они такие на самом деле, и  что  такое  башни,
какая  это  дьявольская,  отвратительная  выдумка.  О  том, что
произошло сегодня ночью, как люди бежали на пулеметы и  умирали
один  за другим, как рухнула эта гнусная груда мокрого железа и
как он нес мертвую женщину, у которой отняли  ребенка  и  убили
мужа.
     Рада   слушала   жадно,   и   Гай   тоже  в  конце  концов
заинтересовался, и даже стал задавать  вопросы,  ехидные,  злые
вопросы,  глупые  и  жестокие, и Максим понял, что он ничему не
верит, что все это отталкивается от его сознания, как  вода  от
жира, что ему неприятно это слушать и он с трудом сдерживается,
чтобы  не  оборвать Максима. И когда Максим кончил говорить, он
сказал, нехорошо усмехаясь:
     -- Здорово они обвели тебя вокруг пальца. Максим посмотрел
на Раду, но Рада отвела глаза и,  покусывая  губу,  проговорила
нерешительно:
     --  Не  знаю...  Может  быть,  конечно,  была  одна  такая
башня... Понимаешь, Мак, это просто не может быть, то,  что  ты
рассказываешь...
     Она  говорила замирающим, тихим голоском, явно стараясь не
обидеть его, просительно заглядывала ему в  глаза,  поглаживала
по  плечу,  а Гай вдруг рассвирепел и стал говорить, что это же
глупо, что Максим просто не представляет  себе,  сколько  башен
строится  ежегодно,  ежедневно,  так  неужели  же эти миллиарды
тратятся на то, чтобы дважды  в  день  доставлять  неприятности
кучке уродов?!
     --  На  одну  охрану  сколько  денег уходит, -- добавил он
после паузы.
     -- Об этом я думал, -- сказал Максим. -- Наверно,  все  не
так  просто.  Но хонтийские деньги тут ни при чем... И потом, я
сам видел: как только башня свалилась, им всем стало  лучше.  А
что  касается  ПБЗ...  Пойми,  Гай,  для защиты с воздуха башен
слишком много. Чтобы перекрыть воздушное пространство, их нужно
гораздо меньше... И потом, зачем ПБЗ на южной границе? Разве  у
диких выродков есть баллистические средства?
     --  Там много чего есть, -- сказал Гай зло. - Ты ничего не
знаешь, а всему веришь... Извини, Мак, но если бы не ты...  Все
мы слишком доверчивы, -- горько добавил он.
     Максиму  больше  не  хотелось спорить и вообще говорить на
эту тему. Он стал расспрашивать, как идет жизнь,  где  работает
Рада, почему не пошла учиться, как дядюшка, как соседи...
     Рада     оживилась,    принялась    рассказывать,    потом
спохватилась, собрала грязную  посуду  и  ушла  на  кухню.  Гай
почесался  двумя  руками,  похмурился  на  темное окно, а потом
решился и начал серьезный мужской разговор.
     -- Мы тебя любим, -- сказал он. -- Я тебя люблю, Рада тебя
любит, хотя и беспокойный ты человек и все  у  нас  из-за  тебя
пошло  как-то  не  так.  Но  вот  ведь в чем дело: Рада тебя не
просто любит, не так, понимаешь... А как бы тебе  сказать...  В
общем,  ты  понимаешь...  В  общем,  нравишься ты ей, и все это
время она проплакала,  а  первую  неделю  даже  проболела.  Она
девушка  хорошая, хозяйственная, многие на нее заглядываются, и
это не удивительно... Не знаю, как ты к ней, но что бы  я  тебе
посоветовал?  Брось  ты  все  эти глупости, не для тебя они, не
твоего ума дело, запутают тебя, сам погибнешь и многим невинным
людям жизнь испортишь -- ни  к  чему  все  это.  А  поезжай  ты
обратно к себе в горы, найди своих, головй не вспомнишь, сердце
подскажет,  где  твоя родина... Искать тебя там никто не будет,
устроишься, наладишь жизнь, тогда  приезжай,  забирай  Раду,  и
будет  вам  там хорошо. А может, мы к тому времени с хонтийцами
покончим, Пандею прижмем  покрепче,  наступит  наконец  мир,  и
заживем как люди...
     Максим  слушал  его и думал, что, если бы он действительно
был горцем, он бы, наверно, так  и  поступил:  вернулся  бы  на
родину  и зажил с молодой женой, забыл бы обо всех этих ужасах,
о сложностях.. Нет, не забыл бы, а организовал бы оборону, так,
что чиновники Творцов туда и носа не сунули бы;  а  явились  бы
туда  легионеры,  бился  бы  у  родного порога до последнего...
Только я не горец. В горах  мне  делать  нечего,  а  дело  мое
здесь,  я  всего этого терпеть не намерен... Рада? Что же Рада?
Если действительно любит, тогда  поймет,  должна  понять...  Не
хочу сейчас об этом думать. Не хочу любить, не время мне сейчас
любить...
     Он  задумался  и  не  сразу  осознал,  что  в  доме что-то
переменилось. Кто-то ходил  по  коридору,  кто-то  шептался  за
стеной.  И вдруг в коридоре завозились, Рада отчаянно крикнула:
Мак!.. -- И сразу замолчала, словно ей зажали рот. Он вскочил
и бросился к окну, но дверь распахнулась, и на пороге появилась
Рада, белая, без кровинки  в  лице.  Пахнуло  знакомым  запахом
казармы,  застучали,  больше не таясь, подкованные сапоги, Раду
впихнули  в  комнату,  и  следом   повалили   люди   в   черных
комбинезонах,  и Панди с озверелым лицом навел на него автомат,
а ротмистр Чачу, хитрый, как всегда, и умный, как всегда, стоял
рядом с Радой, держа ее за плечо и уперев ствол пистолета ей  в
бок.
     -- Ни с места! -- крикнул он. -- Пошевелишься --
     стреляю! Максим замер. Он ничего не мог. Ему
     нужно  было  по  меньшей  мере  две десятых секунды, может
быть, полторы, но этому убийце хватило бы и одной.
     -- Руки вперед! -- каркнул  Чачу.  --  Капрал,  наручники!
Двойные наручники! Шевелись, массаракш!
     Панди,  которого  Максим  неоднократно  на занятиях бросал
через голову, с большой осторожностью  приблизился,  отстегивая
от  пояса  тяжелую  цепь.  Озверелость  на  его  лице сменилась
озабоченным выражением.
     -- Ты смотри, -- сказал он Максиму. -- Ежели что, господин
ротмистр ее сразу... Того... Любовь твою...
     Он  защелкнул  стальные  браслеты  на  запястьях  Максима,
присел   на   корточки  и  сковал  ему  ноги.  Максим  мысленно
усмехнулся. Он  уже  знал,  что  будет  делать  дальше.  Но  он
недооценил ротмистра. Ротмистр не отпустил Раду. Все вместе они
спустились  по лестнице, все вместе сели в грузовик, и ротмистр
ни на секунду не отвел пистолета. Затем  в  грузовик  втолкнули
скованного  Гая.  До  рассвета  было  еще  далеко,  по-прежнему
моросил дождь, размытые огни едва освещали улицу. На скамьях  в
кузове  с грохотом рассаживались легионеры, огромные мокрые псы
молча   рвались   с   поводков   и,   осаженные,   нервно,    с
прискуливанием,  зевали.  А в подъезде, прислонившись к косяку,
стоял, сложив руки на животе, привратник. Он дремал.


<ul><a name=15></a><h2>Глава двенадцатая</h2></ul>

     Государственный  прокурор  откинулся  на  спинку   кресла,
бросил  в  рот  несколько сушеных ягод, пожевал и запил глотком
целебной воды.  Зажмурившись  и  придавив  пальцами  утомленные
глаза,  он  прислушался.  Вокруг  на  многие  сотни метров было
хорошо. Здание дворца юстиции  было  пусто,  в  окна  монотонно
барабанил ночной дождь, не слышно было сирен и скрипа тормозов,
не  стучали  и  не  жужжали  лифты.  И никого не было, только в
приемной  томился  в  ожидании  приказаний   ночной   референт.
Прокурор  медленно открыл глаза и сквозь плывущие цветные пятна
взглянул  на  кресло  для  посетителей,  сделанное  по  особому
заказу. Кресло надо будет взять с собой. И стол тоже, я к нему
привык... А ведь жалко будет, пожалуй, уходить отсюда -- нагрел
местечко...  И зачем мне уходить? Странно устроен человек: если
перед ним лестница, ему обязательно надо вскарабкаться на самый
верх. На самом верху холодно, дуют очень вредные  для  здоровья
сквозняки,   падать  оттуда  смертельно,  ступеньки  скользкие,
опасные,  и  ты  отлично  знаешь  это,  и  все  равно   лезешь,
карабкаешься  --  язык  на  плечо.  Вопреки  обстоятельствам --
лезешь, вопреки любым советам -- лезешь, вопреки  сопротивлению
врагов  -  лезешь,  вопреки  собственным  инстинктам,  здравому
смыслу, предчувствиям -- лезешь, лезешь, лезешь... Тот, кто  не
лезет  наверх,  тот  падает  вниз, это верно. Но тот, кто лезет
вверх, тоже иногда  падает,  и  чем  выше  залез,  тем  больнее
падать...
     Писк  внутреннего  телефона  прервал  его  мысли.  Он взял
наушник и, досадливо морщась, сказал:
     -- В чем дело? Я занят.
     -- Ваше превосходительство... -- Прошелестел референт,  --
некто,  назвавший себя Странником, звонит по вашей личной линии
и настоятельно просит разговора с вашим...
     --  Странник?  --  прокурор  оживился.  --  Соедините.   В
наушнике     щелкнуло,    референт    прошелестел:    --    Его
превосходительство вас  слушает.  Снова  щелкнуло,  и  знакомый
голос произнес, твердо, попандейски, выговаривая слова:
     -- Умник? Здравствуй. Ты сильно занят?
     -- Для тебя -- нет.
     -- Мне нужно поговорить с тобой.
     -- Когда?
     -- Сейчас, если можно.
     --   Я  в  твоем  распоряжении,  --  сказал  прокурор.  --
Приезжай.
     -- Я буду через десять-пятнадцать минут. Жди.
     Прокурор  положил  наушник   и   некоторое   время   сидел
неподвижно,   пощипывая  нижнюю  губу.  Явился,  голубчик,  --
подумал он. -- И опять как снег на голову.  Массаракш,  сколько
денег  я  убил  на этого человека, больше, наверно, чем на всех
прочих, вместе взятых, а знаю о нем только то, что все  прочие,
взятые   по   отдельности.   Опасная  фигура.  Напредсказуемая.
Испортил настроение... Прокурор сердито посмотрел  на  бумаги,
разбросанные по столу, небрежно сгреб их в кучу и сунул в стол.
Сколько  же времени его не было?.. Да, два месяца. Как всегда.
Исчез неизвестно куда, два  месяца  никаких  сведений,  и  вот,
пожалуйста,  как чертик из коробки... Нет, с этим чертиком надо
что-то делать, так работать нельзя... Ну хорошо, а что  ему  от
меня  нужно?  Что,  собственно,  случилось  за  эти два месяца?
Свалил Ловкача...  Вряд  ли  его  это  интересует.  Ловкача  он
презирал.  Впрочем, он всех презирает... По его линии ничего не
было, да и не придет он ко мне из-за  такой  чепухи  --  пойдет
прямо к Канцлеру или к Барону... Может быть, нащупал что-нибудь
любопытное и хочет войти в альянс? Дай бог, дай бог... А только
я  бы  на  его  месте  ни с кем в альянс не вступал бы... Может
быть, процесс? Да нет, при чем здесь процесс. А,  чего  гадать,
примем-ка лучше необходимые меры.
     Он  выдвинул  потайной  ящик  и  включил  все  фонографы и
скрытые камеры. Эту сценку мы сохраним для потомства. Ну,  где
же  ты,  Странник?  От  возбуждения  он вспотел, его бросило в
дрожь; чтобы успокоиться,  он  бросил  в  рот  несколько  ягод,
пожевал,  закрыл  глаза  и  стал  считать. Когда он досчитал до
семисот, дверь отворилась и,  отстранив  референта,  в  кабинет
вошел  этот верзила, этот холодный шутник, эта надежда Творцов,
ненавидимый и обожаемый, ежесекундно повисающий  на  волоске  и
никогда  не  падающий,  тощий,  сутулый,  с  круглыми  зелеными
глазами, с большими оттопыренными ушами, в своей вечной нелепой
куртке  до  колен,  лысый,  как  локоть,  чародей,   вершитель,
пожиратель  миллиардов...  Прокурор  поднялся  ему навстречу. С
этим человеком не надо было притворяться и говорить  вымученные
слова.
     --   Привет,   Странник,  --  сказал  прокурор.  -  Пришел
похвастаться?
     -- Чем? -- спросил Странник, проваливаясь в известное всем
кресло и нелепо задирая колени.  --  Массаракш!  Каждый  раз  я
забываю   про  это  чертово  устройство.  Когда  ты  прекратишь
издеваться над посетителями?
     -- Посетителю должно быть  неудобно,  --  поучающе  сказал
прокурор.  -- Посетитель должен быть смешон, иначе какое мне от
него удовольствие? Вот я сейчас смотрю на тебя и мне весело.
     -- Да, я знаю, ты веселый человек, --  сказал  Странник.--
Только  очень  уж  непритязательный  у  тебя юмор... Кстати, ты
можешь сесть.
     Прокурор обнаружил,  что  все  еще  стоит.  Странник,  как
всегда,  быстро  сравнял счет. Прокурор сел поудобнее и хлебнул
целебной дряни.
     -- Итак? -- сказал он.
     Странник приступил прямо к делу.
     -- У тебя в когтях, --  деловито  сказал  он,  -  человек,
который   мне   нужен.   Некто   Мак   Сим.   Ты  упек  его  на
перевоспитание. Помнишь?
     -- Нет, -- искренне сказал прокурор. Он  ощутил  некоторое
разочарование. -- А когда я его упек? По какому делу?
     -- Недавно. По делу о взрыве башни.
     -- А, помню... Ну и что?
     -- Все, -- сказал Странник. -- Он мне нужен.
     --  Погоди, -- сказал прокурор с досадой. - Процесс вел не
я, не могу же я помнить каждого осужденного.
     -- А я думал, что это все твои люди.
     -- Там был только один мой, остальные -- настоящие... Как,
ты сказал, его зовут?
     -- Мак Сим.
     -- Мак Сим, --  повторил  прокурор.  --  А!  Этот  горский
шпион... Помню. Там с ним случилась какая
-то  странная история -- его расстреляли и неудач-
но.
     -- Да, кажется.
     --   Силач   какой-то  необыкновенный...  Да,  мне  что-то
докладывали... А зачем он тебе нужен?
     -- Это мутант, -- сказал Странник. --  У  него  интересные
ментограммы, и он мне нужен для работы.
     -- Вскрывать его будешь?
     --  Возможно.  Мои  люди заметили его давно, когда его еще
использовали в спецстудии, но потом он удрал...
     Прокурор, испытывая сильнейшее  разочарование,  набил  рот
ягодами.
     -- Ладно, -- сказал он. -- Ну, а как у тебя дела?
     --  Как всегда, прекрасно, -- ответил Странник. -- У тебя,
я слышал, тоже. Подкопался-таки под  Дергунчика.  Поздравляю...
Так когда я получу своего Мака?
     --  Да завтра же отправлю депешу, дней через пять-семь его
доставят.
     -- Неужели даром? -- спросил Странник.
     -- Любезность, -- сказал прокурор. -- А что ты можешь  мне
предложить?
     -- Первый же защитный шлем.
     Прокурор усмехнулся.
     -- И мировой свет в придачу, -- сказал он. - Между прочим,
имей в   виду:   первый   шлем   мне   не   нужен.   Мне  нужен
единственный...  Кстати,  правда,  что  твоей  банде   поручили
разработку направленного излучателя?
     -- Возможно, -- сказал Странник.
     --  Слушай,  а  на  кой  черт  нам  это  надо?  Мало у нас
неприятностей? Прижал бы ты эту работу, а?
     Странник оскалил зубы.
     -- Боишься, Умник, -- сказал он.
     -- Боюсь, -- сказал прокурор. -- А  ты  не  боишься?  Или,
может быть ты вообразил, что у тебя любовь с Графом на века? Он
ведь тебя же твоим излучателем...
     Странник снова оскалился.
     --  Убедил, -- сказал он. -- Договорились. -- Он встал. --
Я сейчас к Канцлеру. Передать что-нибудь?
     -- Канцлер на меня сердится, -- сказал  прокурор.  --  Мне
это чертовски неприятно.
     -- Хорошо, -- сказал Странник. -- Я эму это передам.
     --  Шутки  шутками,  --  сказал  прокурор, -- а если бы ты
замолвил словечко...
     -- Ты у нас умник, -- сказал Странник голосом Канцлера. --
Попробую.
     -- Процессом он, по крайней мере, доволен?
     -- Откуда я знаю. Я только что приехал.
     -- Ну вот, узнай... А насчет твоего... Как ты его  назвал?
Дай-ка я запишу...
     -- Мак Сим.
     -- Так... Насчет него я завтра же...
     -- Будь здоров, -- сказал Странник и вышел.
     Прокурор  хмуро  посмотрел  ему  вслед.  Да, можно только
позавидовать. Такое положение у человека! Единственный, от кого
зависит защита. Поздно сожалеть, но, может  быть,  следовало  с
ним сблизиться. Но как с ним сблизишься? Ему ничего не надо, он
и  так  самый  важный,  все  мы  от  него  зависим, все на него
молимся... Ах, взять бы такого человека за горло -- как бы  это
было  здорово!  Если  бы  он  хоть  что-нибудь хотел! А то вот,
пожалуйста  --  каторжник  ему  нужен,  драгоценность  какая...
Ментограммы,   видите   ли,  у  него  интересные...  Вообще-то,
каторжник этот -- горец, а Канцлер  в  последнее  время  что-то
часто  говорит  о горах. Может, стоит заняться... Как там еще с
войной получится, а Канцлер есть Канцлер... Массаракш, работать
сегодня все равно больше невозможно... Он сказал в микрофон:
     -- Кох, что у вас есть по осужденному Симу?  --  Он  вдруг
вспомнил.   --   Вы,   кажется,  составляли  по  нему  какую-то
компиляцию...
     -- Так  точно,  ваше  превосходительство,  --  прошелестел
референт. -- Я имел честь обратить внимание вашего...
     -- Давайте сюда. И принесите еще воды. Он положил наушник,
и тотчас  в  двери  появился  неосязаемый,  как тень, референт.
Перед прокурором легла на стол толстая папка, тихонько звякнуло
стекло, булькнула вода, и рядом с папкой возник полный  стакан.
Прокурор отхлебнул, разглядывая папку.
     Извлечения   из   дела  Мака  Сима  (Максима  Каммерера).
Подготовил  референт  Кох.  Толстая-то  какая,  ничего  себе,
извлечение...   Он   раскрыл   папку   и   взял  первую  пачку
сброшюрованных листков.
     Показания   ротмистра   Тоота...   Показания   подсудимого
Гаала...   Кроки   какого-то  пограничного  района  за  Голубой
Змеей...  Другой одежды на нем не было.  Речь  показалась  мне
членораздельной, но совершенно непонятной. Попытка заговорить с
ним  по-хонтийски  не  привела  ни  к  чему...  Ох  уж мне эти
пограничные ротмистры, хонтийский  шпион  на  южной  границе!..
Рисунки,  выполненные  задержанным, показались мне искусными и
удивительными... Ну, за Голубой Змеей много  удивительного.  К
сожалению.  И  обстоятельства  появления  этого  Мака  Сима  не
слишком выделяются на фоне прочих тамошних обстоятельств. Хотя,
конечно... Но посмотрим...
     Прокурор отложил пачку, выбрал две ягодки покрупнее, сунул
в рот и взял следующий лист. Заключениие экспертной комиссии в
составе  сотрудников   института   тканей   и   одежды...   Мы,
нижеподписавшиеся...   Гм...   Так-так...  Обследовали  всеми
доступными нам лабораторными методами  ткань  предмета  одежды,
присланного  нам  из  департамента  юстиции... (Чепуха какая---
то)... И пришли к следующему заключению: 1.  Указанный  предмет
представляет  собой  короткие  штаны четвертого размера второго
роста,  каковые  могут  быть  использованы  для   ношения   как
мужчинами,  так  и  женщинами.  2.  Покрой штанов не может быть
отнесен  к  какому-либо  стандарту  и  не  может,   собственно,
называться  покроем,  ибо  штаны  не сшиты, а изготовлены неким
способом, нам  неизвестным.  3.  Штаны  изготовлены  из  мягкой
упругой ткани серебристого цвета, каковая, собственно, не может
быть  названа тканью, ибо даже микроскопическое исследование не
обнаружило  в  ней  структуры.  Материал  этот  не  горюч,   не
смачиваем   и   обладает  чрезвычайной  прочностью  на  разрыв.
Химический анализ...
     Странные штаны. Надо полагать, это его  штаны...  Прокурор
взял тонко отточненный карандаш и написал на полях: Референту.
Почему не даете сопроводительного объяснения? Чьи штаны? Откуда
штаны?  Так...  А  выводы?  Формулы...  Опять  формулы... Ага!
...Технология не известна ни  в  нашей  стране,  ни  в  других
цивилизованных государствах (по довоенным данным).
     Прокурор  отложил  заключение.  Ну,  штаны... Пусть. Штаны
есть штаны... Что там дальше? Акт медицинского  обследования.
Любопытно.  Что, это у него такое кровяное давление?.. Ого, вот
это легкие!.. Что такое? Следы четырех смертельных  ранениий...
Это  уже  мистика.  Ага...  Смотри  показания свидетеля Чачу и
обвиняемого  Гаала.  Семь  пуль,   однако!   Гм...   Некоторое
расхождение имеет место: Чачу показывает, что применил оружие в
целях самообороны и под угрозой смерти, а этот Гаал утверждает,
будто Сим только хотел отобрать у Чачу пистолет. Ну, это не мое
дело...  Две пули в печень -- это слишком много для нормального
человека... Та-ак, скручивает монетки  в  трубочку...  Бежит  с
человеком  на плечах... Ага, это я уже читал. Помнится, на этом
месте я подумал, что  парень  на  редкость  здоровенный  и  что
обычно  такие  глупы.  И дальше читать не стал... А это что? А,
старый приятель... Извлечения из показаний агента 711:...Видит
совершенно отчетливо дождливой ночью (может даже  читать)  и  в
полной  темноте  (различает  предметы,  видит выражение лица на
расстоянии до десяти метров)... Обладает  очень  чувствительным
вкусом   и  нюхом  --  различал  членов  группы  по  запаху  на
расстоянии до пятидесяти метров, на  спор  различал  напитки  в
плотно  закупоренных сосудах... Ориентируется по сторонам света
без  компаса...  С  большой  точностью  определяет  время   без
часов...  Имел  место  случай:  была  куплена  и  сварена рыба,
которую он запретил нам есть,  сказав,  что  она  радиоактивна.
Будучи  проверена  радиометром,  рыба  действительно  оказалась
радиоактивной. Обращаю внимание на тот факт,  что  сам  он  эту
рыбу  съел,  сказавши,  что  ему она не опасна, и действительно
остался здоров, хотя излученние  превышало  тройную  санитарную
норму (почти 77 единиц)...
     Прокурор  откинулся в кресле. Нет, это уже слишком. Может
быть, он еще и бессмертен заодно? Да, Страннику это должно быть
интересно. Посмотрим, что там дальше. Вот серьезный документ.
     Заключение  особой  комиссии  депертамента  общественного
здоровья.   Материал:  Мак  Сим.  Реакция  на  белое  излучение
отсутствует.  Противопоказаний  к  несению  службы  в   войсках
особого  назначения не имеется. Ага... Это когда он вербовался
в легион.  Белое  излучение,  массаракш!  Палачи,  черт  бы  их
побрал!..  А  это, значит, их экспертиза для целей следствия...
Будучи испытан на  белое  излучение  различных  интенсивностей,
вплоть  до  максимальной, никакой реакции не обнаружил. Реакция
на А-излучение нулевая в обоих смыслах. Реакция на Б
-излучение  нулевая.  Примечание:  считаем  своим
долгом присовокупить,  что данный  материал  (Мак
Сим, 20 лет) представляет опасность ввиду возмож-
ных генетических последствий.  Рекомендуется пол-
ная стерилизация или уничтожение... Ого!  Эти не
шутят.  Кто там у них сейчас? А, Любитель. Да, не
шутник,  что и говорить.  Помнится, Весельчак-Же-
ребчик рассказывал по этому поводу отличный анек-
дот...  Массаракш,  не помню...  А хорошо, никого
вокруг нет. Вот сейчас мы ягодку съедим, водичкой
запьем...  Экая гадость, но, говорят, помогает...
Ладно, что дальше?..
     О, он уже и там успел  побывать!  Ну-ка,  ну-ка...  Опять,
наверное,   реакция   нулевая...   Подвергнутый  форсированным
методам, подследственный Сим показаний не дал. В соответствии с
параграфом 12  относительно  непричинения  видимых  повреждений
подследственным,   которым   предстоит  выступать  на  открытом
судебном заседании,  применялись  только:  а.  иглохирургия  до
самой   глубокой  с  проникновением  в  нервные  узлы  (реакция
парадоксальная  --  форсируемый  засыпает);  б.   хемообработка
нервных  узлов алкалоидами и щелочами (реакция аналогичная); в.
световая  камера  (реакции  нет,   форсируемый   удивлен);   г.
паротермическая  камера  (потеря веса без неприятных ощущений);
на этом применение форсированных методов пришлось прекратить.
     Бр-р-р... Ну и бумага! Да, Странник прав: это какой-нибудь
мутант. Нормальные люди так  не  могут...  Да,  я  слыхал,  что
случаются   удачные   мутации,   правда,   редко...   Это   все
объясняет... Кроме  штанов,  впрочем...  Штаны,  насколько  мне
известно, не мутируют...
     Он  взял  следующий  лист.  Бумага оказалась неинтересной:
показание директора спецстудии. Дурацкое заведение. Записывают
бред разных психов на потеху  почтеннейшей  публики.  Помнится,
эту  студию  придумал  Калу-мошенник,  который  сам был немного
того... Надо же, сохранилась студия!  Мошенника  давно  нет,  а
идея его бредовая процветает... Из показаний директора следует,
что  Сим  был  образцовым  объектом  и  крайне  желательно  его
возвращение... Стоп, стоп! Передан в распоряжение департамента
специальных исследований на основании ордера номер такой-то  от
такого-то  числа...  Вот  и  ордер.  И  подписан  он Фанком...
Прокурор ощутил некое слабое озарение. Фанк... Что-то ты здесь,
Странник... Нет, не будем спешить с выводами.  Он  досчитал  до
тридцати,  чтобы  успокоиться, и взял следующую бумагу, вернее,
целую толстую пачку  бумаг:  Извлечение  из  акта  специальной
лингвистической  комиссии  по  проверке предположения о горском
поисхождении М. Сима.
     Он начал читать, все еще думая о Фанке и о  Страннике,  но
неожиданно   для  себя  заинтересовался.  Это  было  любопытное
исследование, в котором сводились  воедино  и  обсуждались  все
доносы,  показания  и  свидетельства  очевидцев,  так или иначе
затрагивающие    вопрос    о    происхождении    Мака     Сима;
антропологические, лингвистические, этнографические данные и их
анализ;  результаты  изучения  фонограмм, ментограмм и рисунков
подследственного. Все это читалось, как роман, хотя выводы были
крайне осторожны. Комиссия не причисляла Мака Сима ни  к  одной
из   известных   этнических   групп,   обитающих  на  материке.
(Особняком было приведено  мнение  известного  палеоантрополога
Шапшу,  который  усмотрел  в  черепе  подследственного  большое
сходство,  но  не  идентичность  с   ископаемым   черепом   так
называемого  человека древнего, жившего на архипелаге более ста
пятидесяти  тысяч  лет  назад).  Комиссия   утверждала   полную
психическую вменяемость подследственного в настоящий момент, но
допускала, что в недавнем прошлом он мог страдать одной из форм
амнезии  в  сочетании с интенсивным вытеснением истинной памяти
памятью  ложной.  Комиссия  произвела  лингвистический   анализ
фонограмм,  оставшихся  в архиве спецстудии, и пришла к выводу,
что язык, на котором в то  время  говорил  подследственный,  не
может  быть причислен ни к одной группе современных или мертвых
языков. По этому поводу комиссия допускала, что этот  язык  мог
быть  плодом воображения подследственного (так называемый рыбий
язык), тем более, что он, по его утверждению, в настоящее время
языка этого не помнит. Комиссия воздерживается от  определенных
выводов,  но  склонна  полагать,  что в лице М. Сима приходится
иметь дело с неким мутантом неизвестного ранее типа...
     Хорошие идеи приходят в умные головы одновременно,  --  с
завистью  подумал  прокурор  и  быстро  пробежал Особое мнение
члена комиссии профессора Поррумоварруи. Профессор, сам  горец
по  происхождению,  напоминал  о  существовании  в  глубине гор
полулегендарной страны Зартак, населенной племенем  Птицеловов,
которое  до  сих  пор  не  попало  в  поле  зрения этнографов и
которому цивилизованные горцы приписывают владение  магическими
науками   и   способность  летать  по  воздуху  без  аппаратов.
Птицеловы, по рассказам, чрезвычайно рослы,  обладают  огромной
физической   силой   и  выносливостью,  а  так  же  имеют  кожу
золотистокоричневатого оттенка. Все это удивительно совпадает с
физическими особенностями подследственного... Прокурор  поиграл
карандашиком над мнением профессора Порру... И так далее, потом
отложил  карандаш  и громко сказал: Под это мнение, пожалуй, и
штаны подойдут. Несгораемые штаны...
     Он взял ягодку и проглядел следующий лист: извлечение  из
стенограммы судебного процесса. Гм... Это еще зачем? О б в и н
и  т  е  л  ь:  Вы  не  будете отрицать, что вы -- образованный
человек? О б в и н я е м ы й: Я имею образование, но в истории,
социологии и экономике разбираюсь очень плохо. О б в и н и т  е
л  ь: Не скромничайте. Вам знакома эта книга? О б в и н я е м ы
й: Да. О б в и н и т е л ь: Вы читали ее? О б в и н я е м ы  й:
Естественно.  О  б  в и н и т е л ь: С какой целью вы, находясь
под  следствием,  в  тюрьме,  занялись   изучением   монографии
Тензорное  исчисление и современная физика? О б в и н я е м ы
й: Не понимаю... Для удовольствия... С целью развлечения,  если
угодно... Там есть очень забавные страницы. О б в и н и т е ль:
Я  думаю,  суду  ясно,  что  только  очень образованный человек
станет читать столь специальное исследование для развлечения  и
удовольствия...
     Что   за   чушь?  Зачем  мне  это  подсунули?  А  дальше?
Массаракш, опять процесс... З а щ и т н  и  к:  Вам  известно,
какие  средства  выделяют Огненосные Творцы на борьбу с детской
преступностью? О б в и н я е м ы й: Не совсем вас понимаю.  Что
такое  детская преступность? Преступления против детей? З а щ
и т н и к: Нет, преступления, совершаемые детьми. О б в и н я е
м ы й: Не понимаю, дети не могут совершать преступлений...
     Гм... Забавно. А что там в конце? З а щ  и  т  н  и  к:  я
надеюсь,    мне   удалось   показать   суду   наивность   моего
подзащитного, доходящую до житейского идиотизма. Ему не  ведомы
понятия  детской преступности, благотворительности, социального
воспомоществования...
     Прокурор   улыбнулся   и    отложил    листок.    Понятно.
Действительно,  странное  сочетание:  математика  и  физика для
удовольствия,  а  элементарных  вещей  не   знает.   Прямо-таки
чудак-профессор из дрянного романа.
     Прокурор  просмотрел  еще  несколько  листков. Непонятно,
Мак, что это ты так держишься за эту девочку... Как ее...  Рада
Гаал. Любовной связи у тебя с ней нет, ничем ты ей не обязан, и
общего  у  вас  нет  с  ней ничего: дурак обвинитель совершенно
напрасно  пытается  припутать  ее  к  подполью...  А  создается
впечатление,  что,  держа ее под прицелом, можно заставить тебя
делать все, что угодно. Очень полезное качество для нас, а  для
тебя  очень  неудобное...  Та-ак,  в  общем,  все эти показания
сводятся к тому, что ты, братец,  раб  своего  слова  и  вообще
человек негибкий. Политический деятель из тебя не получился бы.
И  не  надо...  Гм,  фотографии... Вот ты какой. Приятное лицо.
Очень, очень... Глаза странноватые. Где же это тебя снимали? На
скамье подсудимых... Гляди-ка, свеж, бодр,  глаза  ясные,  поза
непринужденная. Где это тебя научили так изящно сидеть и вообще
держаться?   Ведь   скамья   подсудимых   вроде  моего  кресла,
непринужденно на ней  не  посидишь...  Любопытный  человечек...
Впрочем, все это вздор, не в этом дело.
     Прокурор  вылез из-за стола и прошелся по кабинету. Что-то
сладко щекотало в мозгу, что-то  возбуждало  и  подталкивало...
Что-то  я  нашел  в  этой  папке...  Что-то  важное...  Что-то
важнейшее...  Фанк?  Да,  это  важно,   потому   что   Странник
употребляет  своего  Фанка только по очень важным, самым важным
делам. Но Фанк -- это только подтверждение, а что  же  главное?
Штаны...  Чепуха...  А!  Да-да-да.  Этого в папке нет. Он взял
наушник.
     -- Кох, что там было с нападением на конвой?
     -- Четырнадцать  суток  назад,  --  сейчас  же  зашелестел
референт,  словно  читая  заранее  подготовленный  текст,  -- в
восемнадцать часов тридцать три минуты на  полицейские  машины,
переправлявшие  подсудимых по делу номер 6981-84 из здания суда
в  городскую  тюрьму,  было  совершено  вооруженное  нападение.
Нападение  было  отбито.  В  перестрелке один из нападавших был
тяжело ранен и умер, не приходя в сознание.  Труп  не  опознан.
Дело о нападении прекращено.
     -- Чья работа?
     --  Выяснить  на  удалось. Официальное подполье не имеет к
этому никакого отношения.
     -- Соображения?
     --   Возможжно,   действовали    террористы,    пытавшиеся
освободить  Дака  Потту,  по  кличке  Генерал, известен тесными
связями с левым крылом...
     Прокурор бросил наушник. Что ж, все это может быть. И  все
это  может  быть  не  так...  Ну-ка, перелистаем еще раз. Южная
граница,  дурак  ротмистр...  Штаны...  Бежит  с  человеком  на
плечах...   Радиоактивная   рыба,   77   единиц...  Реакция  на
А-излучение... Хемообработка нервных узлов... Стоп! Реакция  на
А-излучение.  Реакция на А-излучение нулевая в обоих смыслах.
Нулевая. В обоих смыслах. Прокурор  прижал  ладонью  забившееся
сердце. Идиот! Н у л е в а я в о б о и х с м ы с л а х!
     Он снава схватил наушник.
     --  Кох!  Немедленно  подготовить  специального  курьера с
охраной. Отдельный вагон на юг...  Нет!  Мою  электромотрису...
Массаракш!  --  Он  сунул  руку  в  ящик  стола  и выключил все
регистрирующие аппараты. -- Действуйте!
     Все еще прижимая руку к левой стороне груди, он достал  из
бювара  личный  бланк  и  стал  быстро,  но  разборчиво писать:
Государственная важность.  Генерал-коменданту  особого  южного
округа.  Под  личную  сугубую  ответственность  --  к  срочному
неукоснительному  исполнению.  Немедленно  передать   в   опеку
подателя  сего  осужденного  Мака  Сима,  дело N6983. С момента
передачи считать воспитуемого Сима пропавшим без вести,  о  чем
иметь  в  архивах  соответствующие  документы.  Государственный
прокурор...
     Он   схватил   второй   бланк:   Предписание.   Настоящим
приказываю  всем  чинам  военной, гражданской и железнодорожной
администрации оказывать предъявителю сего, специальному курьеру
государственной  прокуратуры  с  сопровождающей  его   охраной,
содействие по категории экстра. Государственный прокурор...
     Потом он допил стакан, налил еще и уже медленно, тщательно
обдумывая  каждое  слово,  начал  на  третьем  бланке: Дорогой
Странник! Получилась глупая история. Как только что выяснилось,
интересующий тебя материал пропал без вести, как это  частенько
бывает в южных джунглях...


<ul><a name=16></a><h2> * ЧАСТЬ ЧЕТВЕРТАЯ. КАТОРЖНИК * </h2></ul>


<ul><a name=17></a><h2>Глава тринадцатая</h2></ul>

     Первым  выстрелом  ему  разбило гусеницу, и оно впервые за
двадцать с лишним лет покинуло разъезженную колею,  выворачивая
обломки   бетона,   ввалилось   в   чащу   и   начало  медленно
поворачиваться на месте, с хрустом наваливаясь широким лбом  на
кустарник,  отталкивая  от  себя содрогающиеся деревья. И когда
оно показало необъятную грязную корму с болтающимся  на  ржавых
заклепках  листом  железа,  Зеф  аккуратно и точно, так, чтобы,
упаси бог,  не  задеть  котла,  всадил  ему  фугасный  заряд  в
двигатель  -- в мускулы, в сухожилия, в нервные сплетения, -- и
оно ахнуло  железным  голосом,  выбросило  из  сочленений  клуб
раскаленного дыма и остановилось навсегда; но что-то еще жило в
его нечистых бронированных недрах, какие-то уцелевшие нервы еще
продолжали посылать бессмысленные сигналы, еще включались и тут
же  выключались  аварийные  системы, шипели, плевались пеной, и
оно еще дрябло трепетало, еле-еле скребя уцелевшей гусеницей, и
грозно и бессмысленно, как жало раздавленной осы, поднималась и
опускалась над раздавленным драконом облезлая решетчатая  труба
ракетной установки. Несколько секунд Зеф смотрел на эту агонию,
а  потом повернулся и пошел в лес, волоча гранатомет за ремень.
Максим и Вепрь двинулись следом, и они вышли на тихую  лужайку,
которую Зеф наверняка заприметил еще по дороге сюда, повалились
в траву и Зеф сказал:
     -- Закурим.
     Он  свернул  цигарку  однорукому,  прикурил  сам и дал ему
прикурить. Максим лежал, положив подбородок на руки,  и  сквозь
редколесье  все  смотрел как умирает железный дракон -- жалобно
дребезжит  какими-то  последними  шестеренками  и  со   свистом
выпускает  из  разодранных  внутренностей  струи радиоактивного
пара.
     -- Вот так и только так, -- сказал Зеф  менторским  тоном.
-- А если будешь делать не так, надеру уши.
     -- Почему? -- спросил Максим. -- Я хотел его остановить.
     --  А  потому,  --  ответил  Зеф,  --  что  граната  могла
рикошетом засадить в ракету, и тогда нам был бы капут.
     -- Я целился в гусеницу, -- сказал Максим.
     -- А надо целиться в корму, -- сказал Зеф.  Он  затянулся.
-- И вообще, пока ты новичок, никуда не суйся первым. Разве что
я тебя попрошу. Понял?
     -- Понял, -- сказал Максим.
     Все  эти  тонкости Зефа его не интересовали. И сам Зеф его
не очень интересовал. Его  интересовал  Вепрь.  Но  Вепрь,  как
всегда   равнодушно   молчал,  положив  искусственную  руку  на
обшарпанный кожух миноискателя. Все было,  как  всегда.  И  все
было не так, как хотелось.
     Когда  неделю  назад  новоприбывших  каторжников выстроили
перед бараками, Зеф прямо подошел к Максиму и взял его  в  свой
сто  четырнадцатый  отряд саперов. Максим обрадовался. Он сразу
узнал эту огненную бородищу и квадратную коренастую  фигуру,  и
ему  было приятно, что его узнали в душной клетчатой толпе, где
всем было наплевать на каждого и никому  ни  до  кого  не  было
дела. Кроме того, у Максима были основания полагать, что Зеф --
бывший  знаменитый  психиатр  Аллу  Зеф, человек образованный и
интеллигентный, не  чета  полууголовному  сброду,  которым  был
набит  арестантский вагон -- как-то связан с подпольем. А когда
Зеф привел его в барак и указал ему  место  на  нарах  рядом  с
Вепрем,  Максим  решил  было, что судьба его здесь окончательно
определилась. Но очень скоро он понял,  что  ошибся.  Вепрь  не
пожелал разговаривать. Он выслушал торопливый, шепотом, рассказ
Максима   о   судьбе   группы,  о  взрыве  башни,  о  процессе,
неопределенно, сквозь зевок, промямлил: Бывает и не  такое...
--  и  лег, отвернувшись. Максим почувствовал себя обманутым, и
тут на нары взобрался Зеф.  Здорово  я  сейчас  нажрался,  --
сообщил   он  Максиму  и  без  всякого  перехода,  нахально,  с
примитивной назойливостью принялся вытягивать из него  имена  и
явки.   Может  быть,  он  когда-то  и  был  знаменитым  ученым,
образованным и интеллигентным человеком,  может  быть,  и  даже
наверняка  имел  отношение  к подполью, но сейчас он производил
впечатление обыкновенного отъевшегося провокатора, решившего от
нечего делать, на сон  грядуший,  обработать  глупого  новичка.
Максим  отделался  от  него  не  без  труда,  а когда Зеф вдруг
захрапел сытым довольным  храпом,  еще  долго  лежал  без  сна,
вспоминая,   сколько  раз  его  здесь  уже  обманывали  люди  и
обстоятельства.
     Нервы  его  расходились.   Он   вспомнил   процесс,   явно
подготовленный  еще до того, как группа получила приказ напасть
на башню; и письменные доносы какой-то гадины, которая знала  о
группе  все  и  была,  может быть, даже членом группы; и фильм,
заснятый с башни во время нападения,  и  свой  стыд,  когда  он
узнал   на   экране   себя  самого,  палящего  из  автомата  по
прожекторам... Нет, по юпитерам, освещавшим эту сцену страшного
спектакля... В наглухо закупоренном бараке  было  отвратительно
душно,  кусались  паразиты,  воспитуемые  бредили,  а в дальнем
углу, при свете самодельной свечки резались в  карты  и  хрипло
орали друг на друга уголовники.
     А  на другой день обманул Максима и лес. Здесь шагу нельзя
было  ступить,  не   наткнувшись   на   железо:   на   мертвое,
проржавевшее  насквозь  железо; на притаившееся железо, готовое
во всякую минуту убить; на тайно шевелящееся, целящееся железо;
на движущееся железо, слепо и бестолково распахивающее  остатки
дорог.  Земля и трава отдавали ржавчиной, на дне лощин копились
радиоактивные лужи, птицы не пели, а хрипло  вопили,  словно  в
предсмертной  тоске,  животных  не  было, и не было даже лесной
тишины -- то справа, то слева бухали взрывы, в ветвях клубилась
сизая  гарь,   а   порывы   ветра   доносили   рев   изношенных
двигателей...
     И  так пошло: день -- ночь, день -- ночь. Днем они уходили
в лес, который был не лесом, а древним укрепленным районом.  Он
был     буквально    нафарширован    автоматическими    боевыми
устройствами, панцервагенами, самоходными баллистами,  ракетами
на  гусеницах,  огнеметами,  газометами, и все это не умерло за
двадцать с лишним  лет,  все  продолжало  жить  своей  ненужной
механической   жизнью,   все  продолжало  целиться,  наводитья,
изрыгать свинец, огонь, смерть, и все это надо  было  задавить,
взорвать,  убить,  чтобы расчистить трассу для новых излучающих
башен. А ночью Вепрь по-прежнему молчал, а Зеф  снова  и  снова
приставал  к  Максиму  с  расспросами  и  был то прямолинеен до
глупости, то хитроумен и ловок  на  удивление.  И  была  грубая
пища,  и  странные  песни  каторжников,  и кого-то били по лицу
легионеры, и дважды в день все в бараках и в лесу корчились под
лучевыми ударами, и раскачивались на ветру повешенные беглые...
День - ночь, день  --  ночь...  Освенцим,  лагерь  уничтожения.
Фашизм.
     -- Зачем вы хотели его остановить? -- спросил вдруг Вепрь.
Максим  быстро  сел.  Это  был первый вопрос, который ему задал
однорукий.
     -- Я хотел посмотреть, как он устроен.
     -- Бежать собрались?
     Максим покосился на Зефа и сказал:
     -- Да нет, дело не в этом. Все-таки боевая машина...
     -- А зачем вам боевая машина? -- спросил Вепрь. Он говорил
так, словно рыжего провокатора здесь не было.
     -- Не знаю, -- проговорил Максим. --  Над  этим  надо  еще
подумать. Их здесь много таких?
     --  Много, -- вмешался рыжий провокатор. -- И машин много,
и дураков всегда хватало... -- Он зевнул. --  Сколько  раз  уже
пробовали.  Залезут,  покопаются-покопаются да и бросят. А один
дурак -- вот вроде тебя -- тот и вовсе подорвался.
     -- Ничего, я бы не подорвался, -- холодно  сказал  Максим.
-- Эта машина не из сложных.
     --  А  зачем  она  вам  все-таки? -- спросил однорукий. Он
курил, лежа на спине и держа сигарету в искусственных  пальцах.
-- Предположим, вы ее наладите. Дальше?
     -- На прорыв через мост, -- сказал Зеф, хохотнув.
     --  Почему  бы  и  нет, -- сказал Максим. Он решительно не
знал,  как  себя  держать.  Этот  рыжий,  кажется  все-таки  не
провокатор. Массаракш, чего они вдруг пристали.
     --  Вы не доберетесь до моста, -- сказал однорукий. -- Вас
тридцать три раза  расстреляют.  А  если  даже  доберетесь,  то
увидите, что мост разведен.
     -- А по дну реки?
     --  Река радиоактивна, -- сказал Зеф и сплюнул. -- Если бы
это была человеческая река, не надо  было  бы  никаких  танков.
Переплывай  ее в любом месте, берега не охраняются. -- Он снова
сплюнул. -- Впрочем, тогда бы они охранялись... Так что, юноша,
не размахивай руками. Ты попал сюда  надолго,  приспосабливайся
--  дело  будет.  А  не  станешь слушаться старших, еще сегодня
можешь узреть мировой свет...
     -- Убежать нетрудно, -- сказал Максим. -- Убежать я мог бы
прямо сейчас...
     -- Ай да ты! -- восхитился Зеф.
     -- ... И если вы намерены и дальше играть в конспирацию...
-- продолжал Максим, демонстративно обращаясь только  к  Вепрю,
но Зеф снова прервал его.
     --  Я  намерен  выполнить  сегодняшнюю норму, - заявил он,
поднимаясь. -- Иначе не дадут жрать. Пошли!
     Он ушел вперед, шагая в развалку между деревьями, а Максим
спросил однорукого:
     -- Разве он тоже подпольщик?
     Однорукий быстро взглянул на него и сказал:
     -- Что вы, разве так можно!
     Они шли за Зефом, стараясь ступать след в след. Максим шел
замыкающим.
     -- За что же он здесь?
     -- За неправильный переход улицы, -- сказал однорукий, и у
Максима опять пропала охота разговаривать.
     Они не прошли и сотни метров, как Зеф скомандовал: Стой!
-- И началась работа. Ложись! -- заорал  Зеф.  Они  бросились
плашмя  на  землю, а толстое бревно впереди с протяжным скрипом
повернулось, выдвинуло из себя длинный тонкий орудийный  ствол,
пошевелило  им из стороны в сторону, как бы примериваясь, затем
что --то зажужжало, раздался щелчок, и из черного  дула  лениво
выползло  облачко  желтого  дыма.  Протухло,  --  сказал  Зеф
деловито и поднялся первым, отряхивая штаны.  Дерево  с  пушкой
они  подорвали.  Потом  было  минное поле, потом холм-ловушка с
пулеметом, который не протух, и  долго  прижимал  их  к  земле,
грохоча  на  весь  лес;  потом  они  попали в настоящие джунгли
колючей проволоки, еле продрались, а когда все-таки продрались,
по ним открыли огонь откудато  сверху,  все  вокруг  рвалось  и
горело,  Максим  ничего  не понимал, однорукий молча и спокойно
лежал лицом вниз, а Зеф палил из гранатомета  в  небо  и  вдруг
заорал: Беги за мной! -- И они побежали, а там где они только
что  были,  вспыхнул  пожар.  Зеф  ругался  страшными  словами,
однорукий посмеивался. Они забрались  в  глухую  чащу,  но  тут
вдруг засвистело, засопело, и сквозь ветви повалили зеленоватые
облака  ядовитого  газа,  и опять надо было бежать, продираться
через кусты, и Зеф опять ругался страшными словами,  однорукого
мучительно тошнило...
     Потом Зеф наконец притомился и объявил отдых. Они разожгли
костер,  и,  Максим,  как  младший,  принялся  готовить обед --
варить суп из консервов в том самом котелке. Зеф  и  однорукий,
чумазые,  ободранные,  лежали  тут  же  и  курили.  У Вепря был
замученный вид, он был уже стар, ему приходилось труднее всех.
     -- Уму не постижимо, --  сказал  Максим,  --  как  это  мы
ухитрились   проиграть  войну  при  таком  наличии  техники  на
квадратный метр.
     --  Что  значит  ухитрились   проиграть?   --   возразил
однорукий.   --   Эту  войну  проиграли  все.  Выиграли  только
Огненосные Творцы.
     -- К сожалению, мало кто это понимает, --  сказал  Максим,
помешивая похлебку.
     --  Отвык  я  от таких разговоров, -- сказал Зеф, -- у нас
тут  все  больше  молчать,  воспитуемый!,   да   считаю   до
одного... Эй, парень, как тебя...
     -- Максим.
     --  Да, верно. Ты, Мак, помешивай, помешивай. Смотри, если
пригорит.
     Максим помешивал. А потом Зеф заявил, что  пора,  сил  нет
больше   терпеть.  В  полном  молчании  он  съели  суп.  Максим
чувствовал: что-то изменилось, что-то сегодня будет сказано. Но
после обеда однорукий снова улегся и стал глядеть в небо, а Зеф
с неразборчивым ворчанием забрал котелок и принялся  вымазывать
дно коркой хлеба.
     --  Подстрелить  бы что нибудь, -- бормотал он. -- В брюхе
так пусто, как и не ел... Только аппетит и растравил...
     Чувствуя неловкость, Максим попытался завести разговор  об
охоте  в  этих  местах, но его не поддержали. Однорукий лежал с
закрытыми глазами и, казалось, спал.  Зеф,  дослушав  до  конца
Максимовы соображения, прворчал только:
     --  Какая  здесь охота, все грязное, активное... -- И тоже
повалился на спину.
     Максим вздохнул, взял котелок и побрел  к  ручью,  который
слышался  неподалеку.  Вода  в  ручейке была прозрачная, на вид
чистая и вкусная, так  что  Максиму  захотелось  попить,  и  он
зачерпнул  горстью.  Увы,  мыть котелок здесь было нельзя, да и
пить не стоило: ручеек был заметно радиоактивный. Максим присел
на корточки, поставил котелок рядом и задумался.
     Сначала он почему-то подумал о Раде, как она  всегда  мыла
посуду  после еды и не разрешала помогать под глупым предлогом,
что это -- дело женское. Он вспомнил,  что  она  его  любит,  и
ощутил  гордость,  потому  что до сих пор его не любила никакая
женщина. Ему очень захотелось увидеть Раду,  и  он  тут  же,  с
крайней  непоследовательностью, подумал, как это хорошо, что ее
здесь нет. Здесь не место даже для самых скверных мужчин,  сюда
бы  надо  пригнать тысяч двадцать кибердворников, а может быть,
просто распылить все эти леса со всем  содержимым  и  вырастить
новые, веселые или пусть даже мрачные, но чистые и с мрачностью
природной.
     Потом  он  вспомнил,  что сослан сюда навечно, и подивился
наивности тех, кто сослал его сюда и, не взявши с  него  никаго
слова, вообразил, будто он станет добровольно тут существовать,
да еще помогать им тянуть через эти леса линию лучевых башен. В
арестанском  вагоне  говорили,  что леса тянутся на юг на сотни
километров, а военная техника встречается даже в пустыне... Ну
нет, я здесь не задержусь. Массаракш, еще  вчера  я  эти  башни
валил, а сегодня буду расчищать для них место? Хватит с меня...
Хватит с меня... Так. Уясним положение.
     Несколько минут он уяснял попложение. Вепрь мне не верит.
Зефу он  верит,  а  мне  нет.  А  я  не  верю Зефу, и, кажется,
напрасно.    Наверное,    я    кажусь    Вепрю     таким     же
назойливо-подозрительным,  каким  мне кажется Зеф... Ну хорошо,
Вепрь мне не  верит,  значит  я  опять  один.  Можно,  конечно,
надеяться  на встречу с Генералом или с Копытом, но это слишком
маловероятно. Можно, конечно, попытаться  сколотить  группу  из
незнакомых,  но  --  массаракш!  --  надо  быть честным с самим
собой: я для этого не  гожусь.  Пока  я  для  этого  не  годен.
Слишком доверчив... Погоди давай все-таки уясним задачу. Чего я
хочу?
     Несколько минут он уяснял задачу. Вот если
     бы Гай был здесь... Но Гая в наказание усла-
     ли  в  какую-то  особую  часть с очень странным названием.
Что-то вроде блицтрегер -- носители молний. Да, скорее  всего
придется одному.
     Во   всяком  случае,  отсюда  надо  уходить,  я,  конечно,
попытаюсь создать какую-нибудь группу, но  если  не  получится,
уйду  один...  И  обязательно  --  танк.  Здесь  оружия  на сто
армий...  Потрепанно,  правда,  за   двадцать   лет,   да   еще
автоматическое,  но  надо попытаться его припособить... Неужели
Вепрь мне так и не поверит? -- подумал он  почти  с  отчаянием,
подхватил котелок и побежал обратно к костру.
     Зеф  и  Вепрь не спали; они они лежали голова к голове и о
чем-то тихо, но горячо спорили. Увидев Максима,  Зеф  торопливо
сказал:  Хватит!  --  и  поднялся.  Задрав  рыжую  бородищу и
выкатив глаза, он заорал:
     -- Где тебя носит, массаракш! Кто тебе  разрешил  уходить?
Работать  надо,  а  не  то  жрать  не  дадут, тридцать три раза
массаракш!
     И тут Максим взбеленился. Кажется, впервые в  своей  жизни
он гаркнул на человека во весь голос:
     --  Черт  бы  вас  побрал, Зеф! Вы можете еще о чем-нибудь
думать, кроме жратвы! Целый день  я  только  и  слышу  от  вас:
жрать,  жрать, жрать! Можете сожрать мои консервы, если это так
вас мучает!..
     Он швырнул  оземь  котелок  и,  схватив  рюкзак,  принялся
продевать  руки  в  ремни. Присевший от акустического удара Зеф
ошеломленно смотрел  на  него,  а  потом  раздалось  бульканье,
всхрапывание,  и  Зеф  загоготал  на весь лес. Однорукий вторил
ему, что было только видно, но не слышно. Максим не выдержал  и
тоже засмеялся, несколько смущенный.
     --  Массаракш,  --  прохрипел  наконец  Зеф.  --  Вот  это
голосина!.. Нет, дружище,  --  обратился  он  к  Вепрю,  --  ты
попомни  мои  слова.  А впрочем, я сказал: хватит... Встать! --
заорал он.  --  Вперед,  если  хотите...  гм...  жрать  сегодня
вечером.
     И  все.  Поорали,  посмеялись,  посерьезнели и отправились
дальше. Максим с ожесточением разряжал мины, выламывал из гнезд
спаренные пулеметы,  свинчивал  боеголовки  у  зенитных  ракет,
торчавших  из  открытых  люков; снова были огонь, шипящие струи
слезоточивых газов, отвратительный смрад  разлагающихся  трупов
животных,  расстрелянных автоматами. Они стали еще грязнее, еще
оборваннее, а Зеф хрипел Максиму: Вперед, вперед! Если  хочешь
жрать  --  вперед!, А однорукий Вепрь окончательно вымотался и
еле тащился  сзади,  опираясь  на  свой  миноискатель,  как  на
клюку...
     За  эти часы Зеф осточертел Максиму окончательно, и Максим
даже обрадовался, когда рыжебородый вдруг  взревел  и  с  шумом
провалился  под  землю.  Максим,  вытирая  пот  с  грязного лба
грязным рукавом, неторопливо  подошел  и  остановился  на  краю
мрачной  узкой  щели,  скрытой  в  траве.  Щель  была глубокая,
непроглядная, из нее несло холодом и сыростью, ничего  не  было
видно,  и  слышался  только какой-то хруст, дребезг и невнятная
ругань. Прихрамывая, подошел Вепрь,  тоже  заглянул  в  щель  и
спросил Максима:
     -- Он там? Что он там делает?
     --  Зеф! -- позвал Максим, нагнувшись. -- Где вы там, Зеф?
Из щели гулко донеслось: -- Спускайтесь сюда!  Прыгайте,  здесь
мягко... Максим поглядел на однорукого. Тот покачал головой. --
Это не для меня, -- сказал он. -- Прыгайте, а я потом спущу вам
веревку.
     --  Кто здесь? -- заорал вдруг внизу Зеф. - Стрелять буду,
массаракш!
     Максим спустил ноги в щель, оттолкнулся и  прыгнул.  Почти
сейчас же он по колени погрузился в рыхлую массу и сел. Зеф был
где-то  рядом.  Максим закрыл глаза и несколько секунд посидел,
привыкая к темноте.
     -- Иди сюда, Мак, тут кто-то есть,  --  прогудел  Зеф.  --
Вепрь! -- крикнул он. -- Прыгай!
     Вепрь  ответил,  что  устал  как  собака и с удовольствием
посидит наверху.
     -- Как  хочешь,  --  сказал  Зеф.  --  Но,  по-моему,  это
крепость. Потом пожалеешь...
     Однорукий  ответил невнятно, голос у него был слабый: его,
кажется, опять мутило и ему было не до крепости. Максим  открыл
глаза  и  огляделся.  Он сидел на куче земли посредине длинного
коридора с шершавыми бетонными стенами. Дыра в потолке была  не
то  вентиляционным отверстием, не то пробоиной. Зеф стоял шагах
в двадцати и тоже осматривался, светя фонариком во все стороны.
     -- Что это здесь? -- спросил Максим.
     -- Откуда я знаю, -- сварливо  отозвался  Зеф.  --  Может,
укрытие  какое-нибудь.  А  может быть, и в самом деле крепость.
Знаешь, что такое крепость?
     -- Нет, -- сказал Максим и стал сползать с кучи.
     --  Не  знаешь...  --  сказал  Зеф   рассеянно.   Он   все
оглядывался,  шаря  фонариком  по  стенам.  --  Что же ты тогда
знаешь... Массаракш, -- сказал он, -- здесь только  что  кто-то
был...
     -- Человек? -- спросил Максим.
     --  Не  знаю,  --  ответил Зеф, -- прокрался вдоль стены и
пропал... А крепость, приятель, это такая штука, что  мы  могли
бы за один день закончить всю нашу работу... Ага, следы...
     Он  присел  на  корточки.  Максим  присел  рядом  и увидел
цепочку странных отпечатков в пыли под стеной.
     -- Странные следы, -- сказал он.
     -- Да, приятель, -- сказал Зеф, оглядываясь,  --  я  таких
следов не видал.
     --  Словно  кто-то на кулаках прошел, -- сказал Максим. Он
сжал кулак и сделал отпечаток рядом со следом.
     -- Похоже, -- с уважением признал Зеф. Он посветил  вглубь
коридора.  Там что-то слабо мерцало, отсвечивая, то ли поворот,
то ли тупик. -- Сходим посмотрим? -- сказал он.
     -- Тише, -- сказал Максим. -- Молчите и не  двигайтесь.  В
подземелье  стояла  ватная  сырая  тишина,  но  коридор  не был
безжизненным. Кто-то  там  впереди,  --  Максим  не  мог  точно
определить,  где  и  как  далеко, -- стоял, прижимаясь к стене,
кто-то небольшой, слабо и незнакомо  пахнущий,  наблюдающий  за
ними  и  недовольный  их  присутствием.  Это было что-то совсем
неизвестное, и намерения его были неуловимы.
     -- Нам обязательно надо идти? -- спросил Максим.
     -- Хотелось бы, -- ответил Зеф.
     -- Зачем?
     -- Надо посмотреть, может быть, это  все-таки  крепость...
Если  бы  мы  нашли  крепость, тогда бы, друг мой, все стало бы
по-другому. Я в  крепость  не  верю,  но  раз  говорят  --  как
знать... Может быть, и не врут...
     -- Там кто-то есть, -- сказал Максим. -- Я не понимаю кто.
     --  Да?  Гм... Если это крепость, здесь, по легенде, живут
либо остатки гарнизона... Они, понимаешь, тут сидят и не знают,
что война кончилась, они, понимаешь, в  разгар  войны  объявили
себя  нейтральными,  заперлись  и  пообещали,  что взорвут весь
материк, если к ним полезут...
     -- А они могут?
     -- Если это крепость, они все могут... Да-а... Наверху все
время взрывы, стрельба... Очень может быть,  что  они  считают,
что  война  еще не кончилась... Принц здесь какой-то командовал
или герцог... Хорошо бы с ним встретиться и поговорить.
     Максим опять прислушался.
     -- Нет, -- сказал он уверенно. -- Нет там  ни  принца,  ни
герцога. Там какой-то зверь, что ли... Нет, не зверь... Либо?
     -- Что -- либо?
     -- Вы сказали: либо остатки гарнизона, либо?..
     -- А-а... Ну, это чепуха, бабьи сказки...
     Пойдем   посмотрим.   Зеф  зарядил  гранатомет,  взял  его
навскидку и двинулся  вперед,  светя  фонариком.  Максим  пошел
рядом.  Несколько минут они брели по коридору, потом уперлись в
стену и свернули направо.
     -- Вы очень  шумите,  --  сказал  Максим.  --  Там  что-то
происходит, а вы так сопите...
     -- Что же мне -- не дышать? -- немедленно ощетинился Зеф.
     -- И фонарик ваш мне мешает, -- сказал Максим.
     -- То есть как это -- мешает? Темно...
     --  В  темноте  я  вижу,  -- сказал Максим, -- а вот из-за
вашего фонарика ничего разобрать не могу...  Давайте,  я  пойду
вперед, а вы останьтесь. А то мы так ничего не узнаем.
     --  Н-ну, как хочешь, -- сказал Зеф непривычно неуверенным
голосом.
     Максим снова  зажмурился,  отдохнул  от  неверного  света,
пригнулся  и пошел вдоль стены, стараясь не шуметь. Неизвестный
был где-то недалеко, и  Максим  приближался  к  нему  с  каждым
шагом. Коридору конца не было. Справа объявились двери, все они
были  железные  и  все  заперты.  Навстречу тянуло сквознячком.
Воздух был  сыроват,  наполнен  запахом  плесени  и  еще  того,
неизвестного, живого и теплого. Позади осторожно шумел Зеф; ему
было  не по себе, и он боялся отстать. Почувствовав это, Максим
про себя улыбнулся. Он отвлекся буквально на секунду и  за  эту
секунду  неизвестный  исчез.  Максим  остановился в недоумении.
Неизвестный только что был впереди, совсем  рядом,  а  затем  в
одно  мгновение  словно растворился в воздухе и также мгновенно
возник за спиной, тоже совсем рядом.
     -- Зеф! -- позвал Максим.
     -- Да! -- Гулко отозвался рыжебородый.  Максим  представил
себе, как неизвестный стоит между ними и поворачивает голову на
голоса.
     --  Он  между  нами,  --  сказал  Максим.  -- Не вздумайте
стрелять.
     -- Ладно, -- сказал Зеф, помолчав. -- Ни черта  не  видно,
-- сообщил он. -- Как он выглядит?
     -- Не знаю, -- ответил Максим. -- Мягкое.
     -- Животное?
     -- Не похоже, -- сказал Максим.
     -- Ты же сказал, что видишь в темноте.
     -- Я не глазами вижу, -- сказал Максим. -- Помолчите.
     -- Не глазами... -- Проворчал Зеф и замолк.
     Неизвестный   постоял,  пересек  коридор,  исчез  и  через
некоторое время снова появился  впереди.  Ему  тоже  любопытно,
подумал  Максим.  Он  очень  старался  вызвать  в себе ощущение
симпатии к этому существу, но что-то мешало  ему  --  вероятно,
неприятное  сочетание  полузвериной  внешности  неизвестного  с
незвериным интеллектом.  Он  снова  пошел  вперед.  Неизвестный
отступал, сохраняя неизменную дистанцию.
     -- Как дела? -- спросил Зеф.
     --  Все  то  же,  --  ответил  Максим. -- Возможно, он нас
куда-то ведет или заманивает.
     -- А справимся? -- спросил Зеф.
     -- Он не собирается нападать, --  сказал  Максим.  --  Ему
самому интересно.
     Он  замолчал, потому что неизвестный снова исчез, и Максим
сейчас же  почувствовал,  что  коридор  кончился.  Вокруг  было
большое  помещение.  Всетаки  здесь  было слишком темно. Максим
почти ничего не видел. Он ощущал присутствие  металла,  стекла,
попахивало  ржавчиной,  и  был  здесь  ток высокого напряжения.
Несколько секунд Максим стоял неподвижно, потом, разобрав,  где
выключатель,  потянулся  к  нему,  но  тут неизвестный появился
снова. И не один. С ним был второй, похожий, но не точно  такой
же.  Они  стояли  у  той  же  стены, что и Максим, он слышал их
дыхание --  частое  и  влажное.  Он  замер,  надеясь,  что  они
подойдут поближе, но они не подходили, и тогда он, изо всех сил
сузив зрачки, нажал на кнопку выключателя.
     По-видимому,  что-то  было  не в порядке с выключателем --
лампы вспыхнули лишь на долю секунды, где-то с треском  лопнули
предохранители,  и  свет  снова погас, но Максим успел увидеть,
что неизвестные  существа  были  небольшие,  ростом  с  крупную
собаку,  стояли на четвереньках, были покрыты темной шерстью, и
у них были большие, тяжелые головы. Глаза их Максим  разглядеть
не  успел.  Странные существа немедленно исчезли, будто их и не
было.
     -- Что там у тебя? -- спросил Зеф встревоженно. -- Что  за
вспышка?
     -- Я зажигал свет, -- ответил Максим. -- Идите сюда.
     -- А где этот? Ты его видел?
     --  Почти  не  видел. Похожи все-таки на животных... Вроде
собак с большими головами...
     По стенам запрыгали отсветы фонарика. Зеф говорил на ходу:
     -- А, собаки... Знаю, живут здесь такие в  лесу.  Живых  я
их, правда, никогда не видел, но подстреленных -- много раз...
     --  Нет,  -- сказал Максим с сомнением. -- Это все-таки не
животные.
     -- Животные, животные, --  сказал  Зеф.  Голос  его  гулко
отдался  под  высоким  сводом. -- Зря мы с тобой перетрусили. Я
было подумал, что это упыри... Массаракш! Да это крепость!
     Он остановился посреди помещения, шаря лучом по стенам, по
рядам циферблатов, по распределительным щитам. Сверкало стекло,
никель, выцветшая пластмасса.
     -- Ну, поздравляю, Мак. Все-таки мы с тобой ее нашли.  Зря
не  верил. Зря... А это что такое? Ага... Это электронный мозг,
и ведь все под током!  Ах,  черт  возьми,  сюда  бы  Кузнеца!..
Слушай, а ты ничего в этом не понимаешь?
     -- В чем именно? -- спросил Максим, подходя.
     --  Во всей этой механике... Это же пульт управления! Если
в нем разобраться, весь  край  наш!  Вся  эта  техника  наверху
управляется отсюда! Ах, если бы разобраться, массаракш!
     Максим  отобрал  у  него  фонарик, поставил его так, чтобы
свет рассеивался по помещению, и огляделся. Везде лежала  пыль,
лежала  уже  много  лет,  а  на  столе  в  углу на расстеленной
истлевшей бумаге стояла тарелка, заляпанная  черным,  и  лежала
вилка.   Максим   прошелся  вдоль  пультов,  потрогал  веньеры,
попытался  включить  электронную  машину,  взялся  за  какой-то
рубильник -- рукоять осталась у него в руке...
     --  Вряд ли, -- сказал он наконец. -- Вряд ли отсюда можно
чем-нибудь особенным управлять. Во-первых,  слишком  здесь  все
просто,  скорее всего это либо станция наблюдения, либо одна из
контрольных подстанций... Тут все какое-то вспомогательное... И
машина  слабая,  не  хватит   даже,   чтобы   десятком   танков
управлять...  А  потом,  здесь  же  все  развалилось, ни к чему
нельзя притронуться. Ток,  правда,  есть,  но  напряжение  ниже
нормы:  котел,  наверное, совсем забило... Нет, Зеф, все это не
так просто, как вам кажется.
     Он  вдруг  заметил  торчащие  из  стены  длинные   трубки,
соединенные   резиновым  наглазником,  пододвинул  аллюминиевый
стул, уселся и сунул лицо в наглазник. К его удивлению,  оптика
оказалась  в  превосходном состоянии, но еще больше удивило его
то, что он увидел. В  поле  зрения  был  совершенно  незнакомый
пейзаж:  бело-желтая  пустыня,  песчанные дюны, остов какого-то
металлического сооружения... Там дул сильный ветер,  бежали  по
дюнам струйки песка, мутный горизонт заворачивался чашей.
     --  Посмотрите,  --  сказал  он  Зефу.  --  Где  это?  Зеф
прислонил гранатомет к пульту, подошел и посмотрел. -- Странно,
-- сказал он, помолчав.
     --  Это,  пустыня.  Это,  друг  мой,  от  нас   километров
четыреста...  --  Он  отодвинулся от окуляров и поднял глаза на
Максима. -- Сколько же они труда во все это вбили,  мерзавцы...
А что толку? Вон, ветер гуляет по пескам, а какой это был край!
Меня  до  войны  мальчишкой  еще туда на курорт возили... -- Он
встал. -- Пойдем отсюда к черту, -- сказал  он  горько  и  взял
фонарик.  --  Мы  с тобой тут ничего не поймем. Придется ждать,
когда Кузнеца сцапают и посадят... Только  его  не  посадят,  а
расстреляют, наверное... Ну, пошли?
     --  Да,  --  сказал  Максим, разглядывая странные следы на
полу. -- Вот это меня интересует гораздо больше, -- сообщил он.
     -- И напрасно, -- сказал  Зеф.  --  Тут,  наверное,  много
разного зверья бегает...
     Он  закинул  за спину гранатомет и пошел к выходу из зала.
Максим, оглядываясь на следы, двинулся за ним.
     -- Есть хочется, -- сказал Зеф.
     Они пошли по коридору. Максим предложил взломать  одну  из
дверей, но, по мнению Зефа, это было ни к чему.
     --  Этим  делом  надо заниматься серьезно, - сказал он. --
Что мы тут будем время тратить, мы еще норму не  отработали,  а
сюда нужно придти со знающим человеком...
     --  На  вашем  месте, -- возразил Максим, -- я бы не очень
расчитывал на эту вашу крепость. Во-первых, здесь все сгнило, а
во-вторых, она занята.
     -- Кем это? Ах, ты опять про собак?.. И ты туда же. Те про
упырей твердят, а ты...
     Зеф замолчал.  По  коридору  пронесся  гортанный  возглас,
многократным  эхом  отразился  от  стен  и  затих.  И сразу же,
откуда-то издали, отозвался другой такой  же  голос.  Это  были
очень  знакомые звуки, но Максим никак не мог вспомнить, где он
их слышал.
     -- Так вот кто это кричит по ночам, -- сказал Зеф. -- А мы
думали, птицы...
     -- Странный крик, -- сказал Максим.
     --  Странный  --  не  знаю,  --  возразил   Зеф,   --   но
страшноватый.  Ночью  как  начнут  орать  по всему лесу, душа в
пятки уходит. Сколько об этих криках сказок рассказывают... Был
один уголовник,  так  он  хвастался,  будто  знает  этот  язык.
Переводил.
     -- И что же он переводил? -- спросил Максим.
     -- А, вздор. Какой там язык...
     -- А где этот уголовник?
     --   Пропал  без  вести,  --  сказал  Зеф.  --  Он  был  в
строителях, партия в лесу заблудилась...
     Они свернули налево, и впереди показалось  мутное  бледное
пятно  света.  Зеф  выключил фонарик и спрятал в карман. Он шел
теперь впереди, и  когда  резко  остановился,  Максим  чуть  не
налетел на него.
     -- Массаракш, -- пробормотал Зеф. На полу поперек коридора
лежал  человеческий  скелет.  Зеф  снял  с  плеча  гранатомет и
огляделся. -- Этого здесь не было, --  сказал  он.  --  Да,  --
согласился Максим. -- Его только что положили. Сзади, в глубине
подземелья,  вдруг  разразился  целый  хор  гортанных протяжных
воплей. Вопли мешалиись с  эхом;  казалось,  что  вопит  тысяча
глоток,  и  все  они  вопили  хором,  словно скандируя какое-то
странное слово из четырех слогов. Максиму  почудилась  издевка,
вызов,  насмешка.  Затем  хор  умолк  так  же  внезапно,  как и
начался. Максим снова посмотрел на скелет.
     -- По-моему, это намек, -- сказал он.
     -- По-моему, тоже, -- пробурчал Зеф. --  Пойдем  поскорее.
Они  быстро  дошли  до  пролома  в  потолке и увидели над собой
встревоженное лицо Вепря.  Он  лежал  грудью  на  краю  проема,
спустив вниз веревку с петлей.
     -- Что там у вас? -- спросил он, -- Это вы кричали?
     --  Сейчас  расскажем, -- сказал Зеф. -- Веревку закрепил?
Они выбрались наверх; Зеф свернул себе и однорукому по цигарке,
закурил и некоторое  время  молчал,  видимо  пытаясь  составить
какое-то мнение о том, что видел.
     --  Ладно,  --  сказал  он наконец. -- Коротко -- было вот
что. Это -- крепость. Там есть пульты, мозг и все такое. Все  в
плачевном  состоянии,  но  энергия  есть,  и пользу из этого мы
извлечем, нужно только найти понимающих людей... Дальше. --  Он
затянулся  и,  широко  раскрыв рот, выпустил клуб дыма, совсем,
как испорченный газомет. -- Дальше. Судя по  всему,  там  живут
собаки.  Помнишь,  я  тебе  рассказывал? Собаки такие -- голова
огромная... Кричали они... А если подумать,  то,  может,  и  не
они,  потому что, видишь ли... Как бы тебе сказать... Пока мы с
Маком там  бродили,  кто-то  выложил  в  коридоре  человеческий
скелет. Вот и все.
     Однорукий посмотрел на него, потом на Максима.
     -- Мутанты? -- спросил он.
     -- Возможно, -- сказал Зеф. -- Я вообще никого не видел, а
Мак говорит,  что  видел  собак... Только не глазами. Чем ты их
там видел, Мак?
     -- Глазами я их тоже видел, -- сказал Максим. --  И  хочу,
кстати,  добавить,  что  никого, кроме этих ваших собак, там не
было. Я бы знал. И собаки эти ваши -- не то,  что  вы  думаете.
Это не звери.
     Вепрь  не  сказал  ничего.  Он  поднялся,  смотал веревку,
подвесил ее к поясу и снова сел рядом с Зефом.
     -- Черт его знает, -- пробормотал Зеф. -- Может быть, и не
звери... Здесь все может быть. Здесь у нас юг...
     -- А может быть, эти собаки и  есть  мутанты?  --  спросил
Максим.
     --  Нет,  --  ответил  Зеф. -- Мутанты -- это просто очень
уродливые люди.  И  дети  людей  самых  обыкновенных.  Мутанты.
Знаешь, что это такое?
     --  Знаю,  --  сказал Максим. -- Но весь вопрос в том, как
далеко может зайти мутация.
     Некоторое время все молчали, раздумывая. Потом Зеф сказал:
     -- Ну, раз ты такой образованный, хватит болтать. Вставай!
-- Он поднялся. -- Осталось нам немного, но время поджимает.  А
жрать   охота...   --   он  подмигнул  Максиму,  --  прямо-таки
патологически. Ты знаешь, что такое патологически?
     Оставалось еще расчистить юго-западную четверть  квадрата,
но  ничего  расчищать они не стали. Какое-то время назад здесь,
вероятно, взорвалось  что-то  очень  мощное.  От  старого  леса
остались  только  полусгнившие  поваленные  стволы да обгорелые
пни, срезанные как бритвой, а на его месте поднялся уже молодой
редкий лесок. Почва почернела, обуглилась  и  была  нашпигована
испорошенной  ржавчиной. Никакая техника не могла уцелеть после
такого взрыва, и Максим понял, что Зеф привел их  сюда  не  для
работы.
     Навстречу  им  из  кустарника  вылез  обросший  человек  в
грязном арестантском балахоне. Максим узнал его: это был первый
абориген, которого он встретил, старый  Зефов  напарник,  сосуд
мировой скорби.
     --  Подождите,  --  сказал Вепрь. -- Я с ним поговорю. Зеф
велел  Максиму  сесть,  где  стоит,  уселся  сам   и   принялся
переобуваться,  дуя в бороду уголовный романс Я мальчик лихой,
меня знает окраина. Вепрь подошел  к  сосуду  скорби,  и  они,
удалившись  в  кусты,  принялись  разговаривать шепотом. Максим
слышал их прекрасно, но понять ничего не мог,  потому  что  они
говорили  на  каком-то жаргоне, и он узнал только несколько раз
повторенное слово почта. Скоро он перестал прислушиваться. Он
чувствовал себя утомленным, грязным: сегодня было слишком много
бессмысленной  работы,   бессмысленного   нерного   напряжения,
слишком долго он дышал сегодня всякой гадостью и принял слишком
много рентген. И опять за весь этот день не было сделано ничего
настоящего,   ничего   нужного,   и   ему   очень  не  хотелось
возвращаться в барак.
     Потом сосуд скорби исчез,  а  Вепрь  вернулся,  сел  перед
Максимом на пень и сказал:
     -- Ну, давайте поговорим.
     -- Все в порядке? -- спросил Зеф.
     -- Да, -- сказал Вепрь.
     --  Я же тебе говорил, -- сказал Зеф, рассматривая на свет
дырявую подошву. -- У меня на таких чутье.
     -- Ну так вот, Мак, -- сказал Вепрь. -- Мы вас  проверили,
насколько  это  возможно  в  нашем  положении.  Генерал  за вас
ручается. С сегодняшнего дня вы будете подчиняться мне.
     -- Очень  рад,  --  сказал  Максим,  криво  улыбаясь.  Ему
хотелось сказать: За вас-то Генерал передо мной не поручился,
но он только добавил: -- слушаю вас.
     --  Генерал  сообщил,  что  вы  не  боитесь  радиации и не
боитесь излучателей. Это правда?
     -- Да.
     -- Значит, вы в  любой  момент  можете  переплыть  Голубую
Змею, и вам это не повредит?
     -- Я уже сказал, что могу бежать отсюда хоть сейчас.
     --  Нам  не  нужно, чтобы вы бежали... Значит, насколько я
понимаю, патрульные машины вам тоже не страшны?
     -- Вы  имеете  в  виду  передвижные  излучатели?  Нет,  не
страшны.
     --  Очень хорошо, -- сказал Вепрь. -- Тогда ваша задача на
ближайшее время  полностью  определяется.  Вы  будете  связным.
Когда  я  вам  прикажу,  вы  переплывете  реку  и из ближайшего
почтового отделения пошлете  телеграммы,  которые  я  вам  дам.
Понятно?
     --  Это мне понятно, -- медленно проговорил Максим. -- Мне
не понятно другое...
     Вепрь  смотрел  на  него  не  мигая  --  сухой,  жилистый,
искалеченный  старик,  холодный  и  беспощадный  боец,  с самых
пеленок боец,  страшное  и  восхищающее  порождение  мира,  где
ценность  человеческой  жизни  равна  нулю,  ничего не знающий,
кроме  борьбы,   ничего   не   имеющий,   кроме   борьбы,   все
отстраняющий, кроме борьбы, -- и в его внимательных прищуренных
глазах  Максим,  как  в  книге,  читал свою судьбу на ближайшие
несколько лет.
     -- Да? -- сказал Вепрь.
     -- Давайте договоримся сразу, -- твердо сказал Максим.  --
Я не желаю действовать вслепую. Я не намерен заниматься делами,
которые, на мой взгляд, нелепы и ненужны.
     -- Например? -- сказал Вепрь.
     --  Я  знаю,  что  такое  дисциплина.  И  я  знаю, что без
дисциплины вся наша работа ничего не стоит. Но  я  считаю,  что
дисциплина   должна  быть  разумной,  подчиненный  должен  быть
уверен, что приказ разумен. Вы приказываете мне быть связным. Я
готов быть связным, я годен на большее, но если  это  нужно,  я
буду  связным.  Но  я  должен  знать, что телеграммы, которые я
посылаю не послужат бессмысленной гибели и без того  несчастных
людей...
     Зеф  задрал  было  бородищу,  но Вепрь и Максим одинаковым
движением остановили его.
     -- Мне было приказано взорвать башню, -- продолжал Максим.
-- Мне не объяснили, зачем это нужно. Я видел, что это глупая и
смертельная затея,  но  я  выполнил  приказ.  Я  потерял  троих
товарищей,   а   потом  выяснилось,  что  все  это  --  ловушка
государственной прокуратуры. И я говорю: хватит!  Я  больше  не
намерен   нападать  на  башни.  Более  того,  я  буду  всячески
препятствовать операциям такого рода...
     -- Ну и дурак! -- сказал Зеф. -- Сопляк.
     -- Погодите, Зеф,  --  сказал  Вепрь.  Он  по-прежнему  не
спускал  глаз  с  Максима.  --  Другими словами, Мак, вы хотите
знать все планы штаба?
     -- Да, -- сказал Максим. -- Я не хочу работать вслепую.
     -- А ты, братец, наглец, -- объявил Зеф. --  У  меня  даже
слов  не  хватает,  чтобы  описать,  какой ты наглец!.. Слушай,
Вепрь, а он мне нравится. Не
-ет, у меня глаз верный...
     -- Вы требуете слишком большого доверия, - холодно  сказал
Вепрь. -- Такое доверие надо заслужить.
     -- И для этого валить эти дурацкие башни? - сказал Максим.
-- Я,  правда,  всего  несколько месяцев в подполье, но все это
время слышу только одно: башни, башни, башни...  А  я  не  хочу
валить  башни,  это бессмысленно! Я хочу драться против голода,
разрухи, коррупции, лжи... Я  понимаю,  конечно,  башни  мучают
вас,  просто  физически  мучают...  Но  даже  против  башен  вы
выступаете как-то по-дурацки. Совершенно  очевидно,  что  башни
ретрансляционные, а значит, надо бить в Центр, а не сколупывать
их по одной...
     Вепрь и Зеф зеговорили одновременно.
     -- Откуда вы знаете про Центр? -- спросил Вепрь.
     -- А где ты его, этот Центр, найдешь? -- спросил Зеф.
     --  То,  что  Центр должен быть, ясно каждому мало-мальски
грамотному инженеру, -- сказал Максим  пренебрежительно.  --  А
как его найти, это и есть задача, которой мы должны заниматься.
Не бегать на пулеметы, не губить зря людей, а искать Центр...
     --  Во-первых, все это мы и без тебя знаем, -- сказал Зеф,
закипая. -- А во-вторых, массаракш, никто не погиб зря! Каждому
мало-мальски грамотному инженеру, сопляк  ты  сопливый,  должно
быть  ясно,  что  повалив  несколько  башен, мы нарушим систему
ретрансляции и сможем освободить целый район! А для этого  надо
уметь  валить  башни.  И мы учимся это делать, понимаешь ты или
нет? И если ты еще раз, массаракш, скажешь, что  ребята  гибнут
зря...
     --   Подождите,   --   сказал  Максим.  --  Уберите  руки.
Освободить район... Ну, хорошо, а дальше?
     -- Всякий сопляк тут приходит и  говорит,  что  мы  гибнем
зря, -- сказал Зеф.
     --  А  дальше? -- настойчиво повторил Максим. -- Легионеры
подвезут излучатели, и вам конец?
     -- Черта с два! -- сказал Зеф. -- За это  время  население
района  перейдет  на  нашу сторону, и не так-то просто им будет
сунуться. Одно дело  --  десяток  так  называемых  выродков,  а
другое -- десять тысяч, сто тысяч озверевших...
     --   Зеф,   Зеф!  --  предостерегающе  сказал  Вепрь.  Зеф
нетерпеливо отмахнулся  от  него.  --  Сотни  тысяч  озверевших
горожан,  фермеров, а может быть, и солдат, которые поняли и на
всю жизнь запомнили, что их бесстыдно дурачат...
     -- Погодите, погодите, -- сказал Максим.  --  Что  это  вы
говорите?  С  какой  стати  они это вдруг поймут? Да они вас на
куски разорвут. Ведь они считают, что это противобаллистическая
защита...
     -- А ты как считаешь? -- спросил Зеф, странно усмехаясь.
     -- Ну, я-то знаю, -- сказал Максим. -- Мне рассказывали...
     -- Кто?
     -- Доктор... И Генерал... А что -- это тайна?
     -- Может быть, хватит на эту тему? -- сказал Вепрь тихо.
     -- А почему хватит? -- возразил Зеф  тоже  тихо  и  как-то
очень  интеллигентно.  -- Почему, собственно, хватит, Вепрь? Ты
знаешь, что я об этом думаю. Ты знаешь, почему я здесь  сижу  и
почему  я  здесь останусь до конца жизни. А я знаю, что думаешь
по этому поводу ты. Так почему же хватит? Мы оба  считаем,  что
об  этом  надо кричать на всех перекрестках, а когда доходит до
дела, вдруг вспоминаем  о  дисциплине  и  принимаемся  послушно
играть  на  руку  всем  этим вождистам и либералам в штабе... А
теперь перед нами этот мальчик. Ты же видишь, какой он. Неужели
и такие не должны знать?
     -- Может быть, именно такие и не должны знать, -- все  так
же тихо ответил Вепрь.
     Максим,  ничего  не  понимая, переводил взгляд с одного на
другого. Они вдруг  сделались  непохожими  сами  на  себя,  они
как-то  поникли, и в Вепре уже не ощущался стальной стержень, о
который сломало зубы столько прокуратур и полевых  судов,  а  в
Зефе   исчезла   его  бесшабашная  вульгарность  и  прорезалась
какая-то   тоска,   какое-то   скрытое   отчаяние,   обида    и
покорность...  Словно  они вдруг вспомнили что-то, о чем должны
были и честно старались забыть.
     --  Я  расскажу  ему,  --  сказал  Зеф.  Он  не  спрашивал
разрешения, не советовался. Он просто сообщил.
     Вепрь  промолчал.  И  Зеф  стал  рассказывать.  То, что он
рассказывал, было чудовищно. Это было чудовищно само по себе, и
это было чудовищно потому, что больше не  оставляло  места  для
сомнений.  Все  время,  пока  он говорил -- негромко, спокойно,
чистым, интеллигентным языком, вежливо  замолкая,  когда  Вепрь
вставлял  короткие  реплики,  --  Максим  изо всех сил старался
найти хоть какую-то прореху в этой новой системе мира,  но  все
его   усилия   были   тщетны.   Картина   получалась  стройная,
примитивная, безнадежно логичная; она объясняла  все  известные
Максиму факты и не оставляла ни одного факта необъясненным. Это
было  самое  большое и самое страшное открытие из всех, которые
Максим сделал на своем обитаемом острове.
     Излучение  башен  предназначалось  не  для  выродков.  Оно
действовало  на  нервную систему каждого человеческого существа
этой планеты. Физиологический механизм воздействия известен  не
был,  но  суть его сводилась к тому, что мозг облучаемого терял
способность к критическому анализу окружающей действительности.
Человек  мыслящий  превращался  в  человека  верующего,  причем
верующего  иступленно,  фанатически,  вопреки  бьющей  в  глаза
реальности. Человеку, находящемуся в поле излучения, можно было
внушить все, что угодно, и он принимал внушаемое как светлую  и
единственную  истину и готов был жить для нее, страдать за нее,
умирать во имя ее.
     А    поле    было    всегда.    Незаметное,    вездесущее,
всепроникающее.  Его непрерывно излучала гигантская сеть башен,
упутывающая страну.  Гигантским  пылесосом  оно  вытягивало  из
миллионов  душ  всякое  сомнение  в  делах  и словах Огненосных
Творцов. Огненосные Творцы направляли волю и энергию миллионных
масс   куда   им   заблагорассудится.   Они   внушали    массам
отвратительные  идеи  агрессии  и  насилия;  они  могли бросить
миллионы под пушки и пулеметы; они могли заставить эти миллионы
убивать друг друга во имя чего угодно; они могли бы, возникни у
них такой каприз, вызвать массовую  эпидемию  самоубийств.  Они
могли все.
     А  дважды  в  сутки,  в десять часов утра и в десять часов
вечера, гигантский пылесос запускали на полную мощность,  и  на
полчаса  люди  вообще  переставали  быть людьми. Все подспудные
напряжения, накопившиеся в  подсознаниии  из-за  несоответствия
между   внушенным   и  реальным,  высвобождались  в  пароксизме
горячечного энтузиазма, в восторженном экстазе раболепия. Такие
лучевые  удары  полностью  подавляли  инстинкты  и  рефлексы  и
замещали  их  чудовищным  комплексом  преклонения и долга перед
Огненосными Творцами. В  этом  состоянии  облучаемый  полностью
терял способность рассуждать и действовал как робот, получивший
приказ.
     Опасность  для  Творцов  могли  представлять  только люди,
которые  в  силу  каких-то  физиологических  особенностей  были
невосприимчивы  к  излучению. Их называли выродками. Постоянное
поле на них не действовало  вовсе,  а  лучевые  удары  вызывали
только  невыносимые  боли.  Выродков  было  сравнительно  мало,
что-то  около  одного  процента,  но  они  были   единственными
бодрствующими  людьми  в  этом  царстве  сомнамбул.  Только они
сохраняли способность трезво оценивать обстановку, воспринимать
мир,  как  он  есть,  воздействовать  на  мир,  изменять   его,
управлять им. И самое гнусное заключалось в том, что именно они
поставляли  обществу  правящую  элиту,  называемую  Огненосными
Творцами. Все Огненосные Творцы были выродками,  но  далеко  не
все выродки были Огненосными Творцами. И те, кто не сумел войти
в  элиту,  или  не  захотел  войти  в  элиту,  или не знал, что
существует  элита,   были   объявлены   врагами   воинствующего
государства, и с ними поступали соответственно.
     Максим  испытывал  такое отчаяние, словно вдруг обнаружил,
что обитаемый  остров  населен  на  самом  деле  не  людьми,  а
куклами.  Огромный  аппарат  гитлеровской  пропаганды ничего не
стоил по сравнению с системой лучевых башен. Радио  можно  было
не  включать,  газеты  можно  было не читать, речи Геббельса не
слушать, но избавиться  от  поля  было  невозможно.  В  истории
земного  человечества ничего подобного не было, и на опыт Земли
рассчитывать было нельзя. Надеяться было не на что.  План  Зефа
захватить   сколько-нибудь   значительный  район  представлялся
попросту авантюрой. Перед ними была  огромная  машина,  слишком
простая,  чтобы  эволюционировать,  и  слишком  огромная, чтобы
можно было разрушить ее  небольшими  силами.  Не  было  силы  в
стране,  чтобы  освободить  огромный народ, понятия не имеющий,
что он не свободен,  выпавший,  по  выражению  Вепря,  из  хода
истории.  Эта  машина  была  неуязвима изнутри. Будучи частично
разрушена, они немедленно восстанавливалась. Будучи раздражена,
она немедленно и  однозначно  реагировала  на  раздражение,  не
заботясь  о  судьбе  отдельных элементов. Она была устойчива по
отношению  к  любым  малым  возмущениям.  Единственную  надежду
оставляла  мысль,  что  у  машины  был центр, пульт управления,
мозг. Этот  центр  теоретически  можно  было  разрушить,  тогда
машина  замрет  в  неустойчивом  равновесии, и наступит момент,
когда можно будет  попытаться  перевести  этот  мир  на  другие
рельсы,  вернуть  его  на  рельсы  истории. Но место нахождения
Центра было величайшей тайной, да и кто  будет  его  разрушать?
Это не атака на башню. Это операция, которая потребует огромных
средств и прежде всего -- армии людей, не подверженных действию
излучения.  Нужны  были  люди, невосприимчивые к излучению, или
простые, легкодоступные средства защиты. Ничего этого не было и
не  предвиделось.   Несколько   сотен   тысяч   выродков   были
разрознены,  раздроблены, преследуемы, многие вообще относились
к категории так  называемых  легальных,  но  если  бы  даже  их
удалось  объединить и вооружить, эту маленькую армию Огненосные
Творцы легко уничтожили бы,  выслав  ей  навстречу  передвижные
излучатели...
     Зеф  давно  уже замолчал, а Максим все сидел, понурившись,
ковыряя прутиком черную  сухую  землю.  Потом  Зеф  покашлял  и
сказал неловко:
     --  Да,  приятель...  Вот  оно  как,  на  самом-то деле...
Кажется, он уже раскаивался, что рассказал, как  оно  на  самом
деле.
     --  На  что  же  вы надеетесь? -- проговорил Максим. Зеф и
Вепрь  молчали,  Максим  поднял  голову,  увидел  их   лица   и
пробормотал:
     -- Простите... Я... Все это так... Простите...
     --  Мы  должны бороться, -- ровным голосом произнес Вепрь.
-- Мы боремся  и  будем  бороться.  Зеф  сообщил  вам  одну  из
стратегий  штаба.  Существуют  и  другие, столь же уязвимые для
критики и ни разу не опробованные практически. Вы понимаете,  у
нас  сейчас  все в становлении. Зрелую теорию борьбы не создашь
на пустом месте вот так, сразу...
     --  Скажите...  --  медленно  проговорил  Максим.  --  Это
излучение... Оно действует одинаково на все народы вашего ми
     ра? Вепрь и Зеф переглянулись. -- Не понимаю,
     -- сказал Вепрь. -- Я имею в виду вот что.
     Есть  здесь  какой-нибудь  народ,  где  найдется  хотя  бы
несколько тысяч таких, как я?
     -- Вряд ли, -- сказал  Зеф.  --  Разве  что  у  этих...  У
мутантов.  Массаракш,  ты не обижайся, Мак, но ведь ты -- явный
мутант... Счастливая мутация, один шанс на миллион...
     -- Я не обижаюсь, -- сказал Максим. -- Значит,  мутанты...
Это там дальше, в лесах?
     -- Да, -- сказал Вепрь. Он пристально глядел на Максима.
     -- А что там, собственно? -- спросил Максим.
     -- Лес, потом пустыня... -- Ответил Вепрь.
     -- И мутанты?
     --  Да.  Полузвери,  сумасшедшие  дикари.  Слушайте,  Мак,
бросьте все это.
     -- Вы когда-нибудь видели их?
     -- Я видел только мертвых, -- ответил Вепрь. -- Их  иногда
ловят в лесу, а потом вешают перед бараками для поднятия духа.
     -- А за что?
     --  За  шею!  --  рявкнул  Зеф.  -- Дурак! Это зверье! Они
неизлечимы и опаснее любого зверя. Ято их повидал, ты такого  и
во сне не видел...
     --  А  зачем туда тянут башни? -- спросил Максим. -- Хотят
их приручить?
     -- Бросьте, Мак, -- снова сказал Вепрь. -- Это безнадежно.
Они нас ненавидят...  А  впрочем,  поступайте  как  знаете.  Мы
никого не держим.
     Наступило  молчание.  Потом  вдалеке,  у  них  за  спиной,
послышался знакомый лязгающий рык. Зеф приподнялся.
     -- Баллиста... -- сказал он раздумчиво. -- Пойти ее убить?
Это недалеко, восемнадцатый квадрат... Нет, завтра...
     Максим вдруг решился.
     -- Я ей займусь. Идите, я  вас  догоню.  Зеф  с  сомнением
поглядел  на  него. -- Сумеешь ли, -- сказал он. -- Подорвешься
еще... -- Мак, -- сказал однорукий, -- подумайте! Зеф посмотрел
на Максима, а потом вдруг осклабился.  --  Ах  вот  зачем  тебе
танк,  -- сказал он. -- Хитрец парень. Не-ет, меня не обманешь.
Ладно, иди. Ужин я тебе сберегу. Одумаешься --  приходи...  Да,
имей  в  виду,  что  многие самоходки заминированы, копайся там
осторожнее. Пошли, Вепрь, он догонит.
     Вепрь хотел еще что-то сказать, но Максим уже  поднялся  и
зашагал  к  просеке.  Он  больше  не  хотел  разговоров. Он шел
быстро, не оборачиваясь, держа гранатомет под  мышкой.  Теперь,
когда   он   принял  решение,  ему  сделалось  легче,  и  успех
предстоящего  дела  зависел  теперь  только  от  его  умения  и
сноровки.


<ul><a name=18></a><h2>Глава четырнадцатая</h2></ul>

     Под  утро  Максим  вывел  самоходную  баллисту  на шоссе и
развернул носом на юг. Можно было ехать, но он вылез из  отсека
управления,  спрыгнул  на  изломанный  бетон  и  присел на краю
кювета, вытирая травой запачканные руки. Ржавая громадина мирно
клокотала рядом, уставив в мутное небо острую верхушку ракеты.
     Он  проработал  всю  ночь,  но  усталости  не  чувствовал.
Аборигены   строили   прочно,   машина   оказалась  в  неплохом
состоянии. Никаких мин,  конечно,  не  обнаружилось,  а  ручное
управление,  напротив,  было.  Если  кто  и подрывался на таких
машинах, то это могло произойти только от  изношенности  котла,
либо  полного  технического невежества. Котел, правда, давал не
больше двадцати процентов нормальной мощности, и была  порядком
потрепана  ходовая  часть, но Максим был доволен -- вчера он не
надеялся и на это.
     Было около шести часов утра, уже совсем рассвело. Обычно в
это время каторжников  строили  в  клетчатые  колонны,  наскоро
кормили и выгоняли на работу. Отсутствие Максима было, конечно,
уже замечено, и вполне возможно, что он теперь числится в бегах
и приговорен, а может быть, Зеф придумал какоенибудь объяснение
-- подвернулась нога, ранен или еще что-нибудь.
     В  лесу  стало  тихо.  Собаки, перекликавшиеся всю ночь,
ушли, наверное, в подземелье  и  хихикают  там,  потирая  лапы,
вспоминая, как напугали вчера двуногих... Этими собаками надо
будет  основательно  заняться, но сейчас придется оставить их в
тылу. Интересно, воспринимают они излучение или  нет?  Странные
существа...  Ночью, пока он копался в двигателе, двое все время
торчали за кустами, а потом пришел третий и забрался на дерево,
чтобы лучше видеть. Максим, высунувшись из  люка,  помахал  ему
рукой,   а   потом,  озорства  ради,  воспроизвел  как  мог  то
четырехсложное слово, которое вчера скандировал хор.  Тот,  что
был  на  дереве,  страшно рассердился, засверкал глазами, надул
шерсть по всему телу и принялся выкрикивать какие
-то гортанные оскорбления.  Двое в  кустах  были,
очевидно,  этим шокированы, потому что немедленно
ушли и больше не  возвращались.  А  ругатель  еще
долго  не  слезал и все никак не мог успокоиться:
шипел,  плевался, делал вид, что хочет напасть, и
скалил  белые клыки.  Убрался он только под утро,
поняв,  что Максим не намерен вступать  с  ним  в
честную драку... Вряд ли они разумны в человечес-
ком смысле,  но существа  занятные,  и  вероятно,
представляют  собой какую-то организаванную силу,
если сумели выжить из крепости гарнизон  во главе
с принцем-герцогом... До чего же у них здесь мало
информации, одни слухи и легенды... Хорошо бы по-
мыться  сейчас,  весь извозился в ржавчине,  да и
котел подтекает, кожа горит от радиации. Если Зеф
с  Вепрем  согласятся ехать,  надо будет прикрыть
котел тремя-четырьмя листами,  ободрать  броню  с
бортов...
     Далеко в лесу  что-то  ухнуло,  отдалось  гулким  эхом  --
саперы-смертники  начали  рабочий  день.  Бессмыслица...  Снова
бухнуло, застучал пулемет,  долго  стучал,  потом  стих.  Стало
совсем   светло,   день  выдался  ясный,  небо  было  без  туч,
равномерно белое, как светящееся молоко. Бетон на шоссе блестел
от росы, а вокруг танка росы не было -- от брони шло нездоровое
тепло.
     Потом из-за кустов, вылезших на дорогу,  появились  Зеф  и
Вепрь, увидели танк и зашагали быстрее. Максим поднялся и пошел
им навстречу.
     --  Жив! -- сказал Зеф вместо приветствия. - Кашку твою я,
брат, того... Не в чем нести, а хлеб принес, лопай.
     -- Спасибо, -- сказал Максим, принимая краюху.
     Вепрь стоял, опершись на миноискатель и молча  смотрел  на
него.
     --  Лопай  и  удирай,  --  продолжал Зеф. -- Там, брат, за
тобой приехали.
     -- Кто? -- спросил Максим, перестав жевать.
     -- Нам не доложился, -- сказал Зеф. -- Какой-то  долдон  в
пуговицах  с  головы до ног. Орал на весь лес, почему тебя нет,
меня чуть не застрелил... А я знай глаза таращю  и  докладываю:
так мол и так, погиб на минном поле, тело не найдено...
     Он  обошел танк вокруг, сказал: Экая пакость... , Уселся
на обочине и принялся свертывать цигарку.
     -- Странно, -- сказал Максим. -- Зачем? На доследование?
     -- Может быть, это Фанк? -- негромко спросил Вепрь.
     -- Фанк? Среднего роста, квадратное лицо, кожа шелушится?
     -- Какое там! -- сказал Зеф. -- Здоровенная жердь, весь  в
прыщах, дурак дураком -- легион!
     --  Может быть, по приказу Фанка? -- спросил Вепрь. Максим
пожал плечами и отправил в рот последнюю корку. -- Не знаю,  --
сказал он. -- Раньше я думал, что Фанк имеет какое-то отношение
к подполью, а теперь не знаю, что и думать...
     --  Тогда  вам  действительно  лучше  уехать, - проговорил
Вепрь. -- Хотя, честно говоря, не знаю, что хуже -- мутанты или
этот жандармский чин...
     -- Да ладно, пусть едет, -- сказал Зеф. - Связным  у  тебя
он  все  равно  не  будет,  а так по крайней мере привезет хоть
какуюнибудь информацию... Если жив останется.
     -- Вы, конечно, со  мной  не  поедете,  --  сказал  Максим
утвердительно.
     Вепрь покачал головой.
     -- Нет, -- сказал он. -- Желаю удачи.
     --  Ракету сбрось, -- посоветовал Зеф. -- А то взорвешся с
ней... И вот еще что. Впереди у тебя будут две заставы.  Ты  их
проскочишь  легко,  только  не останавливайся. Они повернуты на
юг. А вот дальше будет хуже. Радиация  ужасная,  жрать  нечего,
мутанты, а еще дальше -- пески, безводье...
     -- Спасибо, -- сказал Максим. -- До свидания.
     Он вспрыгнул на гусеницу, отвалил люк и за-
     лез  в  жаркую  полутьму.  Он  уже положил руки на рычаги,
когда вспомнил, что еще остался один вопрос.  Он  высунулся  из
люка.
     -- Слушайте, -- сказал он. -- А почему истинное назначение
башен скрывают от рядовых подпольщиков?
     Зеф сморщился и плюнул, а Вепрь грустно ответил:
     --  Потому  что  большинство в штабе надеется когда-нибудь
захватить власть и использовать башни по-старому, но для других
целей.
     --  Для  каких  --  других?  --  Мрачно  спросил   Максим.
Несколько  секунд  они  молча смотрели друг другу в глаза. Зеф,
отвернувшись, стараттельно  заклеивал  языком  сигарету.  Потом
Максим сказал:
     -- Желаю вам выжить. -- и вернулся к рычагам.
     Танк  загремел,  залязгал, хрустнул гусеницами и покатился
вперед.
     Вести машину было неудобно. Сиденья для водителя не  было,
а  груда  травы  и  веток, которую Максим набросал ночью, очень
быстро расползлась. Обзор был отвратительный,  разогнаться  как
следует   не  удавалось  --  на  скорости  тридцать  километров
двигатель  начинал  греметь  и  захлебываться,  горела  смазка.
Правда,  проходимось  у  этого  атомного  одра была прекрасная.
Дорога или не дорога -- ему было все равно, кустов и неглубоких
рытвин он не замечал вовсе, поваленные деревья давил в  крошку.
Молодые  деревца,  проросшие сквозь растрескавшийся бетон, он с
легкостью подминал под себя, а через глубокие ямы,  заполненные
черной водой, переползал, вроде бы даже фыркая от удовольствия.
И курс он держал прекрасно, повернуть его было весьма нелегко.
     Шоссе  было  довольно прямое, в отсеке грязно и душно, и в
конце концов Максим поставил ручной газ, вылез наружу и  удобно
устроился  на  краю люка под решетчатым лотком ракеты. Танк пер
вперед, словно это был  его  настоящий  курс,  заданный  давней
программой.  Было  в  нем что-то самодовольное и простоватое, и
Максим,  любивший  машины,  похлопал  его  по  броне,   выражая
одобрение.
     Жить  было  можно. Справа и слева уползал назад лес, мерно
клокотал двигатель, радиация наверху  почти  не  чувствовалась,
ветерок  был  сравнительно  чистым  и  приятно охлаждал горящую
кожу. Максим поднял голову и взглянул на качающийся нос ракеты.
Пожалуй, ее действительно нужно  сбросить.  Взорваться  она  не
взорвется,  давно  протухла,  он  обследовал ее еще ночью, но
весит она тонн десять, зачем  такое  таскать?  Танк  полз  себе
вперед,  а  Максим принялся лазить по лотку, отыскивая механизм
крепления. Он нашел  механизм,  но  все  заржавело  и  пришлось
повозиться; и пока он возился, танк дважды съезжал на поворотах
в   лес  и  принимался,  завывая,  ломать  деревья,  и  Максиму
приходилось спускаться к рычагам, успокаивать железного  дурака
и  выводить его на дорогу. Но в конце концов механизм сработал,
ракета тяжело мотнулась, ухнула на бетон и грузно  скатилась  в
кювет.  Танк  подпрыгнул  и  пошел  легче,  и тут Максим увидел
первую заставу.
     На опушке стояли две большие палатки и автофургон,  дымила
полевая  кухня.  Двое  легионеров, голые до пояса, умывались --
один поливал другому из манерки. Посреди шоссе стоял  и  глядел
на танк часовой в черной накидке, а справа от шосее торчали два
столба,  соединенные перекладиной, и с этой перекладины свисало
что-то длинное и белое, почти касаясь земли. Максим спустился в
отсек, чтобы не было  видно  клетчатого  балахона,  и  выставил
голову.  Часовой,  с  изумлением  поглядывая на танк, отходил к
обочине,  потом  растерянно  оглянулся  на  фургон.   Полуголые
легионеры перестали умываться и тоже глядели на танк. На грохот
гусениц  из  палаток  и из фургона вышли еще несколько человек,
один в мундире с офицерскими шнурами. Они были очень  удивлены,
но  не  встревожены;  офицер  показал  рукой  на  танк и что-то
сказал, все засмеялись. Когда Максим поравнялся с часовым,  тот
крикнул  ему  что-то  неслышное  за ревом двигателя, и Максим в
ответ прокричал:
     -- Все в порядке! Стой где стоишь!.. Часовой  тоже  ничего
не услышал, но на лице его выразилось удовлетворение. Пропустив
танк,  он  снова  вышел  на  шоссе и встал в прежней позе. Было
ясно, что все обошлось.
     Максим повернул голову и увидел вблизи то, что  свисало  с
перекладины. Секунду он смотрел, потом зажмурился, присел и без
всякой  необходимости  схватился  за  рычаги. Черт меня дернул
смотреть, -- подумал он. -- Не надо было смотреть. Ехал бы себе
и ехал, ничего бы не знал... -- Он заставил себя открыть глаза.
-- Нет, -- подумал он, -- смотреть надо. Надо привыкать. И надо
узнавать.   Нечего   отворачиваться.   Я    не    имею    права
отворачиваться,  раз  уж  взялся за это дело. Наверное, это был
мутант. Смерть не может так  изуродовать  человека.  Вот  жизнь
может.  Она  и меня изуродует, от этого никуда не денешся, и не
надо сопротивляться, надо привыкать. Может быть, впереди у меня
сотни километров дорог, уставленных виселицами...
     Когда он снова высунулся из люка и поглядел назад, заставы
уже не было видно -- ни заставы, ни одинокой виселицы у дороги.
Хорошо бы сейчас ехать домой... Так вот ехать, ехать, а в конце
-- дом, мама, отец, ребята... Приехать, проснуться,  умыться  и
рассказать им страшный сон про обитаемый остров... Он попытался
представить  себе Землю, но у него ничего не получилось, только
было странно подумать, что где-то есть чистые, веселые  города,
много умных, добрых людей, все друг другу доверяют... Ты искал
себе дело, -- подумал он. -- Ну вот, у тебя теперь есть дело --
трудное, грязное, но вряд ли ты найдешь где-нибудь когда-нибудь
другое дело, столь же важное...
     Впереди  на  шоссе  показался  какой-то механизм, медленно
ползущий в ту же сторону -- на юг. Это был небольшой гусеничный
трактор, тянущий за собой  прицеп  с  металлической  решетчатой
фермой. В открытой кабине сидел человек в клетчатом комбинезоне
и  курил  трубку; он равнодушно посмотрел на танк, на Максима и
отвернулся. Что это за ферма?  --  Подумал  Максим.  --  Какие
знакомые  очертания...  -- Потом он вдруг понял, что это секция
башни. - Столкнуть бы ее сейчас в канаву, -- подумал он.  --  И
проехаться  по  ней  пару  раз  взад-вперед... Он оглянулся, и
выражение его  лица,  видимо,  очень  не  понравилось  водителю
трактора  --  он  вдруг  затормозил  и  спустил  одну  ногу  на
гусеницу, как бы готовясь выпрыгнуть. Максим отвернулся.
     Минут через десять  он  увидел  вторую  заставу.  Это  был
аванпост  огромной  армии  клетчатых  рабов, а может быть, и не
рабов как раз,  а  самых  свободных  людей  в  стране,  --  два
временных  домика  с  блестящими  цинковыми  крышами, невысокий
икусственный холм, на нем серый приземистый капонир  с  черными
щелями  амбразур.  Над  капониром уже поднимались первые секции
башни, а вокруг холма стояли автокраны,  тракторы,  валялись  в
беспорядке железные фермы. Лес на несколько сотен метров вправо
и  влево  от  шоссе  был  уничтожен,  на  открытом пространстве
кое-где копошились люди в клетчатых комбинезонах.  За  домиками
виднелся  длинный низкий барак. Перед бараком сохло на веревках
серое тряпье. Немного дальше, у шоссе, торчала деревянная вышка
с площадкой; по площадке прохаживался часовой в серой форме,  в
голубой каске, и стоял пулемет на треноге. Под вышкой толпились
еще  солдаты;  у  них  был вид людей, изнемогающих от комаров и
скуки. Все курили.
     Ну, здесь я тоже проеду без хлопот, -- подумал Максим. --
Здесь край света и  всем  на  все  наплевать.  Но  он  ошибся.
Солдаты перестали отмахиваться от комаров и уставились на танк.
Потом один, тощий, на кого-то очень похожий, поправил на голове
каску,  вышел  на  шоссе и поднял руку. Это ты зря, -- подумал
Максим с сожалением. -- Это тебе  ни  к  чему.  Я  решил  здесь
проехать  и  я здесь проеду... Он соскользнул вниз, к рычагам,
устроился поудобней и поставил ногу на акселератор.  Солдат  на
шоссе  продолжал стоять с поднятой рукой. Сейчас я дам газ, --
подумал Максим, -- взреву как следует, и он отскочит... А  если
не  отскочит, -- подумал он с внезапным ожесточением, -- что ж,
на войне, как на войне...
     И вдруг он узнал этого  солдата.  Перед  ним  был  Гай  --
похудевший,   осунувшийся,   заросший   щетиной,  в  мешковатом
солдатском комбинезоне.
     -- Гай... -- Пробормотал Максим. -- Дружище...  Как  же  я
теперь?
     Он   снял   ногу   с  газа,  выключил  сцепление,  и  танк
остановился. Гай опустил руку и неторопливо пошел навстречу.  И
тут  Максим  даже  засмеялся  от  радости. Все получалось очень
хорошо. Он снова включил сцепление и приготовился.
     -- Эй! -- Начальственно крикнул Гай и  постучал  прикладом
по броне. -- Кто такой?
     Максим молчал, тихонько посмеиваясь.
     --  Есть  там  кто?  --  В  голосе Гая появилась некоторая
неуверенность.
     Потом его кованые сапоги загремели  по  броне,  люк  слева
распахнулся,  и  Гай  просунулся  в  отсек.  Увидев Максима, он
открыл рот, и в ту же секунду Максим схватил его за комбинезон,
рванул к себе, повалил на ветки под  ногами  и  прижал...  Танк
взревел  ужасным  ревом и вранулся вперед. Разобью двигатель,
-- подумал Максим. Гай дергался и ворочался, каска съехала  ему
на  лицо, он ничего не видел и только брыкался вслепую, пытаясь
вытащить из-под себя автомат. Отсек вдруг наполнился  громом  и
лязгом  -- по-видимому, в тыл танку ударили автоматы и пулемет.
Это было  безопасно,  но  неприятно,  и  Максим  с  нетерпением
следил,  как  надвигается стена леса, все ближе, ближе... И вот
первые кусты... Кто-то клетчатый шарахнулся с дороги...  И  вот
уже  вокруг лес, и пули уже не стучат по броне, и шоссе впереди
свободно на многие сотни километров.
     Гай наконец вытащил из-под себя автомат, но Максим  содрал
с  него  каску и увидел его потное оскаленное лицо и засмеялся,
когда ярость, ужас и  жажда  убивать  сменились  на  этом  лице
выражением  сначала  растерянности, потом изумления и, наконец,
радости. Гай  пошевелил  губами,  видимо  сказал  массаракш!.
Максим  бросил  рычаги, притянул его к себе, тощего, заросшего,
обнял, прижал от избытка чувств, потом отпустил и, держа его за
плечи, сказал:
     -- Гай, дружище, как я рад!
     Ничего решительно не было слышно. Он  глянул  в  смотровую
щель: шосее было прямое по-прежнему, и он снова поставил ручной
газ, а сам вылез наверх и вытащил за собой Гая.
     -- Массаракш! -- сказал помятый Гай -- это опять ты!
     --  А ты не рад? Я вот ужасно рад! -- Максим только сейчас
понял, как ему не хотелось ехать на юг в одиночку.
     -- Что все это значит? -- крикнул Гай.  Первая  радость  у
него  прошла,  и он с беспокойством оглядывался по сторонам. --
Куда?! Зачем?!
     -- На юг! -- крикнул  Максим.  --  Хватит  с  меня  твоего
гостеприимного отечества!
     -- Побег?!
     -- Да!
     -- Ты с ума сошел! Тебе подарили жизнь!
     --  Кто это подарил мне жизнь? Жизнь моя! Принадлежит мне!
Разговаривать  было  трудно,  приходилось  кричать,  и   как-то
невольно  вместо  дружеской  беседы  получалась  ссора.  Максим
соскочил в люк и уменьшил обороты. Танк пошел медленнее, но уже
не ревел и не лязгал так громко. Когда  Максим  вылез  обратно,
Гай сидел насупленный и решительный.
     -- Я обязан тебя вернуть, -- объявил он.
     -- А я обязан тебя утащить, -- объявил Максим.
     --  Не  понимаю.  Ты  совсем  сошел  с  ума. Отсюда бежать
невозможно. Надо вернуться... Массаракш, возвращаться тебе тоже
нельзя, тебя расстреляют... А на юге нас съедят... Провались ты
пропадом! Связался я с тобой, как с фальшивой монетой...
     -- Подожди, не ори, -- сказал Максим. -- Дай  я  тебе  все
объясню.
     -- Не желаю ничего слушать. Останови машину!
     -- Да подожди ты, -- уговаривал Максим. -- Дай рассказать.
Но Гай не желал, чтобы ему рассказывали. Он требовал, чтобы эта
незаконно  похищенная  машина  была  немедленно  остановлена  и
возвращена в зону. Максима дважды, трижды и четырежды  обозвали
болваном,   вопль   массаракш!   перекрывал   шум  двигателя.
Положение,  массаракш,  было  ужасным.  Оно  было  безвыходным,
массаракш!  Впереди,  массаракш,  была  верная  смерть. Позади,
массаракш,  тоже.  Максим  всегда  был   болваном   и   психом,
массаракш,  но  эта  его  выходка,  массаракш,  надо  полагать,
последняя, массаракш и массаракш!..
     Максим не мешал. Он вдруг сообразил,  что  поле  последней
башни  кончается, вероятно, где-то здесь, скорее всего, оно уже
кончилось. Последняя застава должна находиться на самой границе
крайнего поля...  Пусть  парень  выговаривается,  на  обитаемом
острове  слова  ничего не значат... Ругайся, ругайся, а я тебя
вытащу, нечего тебе там делать... Надо с кого-то начинать, и ты
будешь первым. Не хочу, чтобы ты был куклой, даже если тебе это
нравится -- быть куклой...
     Изругав Максима вдоль и пеперек,  Гай  соскочил  в  люк  и
принялся  там  возиться,  пытаясь  остановить  танк. Это ему не
удалось, и он выбрался обратно, уже в каске, очень молчаливый и
деловитый. Он явно намеревался спрыгнуть и уйти обратно. Он был
очень сердит. Тогда Максим поймал его за штаны, усадил рядом  и
принялся объяснять положение.
     Он говорил больше часа, прерываясь иногда, чтобы выровнять
движение  танка на поворотах. Он говорил, а Гай слушал. Сначала
Гай пытался перебивать, порывался соскочить на  ходу,  закрывал
уши,  но Максим говорил и говорил, повторял одно и тоже снова и
снова, объяснял, втолковывал, убеждал, и  Гай,  наконец,  начал
прислушиваться,  потом  задумался, приуныл, залез обеими руками
под каску и шибко почесал шевелюру; потом вдруг сам  перешел  в
наступление  и  принялся  допрашивать  Максима,  откуда все это
стало известно, и кто докажет, что все это  не  вранье,  и  как
можно во все это поверить, если это очевидная выдумка... Максим
бил его фактами, а когда фактов не хватало, клялся, что говорит
правду, а когда и это не помогало, называл Гая дубиной, куклой,
роботом,  а  танк  все  шел и шел на юг, все глубже зарываясь в
страну мутантов.
     -- Ну хорошо, -- сказал  наконец  Максим,  остервенев.  --
Сейчас  мы  все  это  проверим.  По моим расчетам, мы давно уже
выехали из поля излучения, а сейчас без десяти десять.  Что  вы
делаете в десять часов?
     --  В  десять  ноль-ноль  -- построение, -- мрачно ответил
Гай.
     -- Вот именно. Собираетесь стройными рядами и надрываетесь
от готовности пролить кровь. Помнишь?
     -- Эта готовность у нас в сердце, -- заявил Гай.
     -- Эту готовность вбивают в ваши тупые головы, -- возразил
Максим. -- Ничего, вот мы сейчас посмотрим, какая у тебя там  в
сердце готовность. Который час?
     --  Без  семи,  --  мрачно сказал Гай. Некоторое время они
уехали молча. -- Ну? -- спросил Максим. Гай посмотрел на часы и
неуверенным голосом затянул: -- Вперед, легионеры,  железные...
Максим насмешливо посмотрел на него.
     Гай сбился и перепутал слова.
     --  Перестань  на меня глазеть, -- сердито сказал он. -- И
вообще, какое может быть пение вне строя?
     -- Брось, брось,  --  сказал  Максим.  --  Вне  строя  ты,
бывало,  орал  не  хуже,  чем  в строю. Смотреть на вас с дядей
Кааном было страшно. Один орет Железных ребят,  другой  тянет
Славу Творцам, а тут еще Рада... Ну, где твоя готовность жечь
и резать во славу Творцов?
     --  Не  смей,  -- сказал Гай. -- Ты не смеешь так говорить
про Творцов. Даже если то, что ты  рассказываешь,  правда,  это
значит, что Творцов просто обманули.
     -- Кто же их обманул?
     -- Н-ну... Мало ли...
     -- Значит, Творцы не всемогущи?
     --  Не желаю на эту тему разговаривать, -- объявил Гай. Он
приуныл,  сгорбился,  лицо  его  еще  больше  осунулось,  глаза
потускнели,  нижняя  губа  отвисла. Максим вдруг вспомнил Фишту
Луковицу и красавчика Котру из арестантского вагона.  Они  были
наркоманами,   несчастными   людьми,   привыкшими   употреблять
особенно сильные наркотические вещества. Они  страшно  мучались
без  своего  зелья,  не пили, не ели, а дни напролет сидели вот
так же, с потухшими глазами и отвисшей губой.
     -- У тебя болит что-нибудь? -- спросил он Гая.
     -- Нет, -- уныло ответил Гай.
     -- А что ты так нахохлился?
     -- Да  так  как-то...  --  Гай  оттянул  воротник  и  вяло
повертел головой. -- Нехорошо как-то... Я лягу, а?
     Не  дожидаясь  ответа,  он  пролез  в  люк и прилег там на
ветки, поджав ноги. Вот оно как, - подумал Максим. --  Это  не
так просто, как я думал. -- Он забеспокоился. -- Лучевого удара
Гай  не  получил, из поля мы выехали почти два часа назад... Он
же всю жизнь живет в этом поле... А может быть, ему это  вредно
-- без поля? Вдруг он заболеет? Надо же, дрянь какая...
     Он  смотрел  через  люк на бледное лицо, и ему становилось
все страшнее. Наконец он не выдержал, спрыгнул в люк,  выключил
двигатель, выволок Гая наружу и положил на траву у шоссе.
     Гай  спал, бормоча что-то во сне, сильно вздрагивал. Потом
его начал бить озноб, он скрючивался, сжимался, словно стараясь
согреться, засовывал  ладони  под  мышки.  Максим  положил  его
голову  себе  на колени, прижал пальцами его виски и постарался
сосредоточиться. Ему давно не приходилось  делать  психомассаж,
но он знал, что главное -- отвлечься от всего, сосредоточиться,
включить  больного в свою, здоровую систему. Так он сидел минут
десять или пятнадцать, а когда  очнулся,  то  увидел,  что  Гаю
лучше, лицо порозовело, дыхание выровнялось, он больше не мерз.
Максим  устроил  ему подушку из травы, посидел некоторое время,
отгоняя комаров, а потом вспомнил, что им еще ехать и ехать,  а
реактор  течет -- для Гая это опасно, надо что-то придумать. Он
поднялся и вернулся к танку.
     Ему пришлось основательно повозиться, прежде чем он снял с
проржавевших заклепок несколько листов бортовой брони, а  затем
он  набивал  эти  листы на керамическую перегородку, отделявшую
реактор  и  двигатель  от  отсека  управления.   Ему   осталось
прикрепить  последний  лист,  когда  он вдруг почувствовал, что
вблизи появились посторонние. Он осторожно высунулся из люка, и
внутри у него похолодело и съежилось.
     На  шоссе,  шагах  в  десяти  перед  машиной  стояли   три
человека,  но он не сразу понял, что это люди. Правда, они были
одеты, и двое  держали  на  плечах  жердь,  с  которой  свисало
окровавленной головой вниз небольшое копытное животное, похожее
на  оленя, а на шее у третьего, поперек цыплячьей груди, висела
громоздкая винтовка непривычного  вида.  Мутанты,  --  подумал
Максим.  --  Вот  они,  мутанты...  Все  рассказы  и  легенды,
слышанные  им,  вдруг  всплыли  в  памяти  и  сделались   очень
правдоподобными.  Сдирают  с живых кожу... Людоеды... Дикари...
Звери. Он стиснул зубы, выскочил на броню и  поднялся  во  весь
рост.   Тогда   тот,  что  был  с  винтовкой,  смешно  перебрал
коротенькими ножками, выгнутыми дугой, но не двинулся с  места.
Он  только  поднял  руку  с  двумя  длинными  многосуставчатыми
пальцами, громко зашипел, а потом произнес скрипучим голосом:
     -- Кушать хочешь?
     Максим разлепил губы и сказал:
     -- Да.
     --  Стрелять  не  будешь?  --  поинтересовался  обладатель
винтовки.
     -- Нет, -- сказал Максим, улыбаясь. -- Ни в коем случае.


<ul><a name=19></a><h2>Глава пятнадцатая</h2></ul>

     Гай  сидел  за грубым самодельным столом и чистил автомат.
Было  около  четверти  одиннадцатого  утра,  мир   был   серым,
бесцветным,  сухим,  в нем не было места радости, не было места
движению жизни, все было тусклое и больное. Не хотелось думать,
не хотелось ничего видеть и слышать, даже спать не хотелось  --
хотелось  просто  положить  голову  на  стол,  опустить  руки и
умереть. Просто умереть -- и все.
     Комнатка была маленькая, с единственным окном без  стекла,
выходившим  на  огромный,  загроможденный развалинами, заросший
диким кустом, серо-рыжий пустырь.  Обои  в  комнате  пожухли  и
скрутились  --  не  то  от  жары,  не  то от старости -- паркет
рассохся, в одном углу обгорел до угля. От  прежних  жильцов  в
комнате  ничего  не  осталось,  кроме  большой  фотографии  под
разбитым стеклом, на которой, если  внимательно  присмотреться,
можно  было  различить какого-то пожилого господина с дурацкими
бакенбардами и в смешной шляпе, похожей на тарелку.
     Глаза бы всего этого не видели,  сдохнуть  бы  сейчас  или
завыть бездомной собакой, но Максим приказал: Чисти!. Каждый
раз,  -- приказал Максим, постукивая каменным пальцем по столу,
--  каждый  раз,  как  только  тебя  скрутит,  садись  и  чисти
автомат...  Значит,  надо чистить. Максим все-таки. Если бы не
Максим, давно бы лег и помер. Просил ведь его: Не уходи ты  от
меня  в это время. Посиди, полечи. Нет. Сказал, что теперь сам
должен. Сказал, что это не смертельно, что это должно пройти  и
обязательно пройдет, но надо перемочься, надо справиться...
     Ладно,  -- вяло думал Гай, -- справлюсь. Максим все-таки,
не человек, не Творец, не бог -  Максим...  И  еще  он  сказал:
Злись!  Как  тебя  скрутит,  вспоминай, откуда это у тебя, кто
тебя к этому приучил, зачем, и злись, копи ненависть. Скоро она
понадобится: ты не  один  такой,  вас  таких  сорок  миллионов,
оболваненных,  отравленных... Трудно поверить, массаракш, ведь
всю жизнь в строю, всегда знали, что к чему, все  было  просто,
все  были  вместе,  и  хорошо  было  быть  таким, как все. Нет,
пришел, влюбил в себя, карьеру испортил, а потом  буквально  за
шиворот  вырвал  из  строя  и утащил в другую жизнь, где и цель
непонятна, и средства  непонятны,  где  нужно  --  массаракш  и
массаракш!  --  обо  всем  думать  самому,  решать  самому, все
самому... Да... Вытащил за шиворот, повернул  мордой  назад,  к
родному  гнезду,  к  самому дорогому и показал: помойка, гнусь,
мерзость, ложь...  И  вот  посмотришь  --  действительно,  мало
красивого,  себя  вспомнить  тошно, ребят вспомнить тошно, а уж
господин ротмистр Чачу... Гай с сердцем вогнал на место  затвор
и  щелкнул защелкой. И снова навалились вялость и апатия, и сил
на то, чтобы вставить магазин, уже не оставалось. Плохо, ох как
плохо...
     Перекошенная   скрипучая   дверь   отворилась,   всунулось
маленькое деловитое рыльце -- в общем даже симпатичное, если бы
не  лысый  череп  и  не  воспаленные веки без ресниц, -- Танга,
соседская девочка.
     -- Дядя Мак приказали вам идти на  площадь!  Там  уже  все
собрались, одного вас ждут!
     Гай  угрюмо покосился на нее, на тщедушное тельце в платье
из грубой мешковины,  на  ненормально  тонкие  ручки-соломинки,
покрытые  коричневыми  пятнами,  на  кривые  ножки, распухшие в
коленях,  и  его  замутило,  и  самому  стало   стыдно   своего
отвращения, -- ребенок, а кто виноват? Он отвел глаза и сказал:
     --  Не  пойду.  Передай, что плохо себя чувствую. Заболел.
Дверь скрипнула, и когда он поднял глаза, девчонки уже не было.
Он с досадой  швырнул  автомат  на  койку,  подошел  к  окну  и
высунулся.  Девчонка  со  страшной  скоростью  пылила по лощине
между остатками стен, по бывшей улице. За ней увязался  какойто
карапузик,  проковылял  несколько шажков, зацепился, шлепнулся,
поднял голову, полежал некоторое время, потом  взревел  ужасным
басом.  Из-за  руин  выскочила  мать.  Гай поспешно отшатнулся,
потряс головой и вернулся к столу. Нет,  не  могу  привыкнуть.
Гадкий  я,  видно,  человек... Ну уж попался бы мне тот, кто за
все это в ответе, тут уж бы я не промахнулся. Но всетаки почему
я не могу привыкнуть?  Господи,  да  я  за  этот  месяц  такого
повидал -- на сто кошмарных снов хватит...
     Мутанты   жили   небольшими   общинами.   Иные   кочевали,
охотились, искали места получше,  искали  дорогу  на  север,  в
обход  легионерских  пулеметов,  в обход страшных областей, где
они сходили с ума и умирали на месте  от  приступов  чудовищной
головной  боли.  Иные  жили  оседло  на  фермах и в деревушках,
уцелевших после боев и взрыва трех  ядерных  бомб,  из  которых
одна  взорвалась  над этим городом, а две в окрестностях -- там
сейчас километровые проплешины  блестящего  как  стекло  шлака.
Оседлые сеяли мелкую выродившуюся пшеницу, возделывали странные
свои огороды, где томаты были как ягоды, а ягоды -- как томаты;
разводили  жуткий  скот, на который и смотреть-то было страшно,
не то что есть. Это был жалкий народ --  мутанты,  дикие  южные
выродки,  про которых плели разную чушь, -- тихие, болезненные,
изуродованная карикатура на человека.  Нормальными  здесь  были
только  старики,  но  их  оставалось  очень  мало, все они были
больны и обречены на  скорую  смерть.  Дети  их  и  внуки  тоже
казались  не  жильцами  на  этом  свете.  Детей у них рождалось
много, но почти все они  умирали  либо  при  рождении,  либо  в
младенчестве. Те, что выживали, были слабыми, все время маялись
неизвестными  недугами, уродливы были страсть, но все выглядели
послушными, тихими, умненькими. Да что там  говорить,  неплохие
люди  оказались мутанты -- добрые, гостеприимные, мирные... Вот
только смотреть на них было невозможно.  Даже  Максима  сначала
корежило с непривычки, но он-то быстро привык, ему что -- он по
натуре своей хозяин...
     Гай  вставил  магазин  в  автомат,  подпер  голову  рукой,
задумался. Да, Максим... Правда, затеял он  на  этот  раз  явно
бессмысленное  дело. Затеял он собрать мутантов, вооружить их и
выбить легион для начала  хотя  бы  за  Голубую  Змею.  Смешно,
ей-богу!  Они  же еле ходят, многие помирают на ходу -- мешок с
зерном поднимет -- и помрет, а он хочет с ними на легион  идти.
Необученные,  слабые,  куда им... Пусть даже соберет он этих...
Разведчиков ихних. На всю эту армию, если без  Максима,  одного
ротмистра  хватит,  а  если  с  Максимом, то ротмистра с ротой.
Максим это, кажется, и сам понимает. Но вот целый  месяц  бегал
по  лесу  от  поселка к поселку, от общины к общине, уговаривал
стариков и уважаемых людей, тех,  кого  общины  слушаются.  Сам
бегал  и  меня  повсюду с собой таскал, угомону на него нет. Не
хотят старики идти и разведчиков не отпускают... И  вот  теперь
на это совещание идти надо... Не пойду.
     Мир  стал  светлее.  Было уже не так тошно глядеть вокруг,
кровь быстрее побежала по жилам, зашевелились  смутно  какие-то
надежды,  что  сегодняшнее  совещание  провалится,  что  Максим
придет и скажет: хватит, нечего  здесь  больше  делать,  и  они
двинут  дальше  на  юг,  в  пустыню,  где,  говорят, тоже живут
мутанты-выродки, но не такие жуткие, больше похожие на людей  и
не  такие больные. Говорят, у них там что-то вроде государства,
и даже армия есть. Может быть, с ними удастся  кашу  сварить...
Правда,  там  все  радиоактивно, туда, говорят, сажали бомбу на
бомбу,  специально  для  заражения...  Были,   говорят,   такие
специальные бомбы...
     Вспомнив  про  радиоактивность,  Гай  полез в свой вещевой
мешок, вытащил коробочку с желтыми таблетками, бросил две штуки
в рот и скривился  от  пронзительной  горечи.  Надо  же,  какая
мерзость, но без нее здесь нельзя, здесь тоже все заражено. А в
пустыне  придется,  наверное,  горстями  их  сосать...  Спасибо
принцу-герцогу,  мне  бы  без  этих  пилюль  здесь  каюк...   А
принц-герцог молодчина, не теряется в этом аду, не отчаивается,
лечит,  помогает,  обходы  делает,  целую  фабрику медикаментов
организовал.
     Дверь  распахнулась.  В  комнату  вошел  сердитый  Максим,
голый,  в  одних  шортах, поджарый, быстрый, и сразу видно, что
злится. Увидев его, Гай надулся и стал смотреть в окно.
     -- Не выдумывай, -- сказал Максим. -- Пошли.
     -- Не хочу, -- сказал Гай. -- Ну их всех! Не могу, с  души
воротит, невозможно.
     -- Глупости, -- возразил Максим. -- Прекрасные люди, очень
тебя уважают. Не будь мальчишкой.
     -- Да уж, уважают, -- сказал Гай.
     --  Еще  как уважают! Давеча принц-герцог просил, чтобы ты
остался здесь. Я, говорит, умру скоро, нужен настоящий человек,
чтобы меня заменить.
     -- Ну да, заменить, -- проворчал  Гай,  чувствуя,  однако,
как внутри у него, помимо воли, все размягчается.
     --  И  еще  Бошку ко мне пристает, обращаться прямо к тебе
стесняется.  Пусть,  говорит,  Гай  останется,   учить   будет,
защищать  будет, хороших ребят воспитывать будет... Знаешь, как
Бошку разговаривает?
     Гай покраснел от удовольствия, откашлялся, и  сказал,  все
еще хмурясь и глядя в окно:
     -- Ну ладно... Автомат брать?
     -- Возьми, -- сказал Максим. -- Мало ли что...
     Гай  взял  автомат  под мышку. Они вышли из комнаты -- Гай
впереди, Максим по пятам, -- спустились по трухлявой  лестнице,
перешагнули через кучу ребятишек, возившихся в пыли у порога, и
пошли  по улице к площади. Эх! Улица, площадь... Одно название.
Сколько же здесь людей разом погибло! Говорят,  раньше  большой
красивый город был. Загубили страну, гады. Мало того, что людей
поперебили,   поперекалечили   --  развели  ведь  еще  какую-то
нечисть, которой здесь сроду не бывало. Да и не только здесь...
     Принц-герцог рассказывал, что до войны жили в лесу  звери,
похожие  на  собак  --  забыл,  как называются, -- умные были и
очень добрые зверюги, все понимали, дрессировать их  было  одно
удовольствие.  Ну  и конечно, стали их дрессировать для военных
целей. А потом нашелся умник, расшифровал их язык,  оказаллось,
что  у  них  и  язык есть, и довольно сложный, и что вообще они
любят подражать, и глотка у них  так  устроена,  что  некоторых
было  можно  даже  научить говорить по-человечески, -- не всему
языку, конечно, но слов по пятьдесят-семьдесят они  запоминали.
В  общем,  диковинные  были  животные,  нам  бы с ними дружить,
учиться друг у друга, помогать  друг  другу  --  они,  говорят,
вымирали...  Так  нет же, приспособили их воевать, приспособили
их ходить к противнику за военными сведениями.  А  потом  война
началась,  стало  не  до  них,  вообще  не до чего стало. И вот
пожалуйста -- упыри. Тоже мутанты, только  не  человеческие,  а
звериные  --  очень  опасные существа. По особому южному округу
был даже приказ о борьбе с  ними,  а  принц-герцог,  тот  прямо
говорит: нам всем здесь конец, будут здесь жить одни упыри...
     Гай   вспомнил,   как  однажды  в  лесу  Бошку  со  своими
охотниками подстрелил оленя,  за  которым  охотились  упыри,  и
началась драка. А мутанты - какие они драчуны? Выпалили по разу
из  своих  дедовских,  сели  на  землю  и закрыли глаза руками,
чтобы, значит, не видеть, как их рвать будут.  И  Максим  тоже,
надо  сказать  растерялся...  Не  то  чтобы  растерялся,  а так
как-то...  Не  хотелось  ему  драться...   Ну,   пришлось   мне
отдуваться  за  всех.  Обойма  кончилась  --  прикладом. Хорошо
упырей немного было,  всего  шесть  голов.  Двоих  убили,  один
удрал, а троих, раненых и оглушенных повязали и собрались утром
в  деревню  вести  на  казнь.  А  ночью смотрю: Максим тихонько
встает -- и к ним. Посидел с ними, полечил, как он  это  умеет,
наложением  рук, потом развязал, и те, конечно, не будь дураки,
дали деру, только их и видели. Я ему говорю: Ты  что  же  это,
Мак,  зачем? -- Сам не знаю, говорит, но чувствую, что нельзя
их казнить. Ни людей, говорит, нельзя, ни этих... Это, говорит,
не собаки никакие и не упыри...
     Да разве только упыри! А летучие мыши какие пошли! Те, что
колдуну прислуживают... Это же ужас летающий, а не мыши! А  кто
по ночам по деревням бродит с топотом, детей крадет? Причем сам
даже в дом не заходит, а дети спящие, так и не просыпаясь, сами
к  нему  выходят...  Положим,  это,  может  быть,  и вранье, но
кое-что я и сам видел. Как сейчас помню, повел нас принц-герцог
показывать ближайший вход в крепость. Приходим. Лужайка  такая,
мирная,  зеленая,  холмик,  в  холме  --  пещера. Смотрим мы --
господи-боже! -- Вся  лужайка  перед  входом  завалена  дохлыми
упырями,  десятка  два,  не  меньше, причем не покалеченные, не
раненые  --  ни  одной  капли  крови  на  траве.  И  что  самое
удивительное -- Максим их осмотрел и сказал: они же не мертвые,
они  как  бы  в  судороге, словно бы их ктото загипнотизировал.
Спрашивается -- кто? Нет, жуткие места. Здесь  человеку  только
днем  можно,  да и то с опаской. Если бы не Максим, рванул бы я
отсюда, только пятки бы засверкали. Но если говорить честно, то
куда бежать? Вокруг  леса,  в  лесах  нечисть,  танк  в  болоте
потонул...  К своим бежать? Казалось бы, очень естественно -- к
своим. Но какие они  теперь  мне  свои?  Тоже,  если  подумать,
уроды,  куклы,  правильно  Максим  говорит.  Что  это  за люди,
которыми можно управлять, как машинами? Нет, это не  по  мне...
Противно...
     Они вышли на площадь, на большой пустырь, посреди которого
дико чернел   какой-то  оплавившийся  памятник,  и  свернули  к
уцелевшему домику, где обычно собирались  представители,  чтобы
обменяться  слухами, посоветоваться насчет посевов или охоты, а
то   и   просто   посидеть,   подремать,   послушать   рассказы
принцагерцога о прежних временах.
     В  домике,  в  большой чистой комнате, уже собрался народ.
Смотреть здесь ни  на  кого  не  хотелось.  Даже  принц-герцог,
казалось  бы не мутант -- человек, а и тот изуродован: все лицо
в ожогах и рубцах. Вошли, поздоровались, сели в круг, прямо  на
пол. Бошку, сидевший рядом с плитой, снял с углей чайник, налил
им  по чашке чаю, крепкого, хорошего, но без сахара. Гай принял
свою чашку  --  необыкновенной  красоты  чашка,  цены  ей  нет,
королевского  фарфора, -- поставил ее перед собой, а потом упер
автомат  прикладом  в  пол  между  колен,  прислонился  лбом  к
рубчатому стволу и закрыл глаза, чтобы никого не видеть.
     Начал  совещание  принц-герцог. Никакой он был не принц, и
никакой не герцог, а был он главным  хирургом  крепости.  Когда
крепость  начали  ломать  атомными  бомбами,  гарнизон восстал,
выкинул белый флаг (по этому флагу свои же немедленно долбанули
термоядерной).   Настоящего   принца,   командующего,   солдаты
разорвалли на куски, увлеклись, перебили всех офицеров, а потом
спохватились,   что  командовать  некому,  а  без  командования
нельзя: война-то продолжается, противник атакует, а  из  солдат
никто плана крепости не знает. Получилась гигантская мышеловка,
а  тут еще взорвались бактериологические бомбы, весь арсенал, и
началась чума. Короче говоря, как-то само собой получилось, что
половина гарнизона разбежалась кто куда, из оставшейся половины
три четверти вымерли, а остальных принял на себя главный хирург
-- во время бунта солдаты его не тронули: врач все-таки. Как-то
повелось называть его то принцем, то герцогом, сначала в шутку,
потом  привыкли,  а  Максим  для  определенности  называл   его
принцем-герцогом.
     --  Друзья,  --  сказал принц-герцог. -- Нам надо обсудить
предложения  нашего  друга  Мака.   Это   важные   предложения.
Насколько  они важны, вы можете судить хотя бы по тому, что сам
Колдун к нам пожаловал и будет, может быть, с нами говорить...
     Гай поднял голову. И верно: в углу, прислонившись спиной к
стене, сидел сам Колдун, собственной персоной. Смотреть на него
было жутко,  а  не  смотреть  невозможно.  Замечательная   была
личность.  Даже  Максим  смотрел  на  него как-то снизу вверх и
говорил  Гаю:  Колдун  --  это,  брат,  фигура.  Был   Колдун
небольшого  роста,  плотный,  мясистый, ноги и руки у него были
коротенькие, но сильные,  и,  в  общем,  был  он  не  такой  уж
уродливый,  во  всяком  случае  слово  уродливый  к  нему  не
подходило. У него был огромный череп, покрытый  густым  жестким
волосом,  похожим  на серебристый мех, маленький рот со странно
сложенными губами, словно  он  все  время  собирался  свистнуть
сквозь  зубы,  лицо,  в  общем  даже  худощавое, но под глазами
мешки, а сами глаза были длинные и узкие, с вертикальным, как у
змеи, зрачком. Говорил он мало, на людях бывал редко, жил  один
в  подвале  на дальнем конце города, но авторитетом пользовался
огромным из-за своих удивительных способностей.  Во-первых,  он
был  очень  умен  и знал все, хотя отроду ему было всего что-то
около двадцати лет, и нигде, кроме этого города, он  не  бывал.
Когда  возникали  какие-нибудь вопросы, к нему шли на поклон за
советом. Как правило, он ничего не отвечал, и это означало, что
вопрос чепуховый: как его ни реши, все  ладно  будет.  Но  если
вопрос  оказывался  жизненно важным -- насчет погоды, когда что
сеять, -- он всегда давал совет и ни разу еще не ошибся. Ходили
к нему только старшие, и что там происходило, они  помалкивали,
но  ходили  слухи,  что,  даже давая совет, колдун не раскрывал
рта. Так, посмотрит только, -- и  сразу  становится  ясно,  что
нужно  делать. Во-вторых, имел он власть над животными. Никогда
он не требовал у общества ни еды, ни одежды: все ему доставляли
животные, разные животные -- и зверье, и насекомые, и  лягушки.
А  главной  прислугой  у  него  были  огромные  летучие мыши, с
которыми он, по слухам, мог объясняться, и которые его понимали
и слушались. Далее рассказывали, что он знает неведомое. Понять
это неведомое было невозможно. На взгляд Гая,  это  был  просто
набор слов: черный пустой мир до начала мирового света; мертвый
ледяной  мир после угасания мирового света; бесконечная пустыня
со многими мировыми светами... Никто не мог объяснить, что  это
значит,  а  Мак только покачивал головой и восхищенно бормотал:
Вот это интеллект!
     Колдун сидел ни на кого не глядя, на плече у него  неловко
топталась  слепенькая  ночная  птица.  Колдун  время от времени
доставал из кармана какие
-то кусочки и совал ей в клюв. Тогда она замирала
на секунду, потом задирала голову и как бы с тру-
дом глотала, вытягивая шею.
     --   Это   очень   важные   предложения,   --    продолжал
принц-герцог,  --  а  потому я прошу вас слушать внимательно, а
ты, Бошку, голубчик, заваривай  чай  покрепче,  потому  что,  я
вижу,  кое-кто  уже  задремывает. Не надо задремывать, не надо.
Соберитесь с силами, может быть, сейчас решается ваша судьба...
     Собрание  одобрительно  заворчало.  Какого-то  бельмастого
оттащили  за  уши  от стены, где он наладился было подремать, и
усадили в первом ряду.
     -- Так я ведь  ничего...  --  бормотал  бельмастый.  --  Я
только  так, немножко. Я к тому, что говорить надобно покороче,
а то пока до конца дойдут, я уж и начало забываю...
     -- Хорошо, -- согласился  принц-герцог.  --  Покороче  так
покороче.  Солдаты отжимают нас на юг, в пустыню, пощады они не
дают,  в  переговоры  не  вступают.  Из  семей,  что   пытались
пробиться  на  север,  никто  не  вернулся.  Надо полагать, они
погибли. Это означает,  что  лет  через  десять-пятнадцать  нас
отожмут  в пустыню окончательно, и мы все там погибнем без пищи
и воды. Говорят, что в пустыне тоже обитают люди. Я  в  это  не
верю,  но  многие  уважаемые  старосты  верят и утверждают, что
обитатели пустыни  такие  же  жестокие  и  кровожадные,  как  и
солдаты.  А  мы люди миролюбивые, сражаться мы не умеем. Многие
из нас мрут, и  мы,  наверное,  не  доживем  до  окончательного
конца, но мы сейчас правим народом и обязаны думать не только о
себе,  но  и  о  наших  детях...  Бошку, подай, пожалуйста, чаю
уважаемому хлебопеку. По-моему, заснул хлебопек.
     Хлебопека разбудили, сунули ему в пятнистую  лапу  горячую
чашку; он обжегся, зашипел, и принцгерцог продолжал:
     --  Наш  друг  Мак  предлагает  выход.  Он пришел к нам со
стороны солдат. Солдат он ненавидит и говорит,  что  пощады  от
них  ждать  нельзя,  все  они  там  одурачены  тиранами и горят
желанием нас уничтожить. Мак  сначала  хотел  вооружить  нас  и
повести  в  бой, но убедился, что мы слабые и воевать не можем.
Тогда он решил добраться до обитателей пустыни -- он в них тоже
верит, -- договориться с ними  и  повести  их  на  солдат.  Что
требуется от нас? Благословить эту затею, пропустить обитателей
пустыни  через наши земли и обеспечить их продовольствием, пока
будет идти война. И еще  наш  друг  Мак  предложил:  дайте  ему
разрешение, он соберет всех наших разведчиков, которые захотят,
обучит  их  и поведет за Голубую Змею, чтобы поднять восстание.
Вот, коротко, как обстоят дела. Нам сейчас нужно  решить,  и  я
прошу высказываться.
     Гай  покосился на Максима. Друг Мак сидел, поджав под себя
ногу, огромный, коричневый, неподвижный, как скала, даже не как
скала, а как гигантский аккумулятор, готовый разрядиться в одно
мгновение. Он смотрел в дальний угол, на Колдуна, но взгляд Гая
почувствовал сразу и  повернул  к  нему  голову.  И  вдруг  Гай
подумал, что Мак не тот, что прежде. Он вспомнил, что давно уже
Мак  не  улыбался своей ослепительной улыбкой, что давно уже он
не пел своих горских песен и что глаза у него стали теперь  без
прежней  ласковости  и  доброго  ехидства, твердые стали глаза,
остекленелые какие-то, словно и не Мак это, а ротмистр Чачу.  И
еще  вспомнил  Гай, что давно уже перестал друг Мак метаться во
все углы,  как  веселый  любопытный  пес,  стал  сдержанным,  и
появилась   в   нем   какая-то   суровость,  целенаправленность
какая-то, взрослая деловая сосредоточенность, словно целился он
самим собой в какую-то  одному  ему  видимую  мишень...  Очень,
очень  изменился  друг Мак с тех пор, как всадили в него полную
обойму из тяжелого армейского пистолета. Раньше он жалел всех и
каждого, теперь не жалеет никого. Что  ж,  может  быть,  так  и
надо...
     Но страшное он все-таки дело задумал, резня будет, большая
резня...
     -- Что-то я не понял, -- подал голос плешивый уродец, судя
по одеже, нездешний. -- Что же это он хочет? Чтобы варвары сюда
к нам  пришли?  Так они же нас всех перебьют. Что я варваров не
знаю? Всех перебьют, ни одного человека не оставят.
     -- Они придут сюда с миром, -- сказал Мак, - или не придут
вовсе.
     -- Пусть уж лучше вовсе не приходят, --  сказал  плешивый.
--  С  варварами  лучше  не связываться. Тогда уж лучше прямо к
солдатам  выйти,  на  пулеметы.  Все  как-то  от   своей   руки
погибнешь. У меня отец солдатом был в крепости...
     -- Все это, конечно, верно, -- задумчиво проговорил Бошку.
-- Но  ведь, с другой стороны, варвары могут и солдат прогнать,
и нас не тронуть. Вот тогда и станет всем хорошо.
     -- Почему это они нас не тронут? --  возразил  бельмастый.
-- Все нас спокон веков трогали, а эти вдруг не тронут?
     -- Так ведь он с ними договорится, -- пояснил Бошку. -- Не
трогайте,   мол,  лесовиков,  и  все  тут,  а  иначе,  мол,  не
приходите...
     --  Кто?  Кто  договорится?  --  спросил  хлебопек,  вертя
головой.
     -- Да вот Мак. Мак и договорится...
     -- Ах, Мак... Ну, если Мак договорится, тогда, может, и не
тронут...
     --  Чаю  тебе  дать?  -- спросил Бошку. -- Засыпаешь ведь,
хлебопек.
     -- Да не хочу я твоего чаю.
     -- Ну выпей чайку, чашечку только.  Что  тебе  --  трудно?
Бельмастый  вдруг поднялся. -- Пойду я, -- сказал он. -- Ничего
из этого не выйдет. И Мака они убьют, и нас не  пожалеют.  Чего
нас  жалеть?  Все  равно  лет  через десять нам конец. У меня в
общине уже два года дети не  рождаются.  Дожить  бы  до  смерти
спокойно,  и  ладно.  А  так  сами решайте, как знаете. Мне все
равно.
     И он вышел, перекошенный, неуклюжий, споткнувшись о порог.
     -- Да, Мак, -- покачивая головой,  проговорил  Пиявка,  --
извини  нас,  но мы никому не верим. Как можно варварам верить?
Они в пустыне живут, песок жуют, песком запивают. Они  страшные
люди, из железной проволоки скрученные, ни плакать не умеют, ни
смеяться.  Что  мы  для них? Мох под ногами. Ну вот придут они,
солдат побьют, сядут здесь, лес, конечно,  выжгут...  Зачем  им
лес?  Они пустыню любят. И опять же нам конец. Нет, не верю. Не
верю, Мак. Пустая твоя затея.
     -- Да, -- сказал хлебопек. -- Не нужно это нам,  Мак.  Дай
уж   нам  помереть  спокойно,  не  трогай  ты  нас.  Ты  солдат
ненавидишь, хочешь их сокрушить, ну а мы-то здесь причем? У нас
ни к кому ненависти нет.  Пожалей  нас,  Мак.  Нас  ведь  никто
никогда  не  жалел.  И ты, хоть и добрый человек, а тоже нас не
жалеешь... Не жалеешь ведь, а, Мак?
     Гай снова поглядел на  Максима  и  смущенно  отвел  глаза.
Максим покраснел до слез, наклонил голову и закрыл лицо рукой.
     --  Неправда, -- сказал он. -- Я жалею вас. Но я не только
вас жалею. Я...
     -- Не-ет, Мак, -- настойчиво сказал хлебопек. -- Ты только
нас пожалей. Мы ведь самые разнесчастные люди в мире, и ты  это
знаешь. Ты про свою ненависть забудь. Пожалей, и все...
     --  А  что ему нас жалеть? -- подал голос Орешник, до глаз
замотанный грязными  бинтами.  --  Он  сам  солдат.  Когда  это
солдаты  нас  жалели?  Не  родился  еще  солдат, который бы нас
пожалел...
     -- Голубчики, голубчики, -- строго сказал принц-герцог. --
Мак наш друг.  Он  хочет  нам  добра,  хочет  уничтожить  наших
врагов...
     --  А  вот что получится, -- рассудительно сказал плешивый
из нездешних. -- Положим даже,  что  варвары  окажутся  сильнее
солдат. Побьют они солдат, порушат их проклятые вышки, захватят
весь  север.  Пусть.  Нам  не  жалко. Пусть они там режутся. Но
польза-то нам какая? Нам тогда совсем конец: на юге варвары, на
севере варвары, над нами все те же варвары. Мы им не  нужны,  а
раз не нужны -- под корень нас. Это одно... Теперь положим, что
солдаты варваров отобьют. Отобьют они варваров, и покатится вся
эта  война  через  нас  на  юг.  Что  тогда? Тогда опять же нам
крышка: на севере солдаты, на юге солдаты... Ну,  а  солдат  мы
знаем.
     Собрание зашумело, зажужжало, что правильно, мол, плешивый
излагает, но плешивый еще не кончил.
     --   Дайте   досказать,   --  возмутился  он.  --  Что  вы
расшумелись, в самом деле? Это же еще не все. Еще  может  быть,
что  солдаты  варваров  перебьют,  а варвары -- солдат. Вот тут
вроде бы нам самое и жить. Так нет  же,  опять  не  получается.
Потому  что  еще упыри есть. Пока солдаты живы, упыри прячутся,
пули боятся, солдатам велено упырей стрелять. А уж  как  солдат
не  станет, тут нам полная крышка. Съедят нас упыри и костей не
оставят.
     Эта идея страшно поразила собрание.
     -- Правильно говорит! --  раздались  голоса.  -  Надо  же,
какие  головы у них там на болотах... Да, братцы, про упырей-то
мы и забыли... А они не спят, они своего ждут...  Не  надо  нам
ничего, Мак, пусть все идет, как идет... Двадцать лет худобедно
прожили и еще двадцать протянем, а там, глядишь, и еще...
     --  И  разведчиков  ему отдавать нельзя! -- возвысил голос
плешивый. -- Мало ли, что они там сами хотят... Им что -- они и
дома-то не живут. Шестипалый вон днюет и ночует на той стороне.
Срам сказать -- грабит там и пьет.  Им  хорошо,  они  вышек  не
боятся,  головы  у  них не болят. А обществу-то каково? Дичь на
север уходит. Кто ее к  нам  с  севера  гнать  будет,  если  не
разведчики?  Не  давать!  И приструнить их еще надо хорошенько,
совсем разбаловались. Убийства там  учиняют,  солдат  крадут  и
мучают, как и не люди... Не пускать! Совсем разбалуются...
     -- Не пускать, не пускать, -- подтвердило собрание. -- Как
мы без  них?  Мы  их  растили,  мы их поили-кормили, а они знай
себе, на сторону смотрят, как бы посвоевольничать...
     Плешивый наконец угомонился, сел на свое место и  принялся
жадно   глотать  остывший  чай.  Собрание  тоже  утихомирилось,
умолкло. Старики сидели  неподвижно,  стараясь  не  глядеть  на
Максима.
     Бошку, учныло кивая, проговорил:
     --  Надо  же,  какая  у  нас  несчастная  жизнь!  Ниоткуда
спасениия нет. И что мы кому сделали?
     -- Рожали нас зря, вот  что,  --  сказал  Орешник.  --  Не
подумавши  нас  рожали,  не  вовремя...  --  Он протянул пустую
чашку. -- И мы зря рожаем. На погибель. Да, да, на погибель...
     -- Равновесие, -- произнес вдруг громкий хриплый голос. --
Я вам уже говорил это, Мак. Вы не захотели меня понять...
     Непонятно было, откуда идет  голос.  Все  сидели,  скорбно
потупившись.  Только птица на плече Колдуна топталась, открывая
и закрывая желтый клюв. Сам  Колдун  сидел  неподвижно,  закрыв
глаза и сжав тонкие губы.
     --  Но  теперь, надеюсь, вы поняли, -- продолжала вроде бы
птица. --  Вы  хотите  нарушить  это  равновесие.  Что  ж,  это
возможно,   это  в  ваших  силах.  Но  спрашивается  --  зачем?
Кто-нибудь просит вас об этом? Вы видите, что нет. Тогда что же
вами движет?
     Птица нахохлилась и засунула голову под крыло, а голос все
звучал, и тогда Гай понял, что говорит сам Колдун, не  разжимая
губ,  не двигая ни одним мускулом лица. Это было очень страшно,
и не только Гаю, но и  всем  собравшимся,  даже  принцугерцогу.
Один  лишь  Максим смотрел на Колдуна хмуро и с какимто дерзким
вызовом.
     --  Нетерпение  потревоженной  совести,  --   провозгласил
Колдун.  --  Ваша  совесть избалована постоянным вниманием, она
принимается  стонать  при  малейшем  неудобстве,  и  разум  ваш
почтительно   склоняется   перед   нею,   вместо   того,  чтобы
прикрикнуть на нее  и  поставить  ее  на  место.  Ваша  совесть
возмущена  существующим  порядком вещей, и ваш разум послушно и
поспешно ищет пути изменения этого порядка. Но у  порядка  есть
свои  законы.  Эти  законы  возникают  из  стремлений  огромных
человеческих масс, и меняться они могут  только  при  изменении
этих   стремлений...   Итак,  с  одной  стороны  --  стремления
человеческих масс, с другой -- ваша совесть,  воплощение  ваших
стремлений.  Ваша  совесть  подвигает  вас на изменение порядка
вещей, то есть на нарушение законов этого порядка, определяемых
стремлениями масс, то  есть  на  именение  стремлений  масс  по
образу  и подобию ваших стремлений. Это смешно и антиисторично.
Ваш  затуманенный   и   оглушенный   совестью   разум   утратил
способность  отличать  реальное  благо  масс  от воображаемого,
продиктованного  вашей  совестью.  А  разум  нужно  держать   в
чистоте.  Не хотите, не можете -- что ж, тем хуже для вас. И не
только для вас. Вы скажете, что в том мире, откуда  вы  пришли,
люди  не  могут  жить  с  нечистой совестью. Что ж, перестаньте
жить. Это тоже неплохой выход -- и для вас, и для других.
     Колдун замолчал, и все головы повернулись к  Максиму.  Гай
не  вполне  уразумел, о чем тут шла речь. По-видимому, это было
продолжение какого-то давнего  спора.  И  еще  ясно  было,  что
Колдун   считает   Максима   умным,   но  капризным  человеком,
действующим скорее по прихоти, чем по необходимости.  Это  было
обидно.  Максим был, конечно, странной личностью, но себя он не
щадил и всегда всем хотел добра -- не по капризу какому-нибудь,
а по  самому  глубокому  убеждению.  Конечно,  сорок  миллионов
людей,  одурачченных  излучением  никаких перемен не хотели, но
ведь они были одурачены, это было несправедливо...
     -- Не могу с вами согласиться, -- холодно  сказал  Максим.
--  Совесть  своей  болью  ставит  задачи,  разум -- выполняет.
Совесть задает идеалы, разум ищет к  ним  дороги.  Это  и  есть
функция  разума  -  искать  дороги.  Без совести разум работает
только  на  себя,  то  есть  --  вхолостую.  Что  же   касается
противоречия  моих  стремлений  стремлениям  масс... Существует
определенный идеал: человек  должен  быть  свободен  духовно  и
физически.  В  этом  мире массы еще не осознают этого идеала, и
дорога к нему тяжелая. Но когда-то нужно начинать. И я  намерен
начать сейчас.
     -- Верно, -- с неожиданной легкостью согласился колдун. --
Совесть  действительно  задает  идеалы.  Но идеалы потому так и
называются,  что  находятся  в  разительном  несоответствии   с
действительностью. Я ведь только это и хочу сказать, только это
и  повторяю:  не  следует  няньчиться  со  своей совестью, надо
почаще    подставлять    ее    пыльному    сквознячку     новой
действительности  и  не  бояться  появления  на  ней пятнышек и
грубой корочки... Впрочем, вы это и сами понимаете.  Вы  просто
еще  не  научились  называть вещи своими именами. Но вы и этому
научитесь. Вот ваша  совесть  провозгласила  задачу:  свергнуть
тиранию Огненосных Творцов. Разум прикинул, что к чему, и подал
совет: поскольку тиранию изнутри взорвать невозможно, ударим по
ней  снаружи,  бросим  на  нее варваров... Пусть лесовики будут
растоптаны, пусть русло Голубой Змеи запрудится трупами,  пусть
начнется   большая  война,  которая,  быть  может,  приведет  к
свержению тиранов -- все ради благородного идеала.  Ну  что  ж,
сказала  совесть,  поморщившись, придется мне немножко огрубеть
ради великого дела...
     -- Массаракш, -- прошипел Максим, красный  и  злой,  каким
Гай его никогда не видел. -- Да, массаракш! Да! Все именно так,
как  вы  говорите!  А что еще остается делать? За Голубой Змеей
люди превращены в ходячие деревяшки.
     -- Правильно, правильно, -- сказал Колдун. -- Другое дело,
что план сам по себе неудачен: варвары  разобьются  о  башни  и
откатятся,  а  бедные  наши  разведчики,  в  общем,  ни  на что
серьезное не способны. Но в рамках того же плана  вы  могли  бы
связаться,  например,  с  островной  империей... Речь не о том.
Боюсь, вы вообще опоздали, Мак!.. Вы только не подумайте, что я
вас отговариваю. Я хорошо вижу: вы  --  сила,  Максим.  И  ваше
появление  здесь  само  по  себе  означает неизбежное нарушение
равновесия на поверхности нашего маленького  мира.  Действуйте.
Только  пусть  ваша  совесть  не мешает вам ясно мыслить, а ваш
разум не стесняется, когда нужно, отстранить совесть...  И  еще
советупю  вам  помнить:  не  знаю,  как в вашем мире, а в нашем
никакая сила не остается долго без  хозяина.  Всегда  находится
кто-нибудь,  кто  старается  приручить  ее  и подчинить себе --
незаметно или под благовидным предлогом... Вот  и  все,  что  я
хотел сказать.
     Колдун  с  неожиданной  легкостью поднялся -- птица на его
плече присела и растопырила крылья, -- скользнул на коротеньких
ножках вдоль стены и скрылся за  дверью.  И  тотчас  же  следом
потянулось   собрание.  Расходились,  постанывая,  покряхтывая,
отдуваясь, ничего  толком  не  поняв  из  сказанного,  но  явно
довольные  тем,  что  все  остается  по-прежнему, что Колдун не
разрешил опасной затеи,  пожалел,  значит,  Колдун,  не  дал  в
обиду, и можно теперь доживать, как и раньше, благо впереди еще
целая  вечность -- лет десять, а то и больше. Последним уплелся
Бошку со своим чайником, и в комнате остались только Мак с Гаем
и принц-герцог, да еще в  углу  крепко  спал  притомившийся  от
умственных усилий хлебопек. В голове у Гая было смутно, да и на
душе  тоже. Понял он только одно: Несчастная моя жизнь; первую
половину был куклой, болванчиком  в  чьих-то  руках,  а  вторую
половину,  видно,  придется  доживать  бродягой без родины, без
друзей, без завтрашнего дня...
     -- Вы огорчены, Мак? -- виновато спросил принц
-герцог.
     -- Да нет, не очень, -- отозвался Максим. -  Скорее,  даже
наоборот,  я испытываю облегчение. Колдун прав, моя совесть еще
не  готова  к  таким  затеям.  Вероятно,  надо  еще  побродить,
посмотреть.  Потренировать  совесть...  --  он как-то неприятно
засмеялся. -- Что вы мне можете предложить, принцгерцог?
     Старый принц-герцог кряхтя поднялся и,  растирая  затекшие
бока, прошелся по комнате.
     --  Во-первых,  я не советую вам углубляться в пустыню, --
сказал он. -- Есть там варвары или нет, ничего подходящего  для
себя  вы  там не найдете. Может быть, стоит, по совету Колдуна,
установить контакт с островитянами, хотя, видит бог, я не знаю,
как  это  сделать.  Вероятно,  надо  идти  к  морю  и  начинать
оттуда...  Если  островитяне  тоже  не миф и если они захотят с
вами разговаривать... Самым правильным мне кажется возвращаться
назад и действовать  там  в  одиночку.  Вспомните,  что  сказал
Колдун:  вы  --  сила.  И  потом вы правы: система башен должна
иметь центр. И власть над севером в  руках  того,  кто  владеет
Центром. Вам следует хорошенько это усвоить.
     --  Боюсь, это не для меня, -- медленно проговорил Максим.
-- Не могу пока сказать почему, но это не для меня, я чувствую.
Я не хочу владеть Центром. В одном вы правы: мне нечего  делать
ни  здесь,  ни в пустыне. Пустыня слишком далеко, а здесь не на
кого опереться. Но мне предстоит еще многое  узнать:  есть  еще
Пандея,  Хонти, есть еще горы, есть еще Островная Империя... Вы
слыхали о белых субмаринах? Нет? А я слыхал, и Гай вот  слыхал,
и  мы  знаем  человека, который их видел и с ними сражался. Так
вот: они могут сражаться... Ну, ладно, --  Максим  вскочил.  --
Медлить  нечего.  Спасибо,  принц-герцог, вы очень помогли нам.
Пойдем, Гай.
     Они вышли на площадь  и  остановились  около  оплавленного
памятника.  Гай  с  тоской  озирался.  Вокруг  в  жарком мареве
колыхались желтые развалины, было душно,  смрадно,  но  уже  не
хотелось  уходить отсюда, из этого страшного, но уже привычного
места, и снова тащиться через  леса,  отдавшись  на  волю  всех
темных  случайностей,  которые  подстерегают  там  человека  на
каждом шагу... Вернуться бы сейчас в свою комнатушку,  поиграть
с лысенькой Таньгой, сделать ей наконец обещанную свистульку из
стреляной  гильзы,  не пожалеть, массаракш, выстрелить в воздух
патрон для бедной девочки...
     --  Куда  же  вы  все-таки  намерены  идти?   --   спросил
принц-герцог,   прикрывая   лицо  от  пыли  своей  потрепанной,
выцветшей шляпой.
     -- На запад, -- ответил Максим. -- К морю.  Далеко  отсюда
море?
     --   Триста   километров...   --   произнес   принц-герцог
задумчиво. -- И придется идти через очень  зараженные  места...
Слушайте,  --  сказал он. -- А может быть, сделаем так... -- Он
надолго замолчал, и Гай уже начал  нетерпеливо  переминаться  с
ноги  на  ногу,  но  Максим не торопился, ждал. -- Эх, зачем он
мне! -- Сказал наконец принц-герцог. -- Честно говоря, хранил я
его для себя, думал, когда станет совсем невмоготу, когда нервы
откажут,  сяду  на  него  и  вернусь  домой,  а  там  хоть  под
расстрел... Да что уж теперь... Поздно.
     --  Самолет? -- быстро спросил Максим, с надеждой глядя на
принца-герцога.
     -- Да, Горный Орел. Вам говорит что-нибудь это название?
Нет, конечно...   А   вам,   молодой   человек?   Тоже   нет...
Знаменитейший    некогда    бомбовоз,   господа.   Личный   Его
Императорского Высочества принца Кирну четырех  золотых  знамен
именной  бомбовоз  Горный  Орел... Солдат, помнится, наизусть
заставляли  зубрить...  Рядовой   такой-то,   поименуй   личный
бомбовоз   его   императорского   высочества!  И  тот,  бывало,
именует... Да... Так вот я его сохранил. Сначала хотел  на  нем
эвакуировать  раненых,  но  их было слишком много. Потом, когда
все раненые умерли...  Э,  да  что  рассказывать.  Берите  его,
голубчик. Летите. Горючего хватит на пол-мира...
     -- Спасибо, -- сказал Максим. -- Спасибо, принц
-герцог. Я вас никогда не забуду.
     --  Да что ж меня... -- проговорил старик. -- Не ради себя
даю... А вот если удастся вам, голубчик,  что-нибудь,  вы  этих
вот не забудьте.
     --  Удастся,  --  сказал  Максим.  --  Удастся, массаракш!
Должно получиться, совесть или не совесть!.. И я никого никогда
не забуду.


<ul><a name=20></a><h2>Глава шестнадцатая</h2></ul>

     Гаю никогда еще не приходилось летать на самолетах.  Он  и
самолет-то  увидел  впервые  в  жизни.  Полицейские вертолеты и
штабные летающие платформы он  видел  не  раз  и  однажды  даже
принимал  участие  в  облаве  с  воздуха: их секцию погрузили в
вертолет и высадили у шоссе по которому  к  мосту  перла  толпа
воспитуемых,  взбунтовавшихся  из-за  скверной  пищи.  От этого
воздушного броска у Гая остались самые неприятные воспоминания.
Вертолет  шел  низко,  его  трясло  и  раскачивало   так,   что
внутренности  выворачивало  наизнанку, и вдобавок одуряющий рев
мотора, бензиновый угар и брызжущие отовсюду фонтаны  машинного
масла.
     Но  тут  было совсем другое дело. Личный Е. И. В. бомбовоз
Горный  Орел  поразил  воображение  Гая.  Это  была  поистине
чудовищная  машина,  и  совершенно  невозможно было представить
себе, что она способна подняться в воздух. Ребристое узкое тело
ее, узукрашенное золотыми эмблемами, было длинным,  как  улица.
Грозно  и  величественно  простирались  исполинские крылья, под
которыми могла бы укрыться целая бригада. До них  было  далеко,
как  до крыши дома, но лопасти шести огромных пропеллеров почти
касались земли. Бомбовоз стоял на  трех  колесах,  в  несколько
человеческих  ростов  каждое  --  два  колеса подпирали носовую
часть, на  третье  опирался  этажерчатый  хвост.  К  блестевшей
стеклом  кабине  вела  на головокружительную высоту серебристая
ниточка легкой аллюминиевой лестницы.  Да,  это  был  настоящий
символ  старой империи, символ великого прошлого, символ былого
могущества, распространявшегося на весь континент. Гай,  задрав
голову,  стоял  на ослабевших ногах, трепеща от благоговения, и
как громом поразили его слова друга Мака:
     --  Ну  и  сундук,  массаракш!..  Извините,   принцгерцог,
невольно вырвалось...
     -- Другого нет, -- сухо отозвался принц-герцог. -- Кстати,
это лучшиий  бомбовоз  в  мире.  В  свое  время  его высочество
совершил на нем...
     -- Да, да, конечно, -- поспешно согласился Максим. --  Это
я от неожиданности.
     Наверху,  в  пилотской  кабине,  восхищение  Гая  достигло
предела. Кабина была  сплошь  из  стекла.  Огромное  количество
незнакомых   приборов,   удивительно   удобные  мягкие  кресла,
непонятные  рычаги   и   приспособления,   пучки   разноцветных
проводов,   странные,  невиданные  шлемы,  лежащие  наготове...
Принц-герцог что-то торопливо  втолковывал  Маку,  указывая  на
приборы,  покачивая  рычаги. Максим рассеянно бормотал: Ну да,
понятно, понятно..., а Гай, которого усадили в  кресло,  чтобы
не  мешал, с автоматом на коленях, чтобы, упаси бог, что-нибудь
не поцарапать, таращил глаза и бессмысленно вертел головой.
     Бомбовоз стоял в старом просевшем ангаре на  опушке  леса.
Перед  ним  далеко  простиралось  ровное  серо-зеленое поле без
единой кочки, без единого кустика. За полем, километрах в пяти,
снова начинался лес, а над всем этим висело белое небо, которое
отсюда, из кабины, казалось совсем близким, рукой  подать.  Гай
был очень взволнован. Он плохо запомнил, как прощался со старым
принцем-герцогом.  Принц-герцог что-то говорил, и Максим что-то
говорил, кажется, они смеялись,  потом  принцгерцог  всплакнул,
потом  хлопнула дверца... Гай вдруг обнаружил, что пристегнут к
креслу широкими ремнями, а Максим в соседнем  кресле  быстро  и
уверенно щелкает какими-то рычажками и клавишами.
     Засветились   циферблаты   на   пультах,  раздался  треск,
громовые выхлопы, кабина задрожала мелкой  дрожью,  все  вокруг
наполнилось   тяжким  грохотом,  маленький  принцгерцог  далеко
внизу, среди полегших кустов  и  как  бы  заструившейся  травы,
схватился  руками за шляпу и попятился. Гай обернулся и увидел,
что лопасти гиганских пропеллеров исчезли, слились  в  огромные
мутные  круги,  и  вдруг все широкое поле сдвинулось и поползло
навстречу,  все  быстрее   и   быстрее...   Не   стало   больше
принцагерцога,  не стало ангара, было только поле, стремительно
летящее навстречу, и громовой рев, и немилосердная тряска, и, с
трудом повернув голову, Гай с ужасом обнаружил, что  гигантские
крылья  плавно раскачиваются и вот-вот отвалятся, но тут тряска
пропала, поле ухнуло вниз, и какое-то  мягкое  ватное  ощущение
пронизало  Гая  с  головы  до ног. А под бомбовозом уже не было
поля, да и леса не стало; лес  превратился  в  черно  --зеленую
щетку,  в  латаное-перелатаное  одеяло,  и пятнистое это одеяло
медленно ползло назад. И тогда Гай понял, что они летят.
     Он в полном восторге посмотрел на Максима. Друг Мак  сидел
в  небрежной  позе, положив левую руку на подлокотник, а правой
слегка пошевеливал самый большой и, должно быть, самый  главный
рычаг.  Глаза  у него были прищурены, губы наморщены, словно он
посвистывал.  Да,  это   был   великий   человек.   Великий   и
непостижимый.  Наверно,  он все может, -- думал Гай. -- Вот он
управляет этой сложнейшей  машиной,  которую  видит  впервые  в
жизни.  Это  ведь не танк какой-нибудь, не грузовик, самолет --
легендарная машина, я и не знал, что они  сохранились...  А  он
управляется  с ней, как с игрушкой, словно всю жизнь только тем
и занимался,  что  летал  в  воздушных  простанствах.  Это  уму
непостижимо: кажется, что он многое видит впервые в жизни и тем
не  менее  он  моментально  приноравливвается  и делает то, что
нужно. И разве только с машинами? Ведь не только  машины  сразу
признают  в нем хозяина... Захоти он, и ротмист Чачу ходил бы с
ним в обнимку; Колдун, на которого и смотреть-то боязно, и  тот
считал  его  за  равного; принц-герцог, хирург, ученый человек,
аристократ, можно сказать, сразу  почуял  в  нем  что-то  такое
высокое, такую машину подарил, доверил... А я еще Раду хотел за
него  выдать.  Что ему Рада? Так, мимолетное увлечение... Разве
ему Раду  нужно?  Ему  бы  какую-нибудь  графиню  или,  скажем,
принцессу...  А  вот  со  мной  дружит, надо же... Скажи он мне
сейчас, чтобы выкинулся вниз -- что ж, очень даже  может  быть,
что и выкинусь, потому что Максим... И сколько я уже из-за него
увидел  и  узнал,  в  жизни  мне  бы  столько  не  узнать  и не
увидеть... И сколько из-за него еще узнаю и увижу,  и  чему  от
него научусь...
     Максим  почувствовал  на себе его взгляд, его восторг, его
преданность, повернул голову и широко, по-старому, улыбнулся, и
Гай с трудом удержался, чтобы не схватить его мощную коричневую
руку  и  не  приникнуть  к  ней  в  благодарном  лобзании.  О,
повелитель  мой, защита моя и гордость моя, прикажи -- я здесь,
я перед тобой, я готов, швырни меня в  огонь,  соедини  меня  с
пламенем...  На  тысячи  врагов, на разверстые жерла, навстречу
миллионам пуль... Где  они,  где  враги  твои?  Где  эти  тупые
отвратительные люди в мерзких черных мундирах? Где этот злобный
офицеришка,  осмелившийся  поднять  на  тебя  руку?  О,  черный
марзавец, я разорву тебя ногтями, я перегрызу тебе глотку!.. Но
не сейчас, нет... Он что-то приказывает мне,  мой  владыка,  он
что-то  хочет  от  меня...  Мак,  Мак,  умоляю,  верни мне твою
улыбку, почему ты больше не улыбаешься? Да, да, я  глуп,  я  не
понимаю  тебя, я не слышу тебя, здесь такой рев, это ревет твоя
послушная машина... Ах вот  оно  что,  массаракш,  какой  же  я
идиот... Конечно же, шлем... Да, да, сейчас... Я понимаю, здесь
шлемофон,  как  в танке... Слушаю тебя, прекрасный! Приказывай!
Нет, нет, я не хочу опомниться! Со мной ничего  не  происходит,
просто я твой, я хочу умереть за тебя, прикажи что--- нибудь...
Да, я буду молчать, я заткнусь... Это разорвет мне легкие, но я
буду молчать, раз ты мне приказываешь... Башня? Какая башня? А,
да,  вижу  башню... Эти черные мерзавцы, подлые людоеды, убийцы
детей, они понатыкали башни везде, но мы сметем эти  башни,  мы
пройдем  железным  сапогом, сметая эти башни, с огнем в очах...
Веди, веди свою послушную машину на  эту  башню...  И  дай  мне
бомбу,  я  прыгну  с бомбой и не промахнусь, вот увидишь! Бомбу
мне, бомбу! В огонь!... О!.. О-о!.. О-о-о!!!
     Гай с трудом вдохнул и рванул ворот  комбинезона.  В  ушах
звенело,  мир  перед  глазами  плыл  и  покачивался.  Мир был в
тумане, но туман быстро рассеивался, ныли  мускулы  и  нехорошо
першило  в горле. Потом он увидел лицо Максима, темное, хмурое,
даже какое-то жесткое. Воспоминание о чем-то сладостном всплыло
и исчезло, но почему-то захотелось встать смирно  и  щелкнуть
каблуками.  Впрочем,  Гай  понимал,  что  это  неуместно, и что
Максим рассердится.
     -- Я что-то натворил? -- Виновато спросил  он  и  опасливо
огляделся.
     --  Это  я натворил, -- ответил Максим. -- Совсем забыл об
этой дряни.
     -- О чем?
     Максим вернулся в свое кресло, положил  руку  на  рычаг  и
стал смотреть вперед.
     -- О башнях, -- сказал он наконец.
     -- О каких башнях?
     --  Я взял слишком сильно к северу, -- сказал Максим. -- И
мы попали под лучевой удар.
     Гаю стало стыдно.
     -- Я орал железных ребят? -- спросил он.
     --  Хуже,  --  ответил  Максим.  --  Ладно,  впредь  будем
осторожнее.
     С  чувством огромной неловкости Гай отвернулся, мучительно
пытаясь  вспомнить,  что  же   он   тут   делал,   и   принялся
рассматривать мир внизу. Никакой башни он не увидел и, конечно,
не  увидел  ни  ангара, ни поля, с которого они взлетели. Внизу
медленно ползло все то же лоскутное одеяло, и  еще  была  видна
река, тусклая металлическая змейка, исчезающая в туманной дымке
далеко  впереди,  где  в  небе  должно  было стеной подниматься
море... Что же я  тут  болтал?  --  думал  Гай.  --  Наверное,
какую-то смертную чепуху нес, потому что Максим очень недоволен
и  встревожен.  Массаракш,  может  быть,  ко  мне вернулись мои
жандармские привычки и я Максима как-нибудь оскорбил?.. Где  же
эта проклятая башня? Хороший случай бросить на нее бомбу...
     Бомбовоз  вдруг  тряхнуло.  Гай  прикусил  язык,  а Максим
ухватился за рычаг обеими руками. Что-то  было  не  в  порядке,
что-то  случилось...  Гай  опасливо  оглянулся  и с облегчением
обнаружил, что крыло на месте, а пропеллеры вращаются. Тогда он
посмотрел  вверх.  В  белесом   небе   над   головой   медленно
расплывались какие-то угольно-черные пятна. Словно капли туши в
воде.
     -- Что это? -- спросил Гай.
     --  Не  знаю, -- сказал Максим. -- Странная штука... -- Он
произнес еще два каких-то незнакомых слова, а потом с  запинкой
сказал:  --  Атака...  Небесных  камней. Чепуха, так не бывает.
Вероятность -- ноль целых, ноль  --ноль-ноль...  Что  я  их  --
притягиваю?
     Он  снова  произнес непонятные слова и замолчал. Гай хотел
спросить, что такое небесные камни, но тут краем глаза  заметил
странное    движение    внизу   справа.   Он   вгляделся.   Над
грязно-зеленым  одеялом  леса  медленно  вспучивалась   грязная
желтоватая куча. Он не сразу понял, что это дым. Потом в недрах
кучи блеснуло, из нее скользнуло вверх длинное черное тело, и в
ту же секунду горизонт вдруг жутко перекосился, встал стеной, и
Гай вцетился в подлокотники. Автомат соскользнул у него с колен
и  покатился  по  полу.  Массаракш...  -- прошипел в наушниках
голос Максима. -- Вот что это  такое!  Ах  я  дурак!  Горизонт
снова  выровнялся.  Гай  поискал  глазами  желтую кучу дыма, не
нашел, стал глядеть вперед и вдруг увидел прямо по  курсу,  как
над  лесом  поднялся  фонтан  разноцветных  брызг,  снова горой
вспучилось желтое облако, блеснул огонь, снова  длинное  черное
тело  медленно  поднялось  в  небо  и лопнуло ослепительнобелым
шаром. Гай  прикрыл  глаза  рукой.  Белый  шар  быстро  померк,
налился  черным  и расплылся гигантской кляксой. Пол под ногами
начал проваливаться, Гай широко раскрыл рот, хватая воздух;  на
секунду  ему показалось, что желудок вот-вот выскочит наружу. В
кабине потемнело, рваный черный дым  скользнул  навстречу  и  в
стороны,  горизонт  опять  перекосился,  лес  был теперь совсем
близко слева. Гай зажмурился в ожидании  удара,  боли,  гибели,
воздуха   не   хватало,  все  вокруг  тряслось  и  вздрагивало.
Массаракш... -- шипел в наушниках голос Максима.  --  Тридцать
три раза массаракш... И тут коротко и яростно простучало рядом
в  стену,  словно кто-то в упор бил из пулемета, в лицо ударила
тугая ледяная струя, шлем сорвало напрочь, Гай скорчился, пряча
голову от рева и встречного ветра. Конец, -- подумал он. --  В
нас  стреляют. Сейчас нас собьют и мы сгорим... Однако, ничего
не происходило. Бомбовоз тряхнуло еще несколько раз,  несколько
раз  он провалился в какие-то ямы и снова вынырнул, а потом рев
двигателей вдруг смолк, и наступила жуткая  тишина,  наполненая
свистящим  воем  ветра, рвущегося сквозь пробоины. Гай подождал
немного, потом осторожно поднял голову, стараясь не подставлять
лицо ледяным струям. Максим был тут.  Он  сидел  в  напряженной
позе,  держась  за  рычаг  обеими  руками,  и  поглядывал то на
приборы,  то  вперед.  Мышцы  под  коричневой  кожей  вздулись.
Бомбовоз  летел  как-то странно -- неестественно задрав носовую
часть. Моторы не работали. Гай взглянул на крыло и обмер. Крыло
горело.
     -- Пожар! -- Заорал он  и  попытался  вскочить.  Ремни  не
пустили.
     --  Сиди  спокойно, -- не оборачиваясь, сквозь зубы сказал
Максим.
     Гай взял себя в руки и стал глядеть вперед. Бомбовоз летел
совсем низко. От мелькания черных  и  зеленых  пятен  рябило  в
глазах.  А  впереди  уже поднималась блестящая, стального цвета
поверхность моря.  Разобьемся  к  чертям,  --  подумал  Гай  с
замиранием сердца. -- Проклятый принц-герцог со своим проклятым
бомбовозом, массаракш, тоже мне -- обломок империи. Шли бы себе
спокойненько  пешком и горя не знали, а сейчас вот сгорим, а не
сгорим, так разобьемся, а не разобьемся, так потонем... Максиму
что -- он воскреснет, а мне конец... Не хочу...
     -- Не дергайся,  --  сказал  Максим.  --  Держись  крепче,
сейчас...
     Лес  внизу  вдруг  кончился.  Гай увидел впереди несущуюся
прямо на него волнующуюся серо-стальную  поверхность  и  закрыл
глаза...
     Удар,  хруст.  Ужасающее  щипение. Опять удар. И еще удар.
Все летит к черту, все погибло, конец  всему...  Гай  вопит  от
ужаса. Какая-то огромная сила хватает его и пытается вырвать из
кресла   вместе   с   ремнями,   вместе   со  всеми  потрохами,
разочарованно швыряет обратно, вокруг все  трещит  и  ломается,
разит  гарью и брызгается тепловатой водой. Потом все затихает.
В  тишине  слышится  плеск   и   журчание.   Что-то   шипит   и
потрескивает,  пол начинает медленно колыхаться. Кажется, можно
открыть глаза и посмотреть, как там, на том свете...
     Гай открыл глаза и увидел Максима, который,  повиснув  над
ним, расстегивал ему ремни.
     -- Плавать умеешь?
     Ага, значит, мы живы...
     -- Умею, -- ответил Гай.
     -- Тогда пошли.
     Гай  осторожно  поднялся,  ожидая  острой боли в избитом и
переломанном теле, однако, тело оказалось в  порядке.  Бомбовоз
тихонько  покачивался  на  мелкой волне. Левого крыла у него не
было, правое еще болталось на какой-то  дырчатой  металлической
полосе.  Прямо  по  носу  был  берег -- очевидно бомбовоз круто
развернуло при посадке.
     Максим подобрал автомат, забросил его за спину и распахнул
дверцу. В кабину тот час же  хлынула  вода,  отчаянно  завоняло
бензином, пол под ногами начал медленно крениться.
     --  Вперед!  --  Скомандовал  Максим, и Гай, протиснувшись
мимо него, послушно бухнулся в воду.
     Он погрузился с головой, вынырнул, отплевываясь, и  поплыл
к  берегу.  Берег  был  близко. Максим, бесшумно разрезая воду,
плыл рядом. Массаракш, он и плавает-то как рыба, словно в  воде
родился...  Гай,  отдуваясь,  изо  всех  сил  работал  руками и
ногами. Плыть в комбинезоне и сапогах было очень тяжело,  и  он
обрадовался,  когда  задел  ногой песчанное дно. До берега было
еще порядочно, но он  встал  и  пошел,  разгребая  перед  собой
грязную,  залитую  масляными  пятнами  воду.  Максим  продолжал
плыть, обогнал его и первым вышел на пологий  песчанный  берег,
когда  Гай,  пошатывааясь,  подошел к нему, он стоял, расставив
ноги, и смотрел на  небо.  Гай  тоже  посмотрел  на  небо.  Там
расплывалось множество черных клякс.
     --  Повезло нам, -- сказал Максим. -- Штук десять выпущено
было.
     -- Кого? -- спросил Гай, похлопывая  себя  по  уху,  чтобы
вытряхнуть воду.
     -- Ракет... Я совсем забыл про них. Сколько лет они ждали,
пока мы пролетим. Дождались... И как я только не догадался...
     Гай  недовольно  подумал, что он тоже мог бы догадаться об
этом, а вот не догадался. А мог бы еще два часа назад спросить:
как же это мы, мол, полетим, Мак, если в лесу полнымполно  шахт
с ракетами? Нет, принц-герцог, спасибо, конечно, но лучше бы уж
вы  летали  на  своем  бомбовозе  сами...  Он взглянул на море.
Горный Орел  почти  совсем  затонул.  Изломанный  этажерчатый
хвост его жалко торчал из воды.
     --  Ну, ладно, -- сказал Гай. -- До островной империи, как
я понимаю, нам теперь не добраться. Что делать будем?
     -- Прежде всего, -- ответил Максим, --  примем  лекарство.
Доставай.
     --  Зачем?  --  спросил  Гай.  Он  очень не любил принцевы
таблетки.
     -- Очень грязная вода, -- сказал Максим.  --  У  меня  вся
кожа горит. Давай-ка сразу таблетки по четыре, а то и по пять.
     Гай  поспешно  достал  одну  из  ампул,  высыпал на ладонь
десяток желтых шариков, и они съели эту порцию пополам.
     -- А теперь  пошли,  --  сказал  Максим.  --  Возьми  свой
автомат. Гай взял автомат, сплюнул едкую горечь, скопившуюся во
рту,  и,  увязая  в  песке,  двинулся  следом за Максимом вдоль
берега. Было жарко, комбинезон быстро подсох, только в  сапогах
еще  хлюпало.  Максим шел быстро и уверенно, словно точно знал,
куда нужно идти, хотя вокруг ничего не было видно,  кроме  моря
слева  и обширного пляжа впереди и справа, да еще высоких дюн в
километре от воды, за  которыми  время  от  времени  появлялись
растрепанные верхушки деревьев.
     Они  прошли  километра три, и Гай все время думал, куда же
это они идут и где вообще находятся. Спрашивать  он  не  хотел,
хотел   сообразить   сам,  но,  припомнив  все  обстоятельства,
сообразил только, что где-то впереди должно быть устье  Голубой
Змеи,  а  идут  они  на  север  --  непонятно куда и неизвестно
зачем... Соображать ему скоро надоело. Придерживая  оружие,  он
трусцой  нагнал Максима и напрямик спросил, какие у них теперь,
собственно, планы.
     Максим охотно ответил, что определенных  планов  у  них  с
Гаем  нет, и остается полагаться на случай. Остается надеяться,
что какая-нибудь белая  субмарина  подойдет  к  берегу,  и  они
успеют   к   ней   раньше,  чем  легионеры.  Однако,  поскольку
дожидаться такого случая посреди сухих песков  --  удовольствие
сомнительное,  надо попытаться дойти до курорта, который должен
быть  где-то  неподалеку.  Сам  город,  конечно,  разрушен,  но
источники  почти  наверняка  сохранились, и вообще, будет крыша
над головой. Переночуем в городе, а там видно будет.  Возможно,
им придется провести на побережье не один десяток дней.
     Гай  осторожно  заметил, что план этот представляется ему,
мягко  говоря,  несколько  странным.  Максим  тут  же   с   ним
согласился и с надеждой в голосе спросил, нет ли у Гая в запасе
другого  плана,  поумнее.  Гай  вынужден  был  признаться,  что
другого плана у него, к сожалению, нет, но заметил, что в любом
случае  надобно  помнить  о  жандармских   танковых   патрулях,
которые,  насколько ему известно, забираются вдоль побережья на
юг очень далеко. Максим нахмурился и сказал, что это плохо, что
надо держать ухо востро и не дать застать себя в расплох, после
чего некоторое время с пристрастием расспрашивал Гая о  тактике
патрулей.  Узнав,  что  танки  патрулируют  не  столько  берег,
сколько море, и от них легко спрятаться, залегши  в  дюнах,  он
успокоился и принялся насвистывать незнакомый марш.
     Под  этот  марш они протопали еще километра два, а Гай все
думал, как же им поступить, если патруль их  все-таки  заметит,
и, придумав, изложил свои соображения Максиму.
     -- Если нас обнаружат, -- сказал он, -- наврем, будто меня
похитили  выродки, а ты за ними погнался и отбил меня; блуждали
мы с тобой по лесу, блуждали, и вот сегодня вышли сюда...
     -- А что нам это  даст?  --  спросил  Максим  без  особого
энтузиазма.
     --  А  то  нам это даст, -- ответил Гай, рассердившись, --
что нас по крайней мере не шлепнут тут же на месте.
     -- Нет уж, -- твердо сказал  Максим.  --  Шлепать  себя  я
больше не дам. Да и тебя тоже...
     -- А если танк? -- Неуверенно спросил Гай.
     --   А   что  танк?  --  Рассеянно  отозвался  Максим.  --
Подумаешь, танк...
     Он помолчал некоторое время, а затем задумчиво произнес:
     -- А ты знаешь, захватить  танк  было  бы  неплохо...  Гай
увидел,  что  эта  мысль  ему очень по душе. -- Отличная у тебя
идея, Гай, -- сказал Максим. --  Так  мы  и  сделаем.  Захватим
танк. Как только они появятся, ты тот час же пальни в воздух, а
я  заложу  руки  за  спину,  и ты смотри, держись в сторонке, а
главное, больше не стреляй...
     Гай загорелся и предложил идти по  дюнам,  чтобы  их  было
видно издали. Так и сделали. Поднялись на дюны.
     И  сразу  увидели  белую  субмарину. За дюнами открывалась
небольшая мелководная бухта, и субмарина возвашалась над  водой
в сотне метров от берега. Собственно, она совсем не была похожа
не  субмарину, и тем более на белую. Гай решил сначала, что это
не то туша какого-то исполинского двугорбого животного,  не  то
причудливой  формы скала невесть зачем поднявшаяся из песков...
Но Максим сразу  понял,  что  это.  Он  даже  предположил,  что
субмарина  брошена,  что стоит она здесь несколько лет и что ее
засосало в песках.
     Так и оказалось. Когда они спустились к воде, Гай  увидел,
что  длинный  корпус  покрыт  пятнами  ржавчины,  белая  краска
облупилась, артиллерийская  площадка  свернута  набок  и  пушка
смотрит  в  воду.  В  обшивке  зияли  черные дыры с закопчеными
краями -- ничего живого там остаться, конечно, не могло.
     -- А это точно белая субмарина? -- спросил Максим.  --  Ты
их видел раньше?
     --  По-моему,  она,  --  ответил  Гай.  --  На побережье я
никогда не служил, но нам показывали  фотографии,  ментограммы,
даже  ментофильм  был  Танки  в береговой обороне... Это она.
Надо понимать, вынесло штормом в бухту, села она на мель, а тут
патруль... Видишь, как ее расковыряли? Не обшивка, а решето...
     -- Да, похоже,  --  пробормотал  Максим,  вглядываясь.  --
Пойдем, посмотрим?
     Гай замялся.
     --   Вообще-то,   конечно,   можно...   --  Проговорил  он
неуверенно.
     -- А что такое?
     -- Да как тебе сказать...
     Действительно,  как  ему  сказать?  Вот  капрал  Серембеш,
бывалый  вояка, рассказывал как-то в темной после отхода ко сну
казарме, будто не обыкновенные моряки ходят на белых субмаринах
--  мертвые  моряки  на  них  ходят,  служат  второй  срок,   а
некоторые,  из  трусов, кто погиб в страхе -- те дослуживают...
Морские  демоны  шарят  по  дну  моря,  ловят  утопленников   и
комплектуют  из них экипажи... Такое Маку ведь не расскажешь --
засмеет, а смеяться здесь, пожалуй,  нечего...  Или,  например,
действительный   рядовой   Лепту,  разжалованный  из  офицеров,
напившись говорил просто: Все это, ребятки, чепуха --  выродки
ваши,  мутанты  всякие,  радиация,  -- все это пережить можно и
одолеть можно, а главное, ребята, молите бога, чтобы  не  занес
он  вас  на  белую субмарину. Лучше уж сразу потонуть, чем хоть
рукой ее коснуться, уж я-то  знаю...  Совершенно  не  известно
было,  за  что  Лепту  разжаловали,  но  служил  он  раньше  на
побережье и командовал сторожевым катером...
     -- Понимаешь, -- сказал Гай проникновенно. -  Есть  всякие
легенды,  суеверия всякие... Я тебе о них рассказывать не буду,
но вот ротмистр Чачу говорил, что все эти субмарины заразны,  и
что  запрещается  подниматься  на борт. Приказ даже такой есть,
говорят, мол, подбитые субмарины...
     -- Ладно, -- сказал Максим. -- Ты здесь постой, а я пойду.
Посмотрим, какая там зараза.
     Гай не успел и слова сказать, только рот раскрыл, а Максим
уже прыгнул в воду, нырнул и долго не показывался. У  Гая  даже
дух  захватило его ждать, когда черноволосая голова появилась у
облупленного борта точно под пробоиной.  Ловко  и  без  усилий,
словно  муха  по  стене,  коричневая  фигура  вскарабкалась  на
перекошенную палубу, взлетела на носовую надстройку и  исчезла.
Гай  судорожно  вздохнул,  потоптался на месте и прошелся вдоль
берега взад-вперед, не сводя глаз с мертвого ржавого чудища.
     Было тихо, даже волны не  шуршали  в  этой  бухте.  Пустое
белое  небо,  безжизненные  белые  дюны,  все  сухое,  горячее,
застывшее. Гай с ненавистью смотрел на ржавый остов. Надо  же,
невезенье  какое:  другие  годами  служат и никаких субмарин не
видят, а тут на тебе, свалились с неба, часок прошагали, и  вот
она, добро пожаловать... И как это я на такое дело решился? Это
все  Максим...  У  него на словах все так ладно получается, что
вроде и думать не о чем, и бояться нечего... А может быть, я не
боялся потому, что  представлял  себе  белую  субмарину  живой,
белой,  нарядной,  на  палубе моряки, все в белом... А тут труп
железный... И место-то какое-то мертвое, даже  ветра  нет...  А
ведь  был  ветер,  точно  помню:  пока  шли,  дул ветер в лицо,
освежающий такой ветерок...
     Гай с тоской огляделся по сторонам, потом  сел  на  песок,
положил  рядом  автомат  и  стал нерешительно стаскивать правый
сапог. Надо же, тишина какая!.. А если он совсем не  вернется?
Поглотила   его   эта  падаль  железная,  и  духа  от  него  не
осталось... Тьфу-тьфу-тьфу...
     Он вздрогнул и уронил сапог: длинный  жуткий  звук  возник
над  бухтой,  то  ли  вой,  то ли визг, словно черти скребли по
грешной душе ржавым ножом. О господи,  да  это  же  просто  люк
открылся  железный,  приржавел  люк...  Тьфу ты, в самом деле,
даже в пот бросило! Открыл люк, значит, вылезет сейчас...  Нет,
не вылезает...
     Несколько  минут  Гай,  вытянув  шею, глядел на субмарину,
прислушивался.  Тишина.  Прежняя  жуткая  тишина,  и  даже  еще
страшнее  после  этого ржавого воя... А может быть он... Это...
Не открылся люк, а закрылся? Сам закрылся... Перед помертвевшим
взором Гая возникло видение: тяжелая стальная дверь сама  собой
закрывается за Максимом, и сам собой задвигается тяжелый засов.
Гай  облизал пересохшие губы, глотнул без слюны, потом крикнул:
Эй, Мак! Не получиось крика, так, шипение только...  Господи,
хоть   бы  звук  какой-нибудь!..  Эгегей!  --  Завопил  он  в
отчаянии. Э-эи... -- Мрачно откликнулись дюны, и снова  стало
тихо.
     Тишина.  И  кричать  больше сил не было. Не спуская глаз с
субмарины, Гай нашарил автомат,  трясущимися  пальцами  сдвинул
предохранитель   и,   не  целясь,  выпустил  в  бухту  очередь.
Протрещало коротко, бессильно, словно бы  в  вату.  На  гладкой
воде  взлетели  фонтанчики,  разошлись  круги. Гай поднял ствол
повыше и снова нажал на спуск. На этот раз звук получился: пули
загрохотали по металлу, взвизгнули рикошетом, ударило эхо. И --
ничего. Ничегошеньки. Ни звука больше, словно  он  здесь  один,
словно  он  всегда  и был один. Словно попал он сюда неизвестно
как, занесло, как в бредовом сне, в это мертвое  место,  только
не  проснуться  и  не  очнуться.  И теперь оставаться ему здесь
навсегда.
     Не помня себя, Гай, как был, в одном сапоге, вошел в воду,
сначала медленно, потом  все  быстрей,  потом  побежал,  высоко
задирая  ноги,  по  пояс  в  воде,  всхлипывая и ругаясь вслух.
Ржавая громадина надвигалась. Гай то брел, разгребая  воду,  то
бросался  вплавь, добрался до борта, попытался вскарабкаться --
ничего не получилось; обогнул субмарину с  кормы,  уцепился  за
какие-то  тросы, вскарабкался, обдирая руки и колени, на палубу
и остановился, заливаясь слезами. Ему было совершенно ясно, что
он погиб. Эй! -- крикнул он перехваченным голосом.
     Тишина.
     Палуба  была  пуста.  На  дырчатом  железе  налипли  сухие
водоросли, словно обросло железо свалявшимися волосами. Носовая
надстройка  огромным  пятнистым  грибом  нависала  над головой,
сбоку в броне зиял широкий рваный шрам. Гай, грохоча сапогом по
железу, обогнул надстройку и  увидел  железные  скобы,  ведушие
наверх,  еще  влажные,  забросил  автомат за спину и полез. Лез
долго, целую вечность, в душной  тишине,  навстречу  неминуемой
смерти,  вскарабкался и замер, стоя на четвереньках. Чудище уже
ждало его, люк был настежь, словно бы сто лет не закрывался,  и
даже петли снова приржавели - прошу, мол. Гай подполз к черному
разверстому   зеву,  заглянул...  Голова  у  него  закружилась,
сделалось тошно. Из железной  глотки  плотной  массой  выпирала
тишина,  годы  и  годы  застоявшейся, перепревшей тишины. И Гай
вдруг представил  себе,  как  там,  в  желтом  сгнившем  свете,
задавленный  тоннами  этой  тишины, насмерть бьется один против
всех добрый друг Мак, бьется из последних сил  и  зовет:  Гай,
Гай!,  А  тишина,  ухмыляясь,  лениво сглатывает эти крики без
остатка и все наваливается, подминает  Мака  под  себя,  душит,
давит... Это невозможно было перенести, и Гай полез в люк.
     Он  плакал и торопился, сорвался в конце концов и загремел
вниз, пролетел несколько метров и упал на песок. Он оказался  в
железном  коридоре, освещенном редкими, тусклыми лампочками, на
полу под шахтой за годы нанесло тонкий слой песка. Гай  вскочил
--  он  все  еще  торопился,  он  все  еще боялся опоздать -- и
побежал, куда глаза глядят с криком:
     -- Я здесь, Мак! Я иду... Иду...
     -- Что ты кричишь? -- недовольно спросил Мак,  высовываясь
словно бы из стены. -- Что случилось? Палец порезал?
     Гай  остановился  и уронил руки. Он был близок к обмороку,
пришлось прислониться к переборке.  Сердце  бешено  колотилось,
удары его звучали в ушах как барабанный бой, голос не слушался.
Максим  некоторое  время  смотрел  на него с удивлением, потом,
должно быть, понял; протиснулся в коридор -- дверь отсека снова
пронзительно завизжала -- и подошел  к  нему,  взял  за  плечи,
встряхнул,  потом  прижал  к  себе,  и  несколько  секунд Гай в
блаженном забытьи лежал лицом на его груди, приходя в себя.
     -- Я думал, что тебя здесь... Что ты... Что тебя...
     -- Ничего, ничего, -- сказал  Максим  ласково.  --  Это  я
виноват,  надо  было  тебя сразу позвать, но тут странные вещи,
понимаешь...
     Гай отстранился, вытер мокрым  рукавом  нос,  потом  вытер
мокрой ладонью лицо и только теперь ощутил стыд.
     --  Тебя  нет  и  нет,  -- сказал он сердито. -- Я зову, я
стреляю... Неужели трудно было отозваться?
     -- Массаракш, я  ничего  не  слышал,  --  виновато  сказал
Максим.  -- понимаешь, здесь великолепный радиоприемник, я и не
знал, что у вас умеют делать такие мощные...
     -- Приемник, приемник, -- ворчал Гай, протискиваясь  через
полуоткрытую  дверь.  --  Ты тут развлекаешься, а человек из-за
тебя чуть не свихнулся... Что это у них здесь?
     Это было довольно обширное помещение с истлевшим ковром на
полу, с тремя полукруглыми плафонами  на  потолке,  из  которых
горел только один. Посредине стоял круглый стол, вокруг стола -
кресла.  На стене висели какие-то странные фотографии в рамках,
картины, лохмотьями свисали остатки бархатной  обивки.  В  углу
потрескивал  и  завывал  большой  радиоприемник  --  Гай  таких
никогда не видел.
     -- Тут что-то вроде кают-компании, -- сказал Максим. -- Ты
походи, посмотри. Тут есть на что поглядеть.
     -- А экипаж? -- спросил Гай.
     -- Никого нет. Ни живых, ни мертвых. Нижние отсеки  залиты
водой. По-моему, они все там...
     Гай  с  удивлением  посмотрел  на него. Максим отвернулся,
лицо у него было озабоченное.
     -- Должен тебе сказать, -- проговорил он, - это,  кажется,
хорошо, что мы до империи не долетели. Ты посмотри, посмотри...
     Он  подсел  к  приемнику и принялся крутить веньеры, а Гай
огляделся, не зная с чего начать, потом подошел к стене и  стал
разглядывать  фотографии.  Некоторое  время  он  никак  не  мог
понять, что это за снимки. Потом сообразил: рентгенограммы.  На
него  смотрели  смутные,  все,  как один, оскаленные черепа. На
каждом снимке была неразборчивая надпись, словно кто-то  ставил
автографы.  Члены  эгипажа?  Знаменитости  какие-нибудь?..  Гай
пожал плечами. Дядюшка Каан, может быть, и  разобрал  бы  здесь
что-нибудь, а мы -- люди простые...
     В   дальнем  углу  он  увидел  большой  красочный  плакат,
красивый плакат, в три краски... Правда,  плесенью  тронутый...
На  плакате  было  синее  море, из моря выходил, наступив одной
ногой на черный берег, оранжевый красавец в  незнакомой  форме,
очень   мускулистый,  с  непропорционально  маленькой  головой,
состоящей наполовину из  мощной  шеи.  В  одной  руке  богатырь
сжимал  свиток  с  непонятной надписью, другой -- вонзал в сушу
пылающий факел. От пламени факела  занимался  пожаром  какой-то
город,  в  огне  корчились  гнусного  вида уродцы, и еще дюжина
уродцев окорочь разбегалось в стороны. В верхней части  плаката
было  что-то  написано  большими хвостатыми буквами. Буквы были
знакомые,   но   слова   из   них    складывались    совершенно
непроизносимые.
     Чем  дольше  Гай  смотрел  на  плакат,  тем  меньше он ему
нравился.  Он  почему-то  вспомнил  плакат   в   казарме:   там
изображался   черный  орел-легионер  (тоже  с  очень  маленькой
головой и могучими бицепсами), смело  отстригающий  гигантскими
ножницами  голову  гнусному  бородавчатому змею, вылезающему из
моря. На лезвиях ножниц было, помнится, написано: на  одном  --
боевой,  на другом -- легион. Ага, -- сказал про себя Гай,
последний  раз  бросая  взгляд  на  плакат.  --  Это   мы   еще
посмотрим... Посмотрим, кто кого прижмет, массаракш!
     Он отвернулся от плаката, сделал несколько шагов в сторону
и остолбенел.
     С  изящной  лакированной полки глядело на него стеклянными
глазами знакомое лицо, квадратное, с русой челкой над  бровями,
с приметным шрамом на правой шеке. Ротмистр Пудураш. Огненосный
герой.   Командир   роты   в   бригаде  мертвых-но-незабвенных.
Потопитель одиннадцати белых субмарин, погибший в неравном бою.
Его бюст, увенчанный букетом бессмертника, красовался на каждом
плацу, а голова его, ссохшаяся, с  мертвой  желтой  кожей  была
почему-то  здесь.  Гай отступил на шаг. Да, это самая настоящая
голова. А вон еще одна  --  незнакомое  острое  лицо...  И  еще
голова... И еще... Сколько их здесь!
     -- Мак! -- сказал Гай. -- Ты видел?
     -- Да, -- сказал Максим.
     -- Это головы! -- сказал Гай. -- Настоящие головы...
     --  Посмотри  альбомы  на  столе,  -- сказал Максим. Гай с
трудом оторвал взгляд от жуткой коллекции, повернулся и подошел
к  столу.  Приемник  что-то   кричал   на   незнакомом   языке,
раздавалась  музыка,  тарахтели разряды, и снова кто-то говорил
-- вкрадчиво, бархатным,  значительным  голосом:  Истребление,
полное и окончательное истребление...
     Гай  наугад  взял  один  из  альбомов  и  откинул твердую,
оклееную  кожей  обложку.  Портрет.  Странное  длинное  лицо  с
пушистыми  бакенбардами,  свисающими со щек на шею, волосы надо
лбом  выбриты,  нос  крючком,   разрез   ноздрей   непривычный.
Неприятное   лицо,   невозможно  представить  его  улыбающимся.
Незнакомый мундир, какие-то значки и медали в два ряда... Ну  и
тип...  Наверное,  какая-нибудь  шишка. Гай перекинул страницу.
Тот же тип в компании других типов на мостике белой  субмарины,
попрежнему  угрюмый,  хотя  остальные  скалят  зубы.  На заднем
плане, не  в  фокусе,  --  что-то  вроде  набережной,  какие-то
незнакомые  постройки,  мутные  силуэты  диковинных деревьев...
Следующая страница. У Гая захватило дух:  горящий  дракон  со
свернутой   набок   башней;  из  открытого  люка  свисает  тело
легионера-танкиста, и еще два тела, в сторонке, одно на другом,
а над ними все тот же тип с  пистолетом  в  опущенной  руке,  в
шапке,  похожей  на  артеллерийскую  гильзу.  Дым  от дракона
густой, черный, и места знакомые -- этот самый берег, песчанный
пляж  и  дюны  позади...  Гай  весь   напрягся,   переворачивая
страницу,  и  не  зря.  Толпа  мутантов,  человек двадцать, все
голые, целая куча уродов, стянутых  одной  веревкой.  Несколько
деловитых  пиратов  в  колпаках, с дымящимися факелами, а сбоку
опять этот тип, -- что-то, видно, приказывает,  протянув  левую
руку, а правая лежит на рукоятке кортика. До чего же жуткие эти
уроды, смотреть страшно... Но дальше пошло еще страшнее.
     Та  же  куча  мутантов,  но уже сгоревшая. Тип -- поодаль,
нюхает цветочек, беседует с другим типом, повернувшись к трупам
спиной...
     Огромное дерево в лесу, сплошь увешанное телами. Висят кто
за руки, кто за ноги, и уже не  уроды  --  на  одном  клетчатый
комбинезон   воспитуемого,   на   другом   --   черная   куртка
легионера...
     Старик,  привязанный  к  столбу.  Лицо  искажено,  кричит,
зажмурившись.  Тип тут как тут -- с озабоченным видом проверяет
медицинский шприц...
     Потом  опять  повешенные,  горящие,   сгоревшие   мутанты,
воспитуемые,  легионеры,  рыбаки,  крестьяне, мужчины, старики,
женщины, дети... Панорамный снимок: линия пляжа,  на  дюнах  --
четыре  машины, все горят, на переднем плане две черные фигурки
с поднятыми руками... Хватит. Гай захлопнул и отшвырнул альбом,
посидел  несколько  секунд,  потом  с  проклятьем  сбросил  все
альбомы на пол, вскочил и обежал вокруг стола.
     --  Это  с  ними  ты хочешь договариваться?! - Заорал он в
спину Максиму. -- Это их  ты  хочешь  привести  к  нам?!  Этого
палача?! -- Он подскочил к альбомам и пнул их ногой.
     Максим выключил приемник.
     --  Не бесись, -- сказал он. -- Ничего я больше не хочу. И
нечего  на  меня  орать,  сами  виноваты,  проспали  свой  мир,
массаракш,  оскотинили, как последнее зверье! Что теперь с вами
делать? -- Он вдруг оказался возле Гая, схватил его  за  грудь.
--  Что  мне  теперь  делать  с  вами? -- Заорал он. -- Что? Не
знаешь? Что? Ну, говори!
     Гай молча ворочал шеей, слабо отпихиваясь. Максим отпустил
его.
     -- Сам  знаю,  --  угрюмо  сказал  он.  --  Никого  нельзя
приводить.  Кругом  зверье... На них самих насылать нужно... --
Он поднял с пола один из альбомов и стал рывками переворачивать
листы. -- Какой мир изгадили, -- говорил он. -- Ты  посмотри...
Какой мир!
     Гай  поглядел  чарез  его  плечо.  В  этом альбоме не было
никаких  ужасов.  Просто  пейзажи  разных  мест,   удивительной
красоты   и   четкости   цветные  фотографии  --  синие  бухты,
окаймленные пышной зеленью, ослепительной  белизны  города  над
морем,   водопад   в   горном   ущелье,  какая-то  великолепная
автострада и поток разноцветных автомобилей на ней, и  какие-то
древние  замки,  и горные вершины над облаками, и кто-то весело
мчится по горному склону на лыжах, и смеющиеся девушки играют в
морском прибое.
     -- Где это все? -- Говорил Максим.  --  Куда  вы  все  это
дели?  Разменяли  на железо? Эх вы... Человечки... -- Он бросил
альбом на стол. -- Пошли.
     Он с яростью навалился на дверь,  со  скрежетом  и  визгом
распахнул  ее  настежь  и  зашагал  по  коридору.  На палубе он
спросил:
     -- Есть хочешь?
     -- Угу... -- Ответил Гай.
     -- Ладно, сейчас будем  есть.  Поплыли.  Гай  выбрался  на
берег  первым,  снял  сапог,  разделся  и  разложил  одежду для
просушки. Максим все еще плавал, и Гай не без тревоги следил за
ним:  очень  уж  глубоко  нырял  друг  Мак  и  слишком  подолгу
оставался  под  водой.  Нельзя  так,  опасно, и как ему воздуху
хватает?.. Наконец Максим  вышел  на  берег,  волоча  за  жабры
огромную  рыбину. У рыбы был обалделый вид, словно она никак не
могла понять, как же  это  ее  словили  голыми  руками.  Максим
отшвырнул ее подальше от воды и сказал:
     -- По-моему, эта годится. Почти не активна. Тоже, наверно,
мутант.  Прими  таблетки,  а  я  ее сейчас приготовлю. Ее можно
сырой есть, я тебя научу -- сасими  называется.  Не  ел?  Давай
нож...
     Гай  подал  ему  нож,  и  Максим  быстро  и ловко разделал
рыбину.
     Потом, когда они наелись сасими,  --  ничего  не  скажешь,
оказалось  вполне  съедобно,  --  и улеглись нагишом на горячем
песке, Максим после долгого молчания спросил:
     -- Если бы мы попали в руки патрулей, сдались бы, куда  бы
нас отправили?
     --  Как куда? Тебя -- по месту отбывания, меня -- по месту
службы... А что?
     -- Это точно?
     -- Куда уж точнее... Инструкция самого генерал-коменданта.
А почему ты спрашиваешь?
     -- Сейчас пойдем искать легионеров, -- сказал Максим.
     -- Танк захватывать?
     --  Нет.  По  твоей  легенде.  Ты  похищен  выродками,   а
каторжник тебя спас.
     --  Сдаваться?  --  Гай  сел. -- Как же так?.. И мне тоже?
Обратно под излучение?
     Максим молчал.
     -- Я  же  опять  болванчиком  заделаюсь...  --  Беспомощно
сказал Гай.
     Максим провел ладонью по лицу.
     --  Видишь  ли,  Гай,  дружище,  -- сказал он. -- Началась
война. То ли мы напали на хонтийцев, то ли онии на нас... Одним
словом, война...
     Гай с ужасом посмотрел на него. Война... Рада...  Господи,
да зачем все это? Опять все сначала...
     -- Нам нужно быть там, -- продолжал Максим. -- Мобилизация
уже объявлена,  всех зовут в ряды, даже нашего брата каторжника
амнистируют -- и в ряды... И нам надо быть вместе, Гай.  Хорошо
бы мне попасть под начало к тебе...
     Гай  почти не слушал его. Вцепившись пальцами в волосы, он
раскачивался из стороны в сторону и твердил про  себя:  Зачем,
зачем,  будьте  вы  прокляты!..  Будьте  вы  тридцать  три раза
прокляты!..
     Максим тряхнул его за плечо.
     -- А ну-ка возьми себя в руки! -- сказал он жестко. --  Не
разваливайся.   Нам   сейчас  драться  придется,  разваливаться
некогда... -- Он встал и снова потер лицо. -- Правда, с  вашими
окаянными  башнями... Массаракш, никакие башни им не помогут...
Одевайся скорее, и пойдем. Нам надо торопиться.
     -- Поторапливайтесь, Фанк, поторапливайтесь! Я опаздываю.
     -- Слушаюсь. Рада Гаал... Она изъята из ведения  господина
государственного прокурора и находится в наших руках.
     -- Где?
     --  У  нас,  в особняке Хрустальный Лебедь. Считаю своим
долгом еще раз выразить сомнение в разумности этой акции.  Вряд
ли  такая  женщина  поможет нам управиться с Маком. Таких легко
забывают, и даже если Мак...
     -- Вы считаете, что Умник глупее вас?
     -- Нет, но...
     -- Умник знает, кто выкрал женщину?
     -- Боюсь, что да...
     -- Ладно, пусть знает... С этим, пожалуй, все. Дальше что?
     --  Сенди  Чичаку  встречался  с  Дергунчиком.  Дергунчик,
повидимому, согласился свести его с графом при условии...
     -- Стоп. Какой Чичаку? Лобастый Чик?
     -- Да.
     -- Дела подполья меня сейчас не интересуют. По делу Мака у
вас все? Тогда слушайте. Эта чертова война спутала все планы. Я
уезжаю и вернусь дней через тридцать-сорок. За это время, Фанк,
вы должны  закончить дело Мака. К моему приезду Мак должен быть
здесь, в  этом  доме.  Дайте  ему  должность,  пусть  работает,
свободы  его  не стесняйте, но дайте ему понять -- очень, очень
мягко! -- что от его поведения зависит судьба Рады... Ни в коем
случае не давайте  им  встречаться...  Покажите  ему  институт,
расскажите,   над  чем  мы  работаем...  В  разумных  пределах,
конечно. Расскажите обо мне, опишите меня как умного,  доброго,
справедливого   человека,   крупного  ученого.  Дайте  ему  мои
статьи...  Кроме  совершенно  секретных.  Намекните,  что  я  в
оппозиции  к  правительству. У него не должно быть ни малейшего
желания покинуть институт. У меня все. Вопросы есть?
     -- Да. Охрана?
     -- Никакой. Это бессмымленно.
     -- Слежка?
     -- Очень осторожная... А лучше не надо. Не  спугните  его.
Главное  -- чтобы он не захотел покинуть институт... Массаракш,
и в такое время я должен уехать!.. Ну, теперь все?
     -- Последний вопрос, извините, Странник.
     -- Да?
     -- Кто он все-таки такой? Зачем он вам? Странник поднялся,
подошел к окну и сказал, не оборачиваясь: -- Я боюсь его, Фанк.
Это очень, очень, очень опасный человек.


<ul><a name=21></a><h2>Глава семнадцатая</h2></ul>

     В двухстахкилометрах от хонтийской границы, когда  эше-лон
надолго  застрял  на  запасных  путях  возле  какой-то тусклой,
замызганной станции,  новоиспеченный  рядовой  второго  разряда
Зеф,  договорившись  по-хорошему с охранником, сбегал к колонке
за кипятком и вернулся с портативным  приемником.  Он  сообщил,
что  на станции творится совершенный бедлам, грузятся сразу две
бригады, генералы перелаялись между собой,  зазевались,  и  он,
Зеф,  смешавшись  с  толпой  ординарцев,  денщиков,  адьютантов
позаимствовал этот приемник у одного из них.
     Теплушка встретила  это  сообщение  смачным  одобрительным
ржанием.  Все  сорок человек немедленно сгрудились вокруг Зефа.
Долгое время не могли  устроиться,  кому-то  давали  по  зубам,
чтобы  не  пихался,  ругались  и жаловались друг на друга, пока
Максим  наконец  не  гаркнул:  Тихо,   подонки!   Тогда   все
успокоились. Зеф включил приемник и принялся ловить все станции
подряд.
     Сразу  выяснились  любопытные  вещи. Во-первых, оказалось,
что война еще не началась. Никаких кровопролитных  сражений  не
было.  Хонтийская  Боевая Лига в ужасе орала на весь мир о том,
что эти бандиты, эти узурпаторы, эти так называемые  Огненосные
Творцы  воспользовались  гнусной  провокацией  своих наймитов в
лице   так   называемой   и   пресловутой    хонтийской    унии
справедливости  и  теперь сосредотачивают свои силы на границах
многострадальной Хонти. В свою очередь хонтийская Уния  костила
хонтийскую  Лигу,  этих  платных  агентов  Огненосных  Творцов,
последними словами  и  обстоятельно  рассказывала,  как  кто-то
превосходящими     силами     вытеснил     чьи-то    истощенные
предшествующими боями подразделения через  границу  и  не  дает
вернуться обратно, каковое обстоятельство и послужило предлогом
для  так называемых Огненосных Творцов к варварскому вторжению,
которого следует ожидать с минуты на минуту. И Лига, и Уния при
этом в  одинаковых  выражениях  туманно  намекали  на  какие-то
атомные ловушки, готовые к встрече коварного врага. Кроме того,
Зеф  поймал  какие-то  передачи на языках, известных только ему
одному,  и  сообщил,  что  княжество  Ондол,  оказывается,  еще
существует,  и  более  того,  продолжает  совершать разбойничьи
нападения на остров Хоззлаг. (Ни один человек в  вагоне,  кроме
Зефа, никогда прежде не слыхал ни об этом княжестве, ни о таком
острове).  Однако  главным образом эфир был забит невообразимой
руганью между командирами частей и соединений, которые тужились
протиснуться  к  главному  плацдарму   по   двум   расхлябанным
железнодорожным ниточкам.
     Уголовники  считали, что главное -- перейти границу, а там
каждый человек будет сам себе хозяин и каждый захваченный город
будут отдавать на три дня. Политические смотрели  на  положение
более  мрачно,  не  ждали  от  будущего ничего хорошего и прямо
заявляли, что посылают их  на  убой,  подрывать  собой  атомные
мины,  никто  из  них  в  живых не останется, так что хорошо бы
добраться до фронта и там где-нибудь залечь,  чтобы  не  нашли.
Точки   зрения  спорящих  были  настолько  противоположны,  что
настоящего  разговора  не  получилось,  и  диспут  очень  скоро
выродился  в  однообразную ругань по адресу паршивых тыловиков,
которые  вторые  сутки  не  дают  жрать  и  уже,  поди,  успели
разворовать  весь  положенный шнапс. Об этом предмете штрафники
готовы были  говорить  ночь  напролет,  поэтому  Максим  и  Зеф
выбрались   из  толпы  и  полезли  на  нары,  криво  сбитые  из
неструганных досок.
     Зеф был голоден и  зол,  он  наладился  было  поспать,  но
Максим ему не дал. Спать будешь потом, -- строго сказал он. --
Завтра,  может  быть,  будем  на  фронте, а до сих пор ни о чем
толком не договорились... Зеф проворчал, что договариваться не
о чем, что утро вечера мудренее,  что  Максим  сам  не  слепой,
должен  видеть,  в  какой  они  оказались  трясине, что с этими
людишками каши не сваришь. Максим возразил, что речь пока  идет
не  о  каше.  До  сих  пор непонятно, зачем эта война, кому она
понадобилась, и пусть Зеф будет любезен не спать, когда  с  ним
разговаривают, а поделится своими соображениями.
     Зеф,  однако,  не  собирался  быть  любезным  и не скрывал
этого. Он ворчал, зевал, перематывал портянки,  обзывался,  но,
понукаемый,  взбадриваемый  и  подхлестываемый,  в конце концов
разговорился и изложил свои представления о причинах войны.
     Таких возможных причин было, по  его  мнению,  по  крайней
мере,  три.  Может  быть,  они  действовали все разом, а может,
преобладала  какая-нибудь  одна.  А  может  быть,  существовала
четвертая,  которая  ему,  Зефу, еще не пришла в голову. Прежде
всего экономика.  Каждому  ясно:  когда  экономика  в  паршивом
состоянии, лучше всего затеять войну, чтобы разом заткнуть всем
глотки.  Вепрь,  зубы  съевший  в  вопросе влияния экономики на
политику, предсказывал эту войну еще несколько лет назад. Башни
башнями, а нищета нищетой. Внушать голодному человеку,  что  он
сыт,   долго   нельзя,   не   выдерживает  психика,  а  править
сумасшедшим народом -- удовольствие  маленькое,  особенно  если
учесть,   что  умалишенные  излучению  не  поддаются...  Другая
возможная причина -- колониальный вопрос. Рынок сбыта,  дешевое
сырье,  рабы  --  все,  во  что могут вложить наличные капиталы
Огненосные Творцы. Наконец, нужно иметь в виду, что  уже  много
лет  идет  грызня  между департаментом общественного здоровья и
военными. Тут уж  кто  кого  съест.  Департамент  общественного
здоровья  --  организация  жуткая  и ненасытная, но если военые
действия  пойдут  сколько-нибудь  успешно,   господа   генералы
возьмут  эту  организацию к ногтю. Правда, если из войны ничего
путного не получится, то к ногтю будут взяты господа  генералы,
и  поэтому нельзя исключать возможность, что вся эта затея есть
хитроумная  провокация  департамента  общественного   здоровья.
Между прочим, на то и похоже, судя по беспорядку, который везде
творится,  а  также по тому, что уже неделю орем на весь мир, а
военные действия, оказывается, еще и  не  начинались.  А  может
быть, массаракш, и не начнутся...
     Когда  Зеф  дошел  до  этого  места, загремели и залязгали
буфера, вагон содрогнулся, снаружи послышались крики,  свистки,
топот, и эшелон тронулся. Уголовники грянули песню: И снова ни
жратвы нам, ни шнапса...
     --  Ладно,  --  сказал  Максим.  --  Это у тебя получается
вполне правдоподобно. Ну, а как тебе представляется ход  войны,
если она все-таки начнется? Что тогда произойдет?
     Зеф агрессивно прорычал, что он не какой-нибудь генерал, и
без всякого   перехода  принялся  излагать,  как  все  это  ему
представляется. Оказалось,  что  за  время  короткой  передышки
между  концом  мировой  войны  и  началом  гражданской хонтийцы
успели отгородиться от своего бывшего  сюзерена  мощной  линией
минно-атомных  полей.  Кроме того, несомненно, у хонтийцев была
атомная артиллерия, и у их  политиканов  хватило  ума  все  эти
богатства  в гражданской войне не использовать, а приберечь для
нас. Так что  картина  вторжения  мыслится  примерно  следующим
образом.  На  острие главного плацдарма выстроят три или четыре
штрафные  танковые  бригады,  подопрут  их  с  тыла   армейской
корпусней;  а  за  армейцами  пустят заградотряды легионеров на
тяжелых танках, оборудованных излучателями. Выродки вроде  меня
будут  рваться  вперед,  спасаясь  от лучевых ударов, армейщина
будет рваться вперед в порыве лучевого энтузиазма, а  уклонения
от такой нормы, которые неизбежно возникнут, будут уничтожаться
огнем  жандармерии.  Если хонтийцы не дураки, они откроют огонь
из дальнобойных пушек по  жандармским  машинам,  но  они,  надо
думать,    дураки,    и    займутся    они,    надо   полагать,
взаимоистреблением -- Лига в этой суматохе налетит на  Унию,  а
Уния вцепится зубами в горло Лиге. Тем временем наши доблестные
войска  глубоко  проникнут на территорию противника, и начнется
самое интересное, чего мы, к сожалению, не увидим. Наш  славный
бронированный поток потеряет компактность и начнет расползаться
по  стране,  неумолимо уходя из зоны действия излучателей. Если
Максим не наврал про Гая, у  оторвавшихся  немедленно  начнется
лучевое   похмелье,   тем   более   сильное,   что  энергии  на
подстегивание во время прорыва легионеры жалеть не будут...
     -- Массаракш! -- завопил Зеф. -- Я так  и  вижу,  как  эти
кретины  выбираются  из  танков,  ложатся  на землю и просят их
пристрелить. И добрые хонтийцы,  не  говоря  уже  о  хонтийских
солдатах, озверевшие от всего этого безобразия, им, конечно, не
откажут... Резня может случиться небывалая!
     Поезд   набирал  скорость,  вагон  сильно  раскачивало.  В
дальнем  углу  уголовники  резались  в  кости  --   играли   на
охранника.  Металась под потолком лампа, на нижних нарах кто-то
монотонно бубнил --  должно  быть,  молился.  Табачный  дым  ел
глаза.
     -- Я думаю, в генштабе это учитывают, -- продолжал Зеф. --
А поэтому  никаких стремительных прорывов не будет. Будет вялая
позиционная война, хонтийцы, при всей  их  глупости,  сообразят
когда-нибудь,   в   чем   дело,   и   примутся   охотиться   за
излучателями... В общем, не знаю я, что будет, -- заключил  он.
--  Я не знаю даже, дадут ли нам утром пожрать. Боюсь, опять не
дадут: с какой стати?
     Они помолчали. Потом Максим сказал:
     -- Ты уверен, что мы поступили правильно? Что  наше  место
здесь?
     -- Приказ штаба, -- пробурчал Зеф.
     --  Приказ  приказом,  -- возразил Максим, -- а у нас тоже
головы на плечах есть. Может быть, правильнее  было  бы  удрать
вместе с Вепрем. Может быть, в столице мы были бы полезнее.
     --  Может  быть,  --  сказал  Зеф. -- А может быть, и нет.
Вепрь рассчитывает на атомные бомбежки...  Многие  башни  будут
разрушены,  образуются  свободные  районы... А если бомбежек не
будет?  Никто  ничего  не  знает,  Мак.  Я  очень  хорошо  себе
представляю,  какой  бедлам  творится  сейчас  в штабе... -- Он
задумался, поглаживая бороду. --  Вепрь  вот  плел  нам  насчет
бомбежки,  но,  по-моему,  он не для этого подался в столицу. Я
его знаю, он до этих вождистов давно добирается, так что  очень
возможно, что и у нас в штабе головы полетят...
     -- Значит, в штабе тоже бедлам, -- медленно сказал Максим.
-- Тоже не готовы...
     --  Как  они могут быть готовы? -- усмехнулся Зеф. -- Одни
мечтают уничтожить башни, другие -- сохранить башни... Подполье
-- это тебе не  политическая  партия,  это  винегрет,  салат  с
озерными грибками...
     --  Да, салат, -- повторил Максим. -- Грустно. Я надеялся,
что подполье все-таки намерено как-то использовать эту войну...
Трудности, возможную революционную ситуацию...
     -- Подполье ничего не знает,  --  угрюмо  сказал  Зеф.  --
Откуда  мы  знаем,  что  это  такое  -- война с излучателями за
спиной?
     -- Грош вам цена, -- сказал Максим,  не  удержавшись.  Зеф
немедленно вскипел. -- Ну, ты! - рявкнул он. -- Полегче! Кто ты
такой,  чтобы определять нам цену? Откуда ты явился, массаракш,
что требуешь от нас того и этого? Боевое задание тебе?  Изволь.
Все  увидеть,  выжить,  вернуться  и доложить. Тебе это кажется
слишком легким? Прекрасно!  Тем  лучше  для  нас...  И  хватит.
Отстань от меня, массаракш. Я хочу спать.
     Он  демонстративно  повернулся  к  Максиму  спиной и вдруг
заорал игрокам в кости:
     -- Эй, там,  гробокопатели!  Спать!  Пошли  по  нарам!  Да
поживей, а то схлопочете!..
     Максим  лег  на  спину,  заложил  руки  за  голову  и стал
смотреть в низкий вагонный потолок. По потолку что-то  ползало.
Тихо    и    злобно    переругивались    укладывающиеся   спать
гробокопатели. Сосед слева стонал и взвизгивал во сне -- он был
обречен и спал, быть может, последний раз в жизни.  И  все  они
вокруг,  всхрапывающие,  сопящие, ворочающиеся спали, наверное,
последний раз в жизни. Мир был тускло-желт, душен,  безнадежен.
Стучали   колеса,   вопил  паровоз,  несло  гарью  в  маленькое
зарешеченное окошко...
     Все сгнило здесь, -- думал Максим. --  Ни  одного  живого
человека. Ни одной ясной головы. И опять я сел в галошу, потому
что понадеялся на кого-то или на что-то. Ни на что здесь нельзя
надеяться.  Ни  на  кого  здесь  нельзя рассчитывать. Только на
себя. А что я один? Уж насколько я историю знаю,  человек  один
не  может  ни  черта...  Может  быть,  Колдун прав? Может быть,
отстраниться?  Спокойно  и  холодно,  с  высоты  своего  знания
неминуемого  будущего,  взирать,  как  кипит, варится, плавится
сырье, как поднимаются и  падают  наивные,  неловкие,  неумелые
бойцы,  следить,  как время выковывает из них булат и погружает
этот булат для закалки в потоки кровавой  грязи,  как  сыплется
трупами окалина... Нет, не умею. Даже думать о таких категориях
неприятно...   Страшная   штука,   однако,   --  установившееся
равновесие сил. Но ведь Колдун сказал, что я тоже сила. И  есть
конкретный  враг,  а  значит  точка приложения для этой силы...
Шлепнут меня здесь, -- подумал он вдруг. -- Обязательно. Но  не
завтра!  --  строго  сказал  он  себе. -- Это случится, когда я
проявлю себя, как сила, не раньше.  Да  и  то  --  посмотрим...
Центр,  --  подумал  он. -- Центр. Вот что нужно искать. Вот на
что нужно направить организацию. И я их направлю.  Они  у  меня
будут  заниматься  делом..  Ты  у меня будешь заниматься делом,
приятель. Ишь как храпит. Храпи, храпи, завтра я тебя вытащу...
Ладно,  ладно,  спать.  И  когда   же   мне   удастся   поспать
по-человечески?   В   большой  просторной  комнате,  на  свежих
простынях... Что у них здесь за обычай -- спать по многу раз на
одной  простыне?..  Да,  на  свежих  простынях,  а  перед  сном
почитать  хорошую  книгу,  потом  убрать стену в сад, выключить
свет и заснуть... А утром позавтракать с отцом и рассказать ему
про этот вагон... Маме об этом, конечно, рассказывать нельзя...
Мама, ты имей ввиду, я жив, все в  прядке,  и  завтра  со  мной
ничего   не  случится...  А  поезд  все  идет,  давно  не  было
остановок, очевидно, кто-то где-то сообразил, что без нас войны
не начать... Как там Гай в своем капральском вагоне? Дико  ему,
наверное:  там  у  них  сейчас  энтузиазм...  О Раде я давно не
думал. Дайка подумаю о Раде... Нет, не время... Ладно,  Максим,
дружище, бедное пушечное мясо, спи.
     Он  приказал  себе  и  тут же заснул. Во сне видел солнце,
луну, звезды. Все сразу, такой был странный сон.
     Спать пришлось недолго. Поезд  остановился,  со  скрежетом
откатилась  тяжелая  дверь,  и зычный голос рявкнул: Четвертая
рота! Вылетай! Было пять часов утра, светало, стоял  туман,  и
сыпал мелкий дождик. Штрафники, конвульсивно позевывая, трясясь
от озноба, неохотно полезли из вагона. Капралы были уже тут как
тут,   злобно   и   нетерпеливо   хватали   за  ноги,  особенно
флегматичным давали по шее,  орали:  Разбирайся  по  экипажам!
Становись!..  Куда  лезешь,  скотина?!  Из какого взвода?.. Ты,
мордастый, тебе сколько раз повторять?.. Куда  полезли?  А  ну,
живо, живо... Разбирайтесь!.. Кое-как разобрались по экипажам,
выстроились  перед  вагонами. Какой-то бедолага, заплутавшись в
тумане, бегал, искал свой взвод, на него орали со всех  сторон.
Мрачный,  невыспавшийся  Зеф,  борода  дыбом,  хрипел  угрюмо и
явственно:  Давайте,  давайте,  стройте...  Мы   вам   сегодня
навоюем...  Пробегавший мимо капрал походя съездил его по уху.
Максим сейчас же выставил ногу --  капрал  покатился  в  грязь.
Экипажи  довольно  заржали. Бригада, сморно! -- Заорал кто-то
невидимый.  Завопили,   надсаживаясь,   командиры   батальонов,
подхватили  командиры  рот,  забегали  командиры взводов. Никто
смирно не  стал,  блицтрегеры,  сутулились,  засунув  руки  в
рукава,  приплясывали на месте, счастливчики богатеи курили, не
скрываясь. По рядам  шли  разговорчики,  что  жрать,  по  всему
видно,  опять  не  дадут,  и  катись  они куда подальше с такой
войной. Бригада, во-оль-на-а! -- зычным голосом заорал Зеф. --
Р-разойдись! Оправиться! Экипажи с готовностью разошлись было,
но  снова  засуетились  капралы,  а  вдоль  вагонов   побежали,
растягиваясь  в  редкую  шеренгу,  легионеры в блестящих черных
плащах с автоматами наизготовку.  И  следом  за  ними  побежала
вдоль  вагонов  испуганная тишина. Экипажи торопливо строились,
кое-кто  по  старинной  привычке  заложил  руки  за  голову   и
расставил ноги.
     Железный голос из тумана сказал негромко, но очень слышно:
Если   кто-нибудь   из   мерзавцев   раскроет  пасть,  прикажу
стрелять. Все замерли. Томно  потянулись  минуты,  заполненные
ожиданием.  Туман  потихоньку  рассеивался, открывая неказистую
станционную  постройку,  мокрые  рельсы,  телеграфные   столбы.
Справа, перед фронтом бригады, обнаружилась темная кучка людей.
Оттуда  доносились негромкие голоса, кто-то раздраженно сказал:
Выполняйте приказ!.
     Максим покосился назад -- позади стояли легионеры, глядели
из-под капюшонов с подозрением и ненавистью.
     От   кучки   людей   отделилась   мешковатая   фигура    в
маскировочном    комбинезоне.    Это   был   командир   бригады
экс-полковник  Анипсу,  разжалованный  за   торговлю   казенным
горючим  на  черном рынке. Помотав перед собой тростью и дернув
головой, он начал речь:
     -- Солдаты!.. Я не  ошибся,  я  обращаюсь  к  вам,  как  к
солдатам,  хотя  все  мы  --  и  я  в  том  числе  -  пока  еще
обыкновенные отбросы общества...  Будьте  благодарны,  что  вам
разрешают нынче вступить в бой. Через несколько часов почти все
вы  сдохните,  и  это  будет хорошо. Но те из вас, кто уцелеет,
заживут на славу. Солдатсий паек, шнапс и все  такое...  Сейчас
мы  пойдем на позиции, и вы сядете в машины. Дело пустяковое --
пройти на гусеницах полтораста километров. Танкисты из  вас  --
как  из  бутылки  молоток,  сами  знаете,  но зато все, до чего
доберетесь -- ваше.  Это  я  вам  говорю,  ваш  боевой  товарищ
Анипсу.  Дороги  назад  нет,  есть  только  дорога  вперед. Кто
попятится -- сожгу на месте. Это особенно касается водителей...
Вопросов нет? Бр-р-ригада! Напра-во! Вперед... Сомкнись! Дубье,
сороконожки! Сомкнуться  приказано!  Капралы,  массаракш!  Куда
смотрите?..  Стадо! Разобраться по четыре... Капралы, разберите
этих свиней по четыре! Массаракш...
     С помощью легионеров капралам удалось построить бригаду  в
колонну  по  четыре,  после  чего  снова  была  подана  команда
смирно. Максим оказался совсем недалеко от командира бригады.
Экс-полковник  был  вдребезги  пьян.  Он   стоял   покачиваясь,
опершись  на  трость, то и дело тряс головой и потирал свирепую
сизую  морду.  Командиры  батальонов,  тоже  вдребезги  пьяные,
держались у него за спиной -- один бессмысленно хихикал, другой
с тупым упорством пытался разжечь сигарету, третий все хватался
за кобуру и шарил по рядам налитыми глазами. В рядах завистливо
принюхивались,    слышалось   льстиво-одобрительное   ворчание.
Давайте, давайте... -- бормотал Зеф.  --  Мы  вам  навоюем...
Максим рздраженно ткнул его локтем.
     --  Замолчи,  --  сказал он сквозь зубы. -- Надоело. В это
время к полковнику  подошли  двое  --  жандармский  ротмистр  с
трубкой в зубах и какой-то грузный мужчина, штатский, в длинном
плаще  с  поднятым  воротником  и  в  шляпе.  Максиму  штатский
показался странно знакомым, и он стал присматриваться. Штатский
что-то  сказал  полковнику  вполголоса.   Га?   --   Произнес
полковник,   обращая   на  него  мутный  взор.  Штатский  снова
заговорил, показывая большим пальцем  через  плечо  на  колонну
штрафников. Ротмистр равнодушно попыхивал трубкой. Это зачем?
--   Гаркнул   полковник.   Штатский  достал  какую-то  бумагу;
полковник отстранил бумагу рукой. Не дам,  --  сказал  он.  --
Все,  как  один,  должны подохнуть... Штатский настаивал. А я
плевал! -- отвечал полковник. -- И на департамент  ваш  плевал.
Все  подохнут...  Верно  я  говорю?  -  спросил  он ротмистра.
Ротмистр был согласен. Штатский  схватил  полковника  за  рукав
комбинезона  и дернул к себе, и полковник чуть не упал со своей
трости. Хихикающий батальонный залился идиотским  смехом.  Лицо
полковника почернело от негодования, он полез в кобуру и достал
огромный  армейский  пистолет. Считаю до десяти, -- объявил он
штатскому. -- Раз... Два...  Штатский  плюнул  и  пошел  прочь
вдоль  колонны,  вглядываясь в лица штрафников, а полковник все
считал и,  досчитав  до  десяти,  открыл  огонь.  Тут  ротмистр
наконец  забеспокоился  и убедил его убрать оружие. Все должны
подохнуть,  --  объявил  полковник,  --   вместе   со   мной...
Бр-ригада!  Слушай  команду! Ш-шагом марш! К чертям свинячьим в
пекло!
     И  бригада  двинулась.   По   расхлябанной,   разъезженной
гусеницами  колее,  скользя и хватаясь друг за друга, штрафники
спустились в болотистую лощину, свернули и  зашагали  прочь  от
железной  дороги.  Здесь колонну нагнали командиры взводов. Гай
пошел рядом с Максимом. Он был бледен и сначала  долго  молчал,
хотя  Зеф  сразу  спросил  его,  что  слышно. Лощина постепенно
расширялась,  появились  кустики,  впереди  замаячил  лесок.  У
обочины дороги торчал, завалившись гусеницами в мокрую рытвину,
огромный  неуклюжий танк, какой-то древний, не похожий на танки
береговой обороны -- с маленькой квадратной башней и  маленькой
пушечкой.  Возле  танка  возились  угрюмые  люди  в замасленных
куртках. Штрафники шагали вразброд,  засунув  руки  в  карманы,
подняв  жесткие  воротники.  Многие  осторожно  поглядывали  по
сторонам   --   нельзя   ли   смыться?   Кустики   были   очень
соблазнительные,  но  на  склонах  лощины  маячили через каждые
двести-триста шагов  черные  фигуры  с  автоматами.  Навстречу,
ныряя  в колдобинах, проползли три грузовика-цистерны. Водители
были мрачны и не  смотрели  на  штрафников.  Дождь  усиливался,
настроение  падало.  Шли  молча,  покорно,  как  скот, все реже
озираясь.
     -- Слушай, взводный, -- проворчал Зеф. -- Неужели нам  так
и не дадут пожрать?
     Гай достал из кармана краюху хлеба и сунул ему в руку.
     --  Все,  --  сказал  он. -- До самой смерти. Зеф погрузил
краюху в бороду и принялся работать челюстями. Бред  какой-то,
--  подумал  Максим.  --  Ведь  все  знают,  что идут на верную
смерть. И все-таки идут. Значит, на что-то надеются? Значит,  у
каждого  есть  какой-то  план?  Да, ведь они ничего не знают об
излучении... Каждый думает, там где-нибудь на  дороге,  сверну,
выскочу  из  танка  и  прилягу,  а дураки пусть наступают... Об
излучении нужно писать листовки, кричать в общественных местах,
радиостанции организовывать... Хотя, приемники работают  только
на  двух  частотах... Все равно, врываться в паузы. Не на башни
тратить людей, а на контрпропаганду... Впрочем, все это  потом,
сейчас  нельзя  отвлекаться.  Сейчас  надо все замечать. Искать
малейшие щелки... На станции танков не было и пушек тоже, везде
только стрелки
-легионеры.  Это надо иметь в виду.  Лощина хоро-
шая,  глубокая,  а охрану,  вероятно, снимут, как
только мы пройдем... Да нет, при чем здесь охрана
-- все побегут вперед,  как только включатся излу-
чатели... Он с удивительной отчетливостью предс-
тавил себе,  как это будет. Врубаются излучатели.
Танки штрафников с ревом устремляются  вперед. За
ними валом валят армейцы. Вся прифронтовая полоса
пустеет...  Трудно представить себе глубину этой
полосы,  неизвестен  радиус действия излучателей,
но  уж  два-три  километра  наверняка.  В  полосе
два-три километра не останется ни одного человека
с ясной головой.  Кроме меня... Э, нет, не только
два-три километра. Больше. Все стационарные уста-
новки,  все башни -- все будет включено, и, навер-
ное,  на полную мощность. Весь приграничный район
сойдет с ума...  Массаракш,  как же быть с Зефом,
он  этого  не  выдержит...  -- Максим покосился на
медленно двигающуюся бороду мировой знаменитости.
-- Ничего, выдержит. В крайнем случае придется по-
мочь, хотя, боюсь, будет не до этого. И еще Гай --
с  него  ведь  глаз нельзя будет спускать...  Да,
придется поработать.  Ладно,  в конце  концов,  в
этом  мутном  водовороте  я все равно буду полным
хозяином и остановить меня никто не сможет,  да и
не захочет...
     Прошли  лесок,   и   сразу   стал   слышен   слитный   гул
громкоговорителей, треск выхлопов, раздраженные крики. Впереди,
на  пологом  травянистом  склоне, поднимающемся к северу, в три
ряда стояли танки. Между ними бродили люди, слоился сизый дым.
     -- А вот и наши гробы! -- весело и громко произнес  кто-то
впереди.
     --  Ты  посмотри,  что  они  нам  дают,  -- сказал Гай. --
Довоенные машины, хлам имперский, консервные  банки...  Слушай,
Мак,  что  же  мы,  так  и  подохнем  здесь?  Ведь это погибель
верная...
     -- Сколько до границы? -- спросил Максим. -- И вообще, что
там, за гребнем?
     -- Там равнина, --  ответил  Гай.  --  Как  стол.  Граница
километрах  в  трех.  Потом  начинаются  холмы,  они тянутся до
самой...
     -- Речки нет?
     -- Нет.
     -- А овраги?
     -- Н-нет, не помню... А что?
     Максим поймал его за руку, крепко сжал.
     -- Не падай духом, мальчик, --  сказал  он.  -  Все  будет
хорошо.
     Гай с отчаянной надеждой глядел на него снизу вверх. Глаза
у него запали, скулы обтянуло.
     -- Правда? -- сказал он. -- А то ведь я никакого выхода не
вижу.  Оружие  отобрали,  в  танках  вместо  снарядов болванки,
пулеметов нет. Впереди смерть, позади смерть.
     -- Ага! --  Злорадно  сказал  Зеф,  ковыряя  в  зубах.  --
Замочил штанишки? Это тебе не каторжников по зубам щелкать...
     Колонна   втянулась  в  интервал  между  рядами  танков  и
остановилась. Разговаривать стало трудно. Прямо на  траве  были
установлены  громадные  раструбы  громкоговорителей,  бархатный
магнитофонный бас вещал:  Там,  за  гребнем  лощины,  коварный
враг.  Только  вперед.  Рычаги  на  себя -- и вперед. На врага.
Вперед... Там, за гребнем лощины, коварный  враг...  Рычаги  на
себя  --  и  вперед...  Потом  голос оборвался на полуслове, и
принялся  орать  полковник.  Он  стоял  на   радиаторе   своего
вездехода, батальонные держали его за ноги.
     --  Солдаты!  -- Орал полковник. -- Хватит болтать языком!
Все по  машинам!  Главным  образом,  водители,  потому  что  на
остальных  мне  плевать,  но  всякого,  кто  останется... -- Он
извлек свой пистолет  и  показал  всем.  --  Понятно,  болваны?
Господа ротные, развести экипажи по машинам!..
     Началась  толкотня.  Полковник,  шатаясь на радиаторе, как
жердь, продолжал что-то выкрикивать, но его  не  стало  слышно,
потому  что  громкоговорители опять принялись долдонить, что за
гребнем коварный враг, а потому рычаги на себя -- и вперед. Все
штрафники рванулись к третьему ряду танков. Началась  драка.  В
воздухе  замелькали  подкованные  ботинки. Огромная серая толпа
медленно кишела вокруг танков  заднего  ряда.  Некоторые  танки
начали двигаться, с них сыпались люди. Полковник совсем посинел
от  натуги  и  наконец  принялся  палить  поверх голов. Из леса
черной цепью бежали легионеры.
     -- Пошли, -- сказал Максим, твердо  взял  Гая  и  Зефа  за
плечи  и бегом повел к крайней машине в первом ряду -- угрюмой,
пятнистой, с бессильно поникшим орудийным стволом.
     -- Подожди... -- Растерянно лепетал Гай,  оглядываясь.  --
Мы же четвертая рота, мы же вон там, мы же во втором ряду...
     --  Иди,  иди, -- сердито сказал Максим. -- Может быть, ты
еще и взводом покомандовать хочешь?
     --  Солдатская  косточка,  --  сказал  Зеф.   --   Уймись,
мамаша...  Кто-то  сзади  схватил  Максима  за пояс. Максим, не
оборачиваясь,  попробовал  освободиться  --  не   удалось.   Он
оглянулся.  За  спиной, ухватившись цепко одной рукой, а другой
вытирая окровавленный  нос,  тащился  четвертый  член  экипажа,
водитель, уголовник по кличке Крючок.
     --   Ага,   --  сказал  Максим.  --  Я  и  забыл  о  тебе.
Давай-давай, не отставай...
     Он с неудовольствием отметил  про  себя,  что  в  суматохе
совсем  забыл об этом человеке, которому по плану была отведена
немаловажная роль. Тут грянули жандармские автоматы, по броне с
мяукающим визгом запрыгали пули, пришлось  согнуться  и  бежать
опрометью. Забежав за крайний танк, Максим остановился.
     --  Слушай  мою  команду, -- сказал он. -- Крючок, заводи.
Зеф -- в башню. Гай, проверь нижние люки, да тщательно проверь,
голову сниму!
     Он обошел вокруг танка, осматривая траки. Вокруг стреляли,
орали; монотонно бубнили репродукторы, но он дал себе слово  не
отвлекаться  и  только отметил про себя: репродукторы -- Гай --
не забыть. Траки были в сносном состоянии,  но  ведущие  колеса
внушали   опасения.   Ничего,   сойдет,  мне  на  нем  недолго
ездить...  Из-под  танка  ловко  вылез  Гай,  уже  грязный,  с
ободранными руками.
     --  Приржавели  люки!  -- Прокричал он. -- Я их не закрыл,
пусть будут открыты, правильно?
     Там,  за  гребнем  лощины,   коварный   враг!   -   Вещал
магнитофонный голос. -- Только вперед. Только вперед. Рычаги на
себя... Максим поймал Гая за воротник и притянул к себе. -- Ты
меня  любишь?  --  спросил он, уставясь в расширенные глаза. --
Веришь мне?
     -- Да! -- Выдохнул Гай.
     -- Только меня слушай. Больше  никого.  Все  остальное  --
вранье.  Я  твой  друг.  Только  я,  больше никто. Запоминай, я
приказываю. Запоминай.
     Обалдевший Гай бысто-быстро кивал, неслышно повторяя:
     -- Да, да. Да. Только ты. Больше никто...
     -- Мак!  --  Заорал  вдруг  кто-то  прямо  в  ухо.  Максим
обернулся.  Перед  ним  стоял  тот  странно знакомый штатский в
длинном  плаще,  но  уже  без  шляпы.  Массаракш...  Квадратное
шелушащееся лицо, красные отечные глаза... Это же Фанк! На лице
кровавая царапина, губа разбита...
     --  Массаракш!  -- орал Фанк, стараясь перекричать шум. --
Вы оглохли, что ли? Узнаете меня?
     -- Фанк! -- сказал Максим. -- Откуда вы здесь? Фанк  вытер
с  губы  кровь. -- Пошли! -- прокричал он. -- Быстрей! -- Куда?
-- К черту отсюда! Пошли! Он схватил Максима  за  комбинезон  и
потащил. Максим отбросил его руку.
     --  Нас  убьют,  -- крикнул он. -- Легионеры. Фанк замотал
головой. -- Пошли! У меня на вас пропуск! -- И видя, что Максим
не двигается: -- Я вас ищу по всей  стране!  Еле  нашел!  Пошли
немедленно!
     -- Я не один! -- крикнул Максим.
     -- Не понимаю!
     --  Я  не  один! -- рявкнул Максим. -- Нас трое! Один я не
пойду!
     --  Вздор!  Не  говорите  глупостей!   Что   за   дурацкое
благородство?  Жить  надоело?  --  Фанк  поперхнулся  от крика,
схватился за горло и зашелся кашлем.
     Максим огляделся. Бледный Гай с дрожащими  губами  смотрел
на него, держа его за рукав -- конечно, все слышал.
     В   соседний  танк  двое  легионеров  забивали  прикладами
лягающегося штрафника.
     -- Один пропуск! -- проорал  Фанк  сорванным  голосом.  --
Один! -- он показал палец.
     Максим замотал головой.
     -- Нас трое! -- он показал три пальца. -- Я никуда без них
не пойду!
     Из  бокового  люка высунулась веником рыжая бородища Зефа.
Фанк облизал губы. Он явно не знал, что делать.
     -- Кто вы такой? -- крикнул Максим. -- Зачем я вам  нужен?
Фанк мельком взглянул на него и стал смотреть на Гая. -- Этот с
вами?  --  крикнул  он. -- Да! И этот тоже! Глаза у Фанка стали
дикими. Он сунул руку под плащ,  вытащил  пистолет  и  направил
ствол  на  Гая.  Максим  изо  всех сил ударил его по руке снизу
вверх, и пистолет взлетел высоко в воздух. Максим, сам  еще  не
совсем  поняв,  что произошло, задумчиво проводил его взглядом.
Фанк согнулся, сунув поврежденную руку под мышку. Гай коротко и
точно, как на занятиях, ударил  его  по  шее,  и  он  повалился
ничком.  Рядом  вдруг  возникли легионеры, ощеренные, потные от
работы, осунувшиеся от бешенства.
     -- В машину! -- рявкнул Максим Гаю, наклонился и подхватил
Фанка под мышки.
     Фанк был грузен и с трудом пролез  в  люк.  Максим  нырнул
следом,  получив  на прощанье удар прикладом по задней части. В
танке  было  темно  и  холодно,  как  в  склепе,  густо  воняло
соляркой. Зеф оттащил Фанка от люка и уложил на пол.
     -- Кто такой? -- крикнул он.
     Максим  не  успел  ответить.  Крючок,  долго  и безуспешно
терзавший  стартер,  наконец  завел   двигатель.   Все   вокруг
затряслось  и  загремело. Максим махнул рукой, пролез в башню и
высунулся наружу. Между  танками  уже  не  было  никого,  кроме
легионеров.  Все  двигатели  работали, стоял адский рев, густое
душное облако  выхлопов  заволакивало  склон.  Некоторые  танки
двигались,   кое-где  из  башен  торчали  головы.  Блитцтрегер,
высунувшийся из соседней машины, делал Максиму какие-то  знаки,
кривил  распухшую,  в  синяках,  физиономию.  Вдруг  он  исчез.
Двигатели взревели с удвоенной силой, и все танки  с  лязгом  и
дребезгом одновременно рванулись вперед и вверх по склону.
     Максим  почувствовал,  что его схватили поперек туловища и
тянут  вниз.  Он  нагнулся  и  увидел   вытаращенные,   ставшие
идиотскими  глаза  Гая.  Как  тогда,  в  бомбовозе.  Гай хватал
Максима руками, беспрерывно бормотал что-то, лицо у  него  было
отвратительным,  не  было  в  нем  больше  ни  мальчишества, ни
наивной мужественности  --  сплошное  бессмыслие  и  готовность
убивать.   Началось,  --  подумал  Максим,  брезгливо  пытаясь
отстранить несчастного парня. -- Началось, началось... Включили
излучатели, началось.
     Танк, содрогаясь,  карабкался  на  гребень,  клочья  дерна
летели из-под гусениц. Позади ничего уже не было видно за сизым
дымом,  а впереди вдруг распахнулась серая глинистая равнина, и
замаячили вдали плоские холмы на хонтийской стороне, и танковая
лавина, не сбавляя хода, повалила туда. Рядов больше  не  было.
Все   машины   мчались   наперегонки,   задевая   друг   друга,
бессмысленно ворочая башнями... У одного танка на  полном  ходу
слетела гусеница. Он волчком завертелся на месте, перевернулся.
Вторая  гусеница сорвалась и тяжелой блестящей змеей взлетела в
небо. Ведущие колеса продолжали бешено крутиться, а  из  нижних
люков  выскочили два человека, спрыгнули на землю и, размахивая
руками, побежали вперед, вперед, на коварного врага...  Блеснул
огонь,  сквозь  лязг  и  рев звонким треском прорвался пушечный
выстрел, и сразу же все танки принялись палить, длинные красные
языки  вылетали  из  пушек,  танки   приседали,   подпрыгивали,
окутывались густым черным дымом нечистого проха, и через минуту
все  затянуло  желточерной  тучей,  а  Максим все смотрел, не в
силах оторваться  от  этого  грандиозного  в  своей  преступной
нелепости  зрелища,  терпеливо отдирая от себя цепкие руки Гая,
который звал, тащил, умолял, жаждал прикрыть  своей  грудью  от
всех опасностей... Люди, заводные куклы, звери... Люди...
     Потом  Максим опомнился. Пора было отбирать управление. Он
спустился вниз,  момоходом  похлопал  Гая  по  плечу,  цепляясь
плечом  за  какие-то  металлические  скобы, огляделся в тесном,
шатающемся ящике, чуть не задохнулся  от  газолинового  смрада,
разглядел  мертвенно-бледное лицо Фанка, с закаченными глазами,
Зефа, скорчившегося за снарядным ящиком, оттолкнул жмущегося  к
нему Гая и пролез к водителю.
     Крючок держал рычаги на себя и изо всех сил поддавал газу.
Он пел, он орал таким дурным голосом, что его даже было слышно,
и Максим  даже  разобрал слова Благодарственной песни. Теперь
надо было как-то утихомирить его, занять его место и отыскать в
этом дыму удобный овраг, или глубокую рытвину, или холм,  чтобы
было  где  укрыться  от  атомных взрывов... Но получилось не по
плану.  Как  только  он  принялся  разжимать   кулаки   Крючка,
закоченевшие  на  рычагах,  преданный  Гай,  увидевший, что его
господину оказывается неповиновение, просунулся сбоку и страшно
ударил крючка огромным гаечным ключом в висок.  Крючок  осел  и
выпустил  рычаги. Максим, рассвирепев, отшвырнул Гая в сторону,
но было уже поздно, и не было времени ужасаться  и  сострадать.
Он оттащил труп, уселся и взялся за рычаги.
     В  смотровой  люк  почти  ничего  не было видно: небольшой
клочок глинистой почвы, поросший редкими травинками,  и  дальше
--  сплошная  пелена  сизой  гари.  Не могло быть и речи о том,
чтобы найти что
-нибудь в этой мгле.  Оставалось одно:  замедлить
ход и осторожно двигаться вперед до тех пор, пока
танк не углубится в холмы. Впрочем, замедлять ход
тоже было опасно. Если атомные мины начнут рвать-
ся раньше,  чем он доберется до холмов, можно ос-
лепнуть, да и вообще сгореть... Гай терся то сле-
ва,   то   справа,   заглядывал  в  лицо,  жаждал
приказаний.
     -- Ничего, дружище... -- бормотал  Максим,  отстраняя  его
локтями. -- Это пройдет... Все пройдет, все... Потерпи...
     Гай  видел,  что с ним говорят и точил слезу от огорчения,
что ничего не слышит, как тогда, в бомбовозе.
     Танк проскочил через густую  струю  черного  дыма:  справа
кто-то  горел.  Проскочили,  и  пришлось  сразу круто свернуть,
чтобы  не  наехать  на   мертвого,   расплющенного   гусеницами
человека.  Вынырнул  из дыма и скрылся покосившийся пограничный
знак, за ним пошли изодранные, смятые проволочные  заграждения.
Из  неприметного  ровика  высунулся  на  миг человек в странной
белой каске, яростно потряс воздетыми кулаками и  точас  исчез,
словно  растворился  в  земле.  Дымная пелена впереди понемногу
рассеивалась, и Максим увидел бурые круглые холмы совсем близко
и заляпанную грязью корму танка, ползущего почему-то  наискосок
общему  движению,  и  еще  один  горящий  танк. Максим отвернул
влево, целясь машиной в глубокое,  заросшее  кустарником  седло
между  двумя холмами повыше. Он был уже близко, когда навстречу
брызнул огонь, и весь  танк  загудел  от  страшного  удара.  От
неожиданности  Максим  дал  полный газ, кусты и облако белесого
дыма  над  ними  прыгнули  навстречу,  мелькнули  белые  каски,
искаженные   ненавистью   лица,   воздетые  кулаки,  потом  под
гусеницами что-то железно затрещало,  ломаясь.  Максим  стиснул
зубы, взял круто вправо и повел машину подальше от этого места,
по  косогору,  сильно кренясь, едва не переворачииваясь, огибая
холм, и въехал наконец в узкую лощинку,  поросшую  молоденькими
деревцами. Здесь он решил остановиться.
     Он  откинул  передний люк, высунулся по пояс и осмотрелся.
Место было подходящее, со всех  сторон  танк  окружали  высокие
бурые склоны. Максим заглушил двигатель, и сразу же Гай завопил
фальцетом  какую-то  чушь,  что-то нелепо рифмованное, какую-то
самодельную оду в честь великого и обожаемого Мака. Такую песню
мог бы сочинить пес, если бы научился пользоваться человеческим
языком.
     -- Замолчи! --  приказал  Максим.  --  Вытащи  этих  людей
наружу  и  уложи  возле  машины... Стой, я не кончил. Делай это
осторожно, это мои любимые друзья, наши любимые друзья...
     -- А ты куда? -- с ужасом спросил Гай.
     -- Я буду здесь, рядом.
     -- Не уходи... -- заныл Гай. -- Или  позволь,  я  пойду  с
тобой.
     --  Ты  меня  не  слушаешься,  -- строго сказал Максим. --
Делай, что я приказал и помни, что это наши друзья...
     Гай принялся  причитать,  но  Максим  уже  не  слушал.  Он
выбрался  из  танка  и  побежал  вверх  по склону холма. Где-то
неподалеку продолжали идти  танки,  натужно  ревели  двигатели,
лязгали гусеницы, изредка бухали пушки. Высоко в небе провизжал
снаряд.  Максим,  пригнувшись,  взбежал  на  вершину, присел на
корточки между кустами и еще раз похвалил себя за такой удачный
выбор места.
     Внизу -- рукой подать --  оказался  широкий  проход  между
холмами, и по этому проходу, вливаясь с покрытой дымом равнины,
сгрудившись, гусеница к гусенице, сплошным потоком шли танки --
низкие,  приплюснутые,  мощные,  с огромными плоскими башнями и
длинными пушками. Это были  уже  не  штрафники,  это  проходила
регулярная   армия.   Несколько   минут  Максим,  оглушенный  и
оторопевший, наблюдал это зрелище, жуткое  и  неправдоподобное,
как  исторический  кинофильм.  Воздух  шатался  и вздрагивал от
неистового грохота  и  рева,  холм  трепетал  под  ногами,  как
испуганное  животное,  и  все-таки Максиму казалось, что машины
идут в мрачном, угрожающем молчании. Он отлично знал, что  там,
под  броневыми листами, заходятся в хрипе ошалевшие солдаты, но
все люки были наглухо закрыты, и казалось, что каждая машина --
один сплошной слиток неодухотворенного металла... Когда  прошли
последние  танки,  Максим  оглянулся  назад,  вниз, и его танк,
накренившийся среди деревьев,  показался  ему  жалкой  жестяной
игрушкой,  дохлой  пародией  на  настоящий боевой механизм. Да,
внизу прошла  сила,  чтобы  встретиться  с  другой,  еще  более
страшной  силой,  и,  вспомнив  об  этой  другой  силе,  Максим
поспешно скатился вниз, в рощу.
     Обогнув танк, он остановился.
     Они лежали рядком: бледный  до  синевы  Фанк,  похожий  на
мертвеца;    скрюченный,    постанывающий    Зеф,   вцепившийся
грязнобелыми пальцами в свою огненно-рыжую шевелюру;  и  весело
улыбающийся  Крючок,  с  мертвыми  глазами  куклы.  Приказ  был
выполнен в точности. Но Гай, весь ободранный, весь в крови тоже
лежал  поодаль,  отвернув  от  неба  обиженное  мертвое   лицо,
раскинув  руки,  и  вокруг него трава была смята и вытоптана, и
валялась  расплющенная  белая  каска  в  темных  пятнах,  а  из
развороченных кустов торчали чьи-то ноги в сапогах.
     --  Массаракш,  -- пробормотал Максим, с ужасом представив
себе, как несколько минут назад здесь насмерть  схватились  два
воющих и рычащих пса, каждый во славу своего хозяина...
     И в этот момент та, другая сила нанесла от-
     ветный удар. Максиму этот удар пришелся по
     глазам.  Он  закричал  от  боли, изо всех сил зажмурился и
упал на Гая, уже поняв, что тот мертв, но стараясь закрыть  его
своим телом. Это было чисто рефлкторное -- он ни о чем не успел
подумать  и ничего не успел ощутить, кроме боли в глазах, -- он
был еще в падении, когда его мозг отключил себя.
     Когда окружающий мир сделался возможным для  человеческого
восприятия,  сознание включилось снова. Прошло, вероятно, очень
мало времени, несколько секунд, но Максим очнулся весь покрытый
потом, с пересохшим горлом, и голова у него звенела, будто  его
ударили   доской  по  уху.  Все  вокруг  изменилось,  мир  стал
багровым, мир был завален листьями и обломанными  ветками,  мир
был  наполнен  раскаленным  воздухом,  с  красного  неба дождем
сыпались  вырванные  с  корнем  кусты,  горящие  сучья,   комья
раскаленной  сухой  земли. И стояла болезненно-звенящая тишина.
Живых  и  мертвых  раскатило  по  сторонам.   Гай,   засыпанный
листьями,  лежал  ничком шагах в десяти. Рядом с ним сидел Зеф;
одной  рукой  он  по-прежнему  держался  за  голову,  а  другой
закрывал глаза. Фанк скатился вниз, застрял в промоине и теперь
ворочался  там,  терся  лицом  о землю. Танк тоже снесло ниже и
развернуло.  Прислонясь  к  гусенице  спиной,  мертвый   Крючок
по-прежнему улыбался...
     Максим  вскочил,  разбросав  наваленные  на него ветки. Он
подбежал к Гаю, схватил  его,  поднял,  поглядел  в  стеклянные
глаза, прижался щекой к его щеке, проклял и трижды проклял этот
мир,  где  он  так  одинок и беспомощен, где мертвые становятся
мертвыми навсегда, потому что ничего нет, и  нечем  сделать  их
живыми...  Кажется,  он плакал, колотил руками по земле, топтал
ногами белую каску, а потом Зеф начал протяжно кричать от боли,
и тогда он пришел в себя и, не глядя вокруг, не чувствуя больше
ничего, кроме ненависти и жажды убивать, побрел наверх, на свой
наблюдательный пост...
     Здесь  тоже  все  переменилось.  Кустов  больше  не  было,
спекшаяся  глина  дымилась  и потрескивала, обращенный к северу
склон  холма  горел.  На  севере  багровое  небо  сливалось  со
сплошной  стеной  чернокоричневого  дыма,  и  над  этой  стеной
поднимались,  распухая  на  глазах,  ярко-оранжевые,   какие-то
маслянисто-жирные  тучи. И туда, где возносились к лопнувшей от
удара  небесной  тверди   тысячи   тонн   раскаленного   праха,
испепеленные  до  атомов  надежды  жить  и выжить, в эту адскую
топку, устроенную несчастными дураками для несчастных  дураков,
тянул с юга, словно в поддувало, легкий сыроватый ветер.
     Максим  поглядел вниз, на проход между холмами. Проход был
пуст, взрытая гусеницами  и  опаленная  атомным  взрывом  глина
дымилась,  тысячи  огоньков плясали на ней -- догорали листья и
тлели сорванные сучья. А равнина на юге казалась очень  широкой
и  очень  пустынной.  Ее больше не заволакивали пороховые газы,
она была багровой под багровым небом, на ней неподвижно торчали
одинокие  коробочки  --  испорченные   и   поврежденные   танки
штрафников,   и   по  ней  уже  приближалась  к  холмам  редкая
изломанная цепочка странных машин.
     Они были похожи на танки, только вместо башни на каждой из
них был установлен высокий решетчатый конус с тусклым  округлым
предметом  на  верхушке. Они шли быстро, мягко переваливаясь на
неровностях,  и  они  были  не  черные,  как  танки  несчастных
блицтрегеров,  не серо-зеленые, как армейские танки прорыва, --
они были желтые, ярко-весело-желтые, как жандармские патрульные
машины... Правого фланга шеренги уже не было видно за  холмами,
и  Максим  успел  насчитать  всего  восемь  излучателей.  В них
чудилась какая-то наглость хозяев положения. Они шли в бой,  но
не считали нужным ни скрываться, ни маскироваться. Они нарочито
выставлялись  напоказ  своей  окраской,  и  своим  пятиметровым
горбом, и отсутствием обычного  вооружения.  Те,  кто  вел  эти
машины,  считал  себя,  должно  быть,  в  полной  безопасности.
Впрочем, вряд ли они об этом думали. Они просто спешили вперед,
подстегивая лучевыми бичами железное  стадо,  которое  катилось
сейчас через ад, и они наверняка ничего не знали об этих бичах,
как  не  знали  и  того, что эти бичи хлещут их самих... Максим
увидел, что левофланговый излучатель направляется в  лощину,  и
пошел ему навстречу, вниз по склону холма.
     Он  шел  во  весь  рост.  Он  знал, что ему придется силой
выковыривать черных погонщиков из железной скорлупы, и он хотел
этого. Никогда в жизни он ничего так не хотел, как хотелось ему
сейчас почувствовать  под  пальцами  живую  плоть...  Когда  он
спустился в лощину, излучатель был совсем близко. Желтая машина
катилась  прямо на него, слепо уставясь стекляшками перископов,
решетчатый конус грузно  раскачивался  не  в  такт  приседаниям
машины,  и  теперь  видно  было,  что  на  его вершине качается
сербристый шар, густо утыканный длинными блестящими иглами.
     Они и не подумали остановиться, и Максим, уступив  дорогу,
пропустил  их,  пробежал  несколько  метров  рядом и вскочил на
броню...


<ul><a name=22></a><h2> * ЧАСТЬ ПЯТАЯ. ЗЕМЛЯНИН * </h2></ul>


<ul><a name=23></a><h2>Глава восемнадцатая</h2></ul>

     Государс-твенный  прокурор  спал   чутко,   и   мурлыканье
телефона  сразу  разбудило  его.  Не  раскрывая  глаз,  он взял
наушник и хрипло сказал:
     -- Слушаю.
     Мяукающий голос референта, как бы извиняясь, произнес:
     -- Семь часов, ваше превосходительство...
     -- Да. -- сказал прокурор, все еще не раскрывая  глаз.  --
Да, благодарю.
     Он  включил свет, откинул одеяло и сел. Некоторое время он
сидел, уставившись на свои бледные  тощие  ноги  и  с  грустным
удивлением  размышлял  о том, что вот уже шестой десяток пошел,
но он не помнит ни одного дня, когда бы ему дали выспаться. Все
время кто-нибудь будит. Когда он был поручиком, его будил после
попойки скотина денщик,  когда  он  был  председателем  черного
трибунала,   его   будил   дурак   секретарь  с  неподписанными
приговорами. Когда он был школяром, его будила мать,  чтобы  он
шел  на занятия, и это было самое мерзкое время, самые скверные
пробуждения.  И  всегда  ему   говорили:   Надо!   Надо,   ваше
благородие... Надо, господин председатель... Надо, сыночек... А
сейчас  это  надо  говорит  он  себе сам... Он встал, накинул
халат,  плеснул  в  лицо  горсть   одеколона,   вставил   зубы,
посмотрел,  массируя  щеки, в зеркало, скривился неприязненно и
прошел в кабинет.
     Теплое молоко уже  стояло  на  столе,  а  под  крахмальной
салфеткой  --  блюдце  с  солоноватым  печеньем.  Это надо было
выпить и съесть как лекарство, но сначала он подошел  к  сейфу,
отвалил дверцу, достал зеленую папку и положил ее на стол рядом
с завтраком. Хрустя печеньем и прихлебывая молоко, он тщательно
осматривал  папку,  пока  не убедился, что со вчерашнего дня ее
никто не раскрывал. Как  много  переменилось,  --  подумал  он.
Всего   три   месяца  прошло,  а  как  все  переменилось!..  Он
машинально взглянул на желтый телфон и несколько секунд не  мог
отвести  от  него  глаз.  Телефон молчал -- яркий, изящный, как
веселая  игрушка...  Страшный,  как  тикающая  адская   машина,
которую невозможно разрядить...
     Прокурор  судорожно,  двумя  руками,  вцепился  в  зеленую
папку, зажмурился. Он ощутил, что страх нарастает,  и  поспешил
одернуть  себя. Нет, так дело не пойдет, сейчас нужно соблюдать
абсолютное спокойствие и рассуждать  совершенно  бесстрастно...
Выбора  у меня все равно нет. Значит, риск... Ну что же: риск,
так риск. Риск всегда был и будет, нужно только  свести  его  к
минимуму. Да, массаракш, к минимуму!.. Вы, кажется, не уверны в
этом,  Умник?  Ах,  вы  сомневаетесь?  Вы  всегда сомневаетесь,
Умник, у вас есть такое качество, вы -- молодец... Ну  что  же,
попытаемся  развеять  ваши  сомнения.  Слыхали  вы  про  такого
человека -- его зовут Максим Каммерер? Неужели слыхали? Это вам
только  кажется.  Вы  никогда  раньше  не  слыхали  про  такого
человека.  Вы  услышите  о  нем  в  первый  раз.  Очень  прошу,
выслушайте  и  составьте  о  нем   самое   объективное,   самое
непредубежденное   суждение.   Мне   очень   важно  знать  ваше
объективное мнение, Умник, от него, знаете ли,  зависит  теперь
целость  моей  шкуры.  Моей бледной, с синими прожилками, такой
дорогой мне шкуры...
     Он прожевал последнее печенье и залпом допил молоко. Потом
вслух сказал: приступим.
     Он раскрыл папку. Пршлое этого человека туманно.  И  это,
конечно,  неважное начало для знакомства. Но мы с вами знаем не
только, как  из  прошлого  выводить  настоящее,  но  и  как  из
настоящего  вывести  прошлое.  И  если  нам  так уж понадобится
прошлое  нашего  Мака,  мы  всегда  сумеем  его  вывести.   Это
называется  экстраполяцией... Наш Мак начинает свое настоящее с
того, что бежит с каторги. Вдруг. Неожиданно.  Как  раз  в  тот
момент,   когда  мы  со  Странником  тянем  к  нему  руки.  Вот
панический  рапорт   генерал-коменданта,   классический   вопль
идиота,  который  нашкодил и не чает уйти от наказания: он ни в
чем не виноват, он сделал все по инструции,  он  не  знал,  что
объект   добровольно  поступил  в  саперы-смертники,  а  объект
поступил и подорвался на минном поле. Не знал... Вот  и  мы  со
Странником  не  знали.  А  надо  было  знать! Объект -- человек
неожиданный,  вы  должны  были  ожидать   чеголибо   подобного,
господин  Умник... Да, тогда это поразило меня, но теперь-то мы
знаем: кто-то рассказал Маку про башни, он решил, что в  стране
Творцов  ему делать нечего и удрал на юг, симулировав гибель...
-- прокурор опустил голову на руку, устало потер  лоб.  --  Да,
тогда  все это и началось... Это был первый промах в серии моих
промахов: я поверил в  то,  что  он  погиб.  А  как  я  мог  не
поверить?  Какой  нормальный  человек  побежит  на юг? Любой бы
поверил, а вот Странник не поверил.
     Прокурор взял очередной рапорт. О, этот Странник.  Умница
Странник,  гений  Странник... Вот как мне надо было действовать
-- как он! А я был уверен, что Мак погиб:  юг  есть  юг.  А  он
наводнил  все  заречье  своими  агентами. Жирный Фанк -- ах, не
добрался я до него в свое время, не прибрал к  рукам!  --  Этот
жирный  облезлый  боров похудел, мотаясь по стране, вынюхивая и
высматривая, а его Кура подох от лихорадки на шестой трассе,  а
его  Тапа-петушок был захвачен горцами, а потом пятьдесят пятый
-- не  знаю  уж,  кто  он  такой,  --  попался  пиратам  аж  на
побережье,  но  успел  сообщить,  что Мак там появлялся. Сдался
патрулям и отправлен обратно в свою колонну...
     Вот как поступают люди с головой: они ничему  не  верят  и
никого не жалеют. Вот как я должен был поступить тогда. Бросить
все  дела  и  заниматься  только  Маком, ведь я уже тогда знал,
какая это страшная сила -- Мак, а  я  вместо  того  сцепился  с
Дергунчиком  и  проиграл,  а  потом  связался  с этой идиотской
войной и опять проиграл... Я  и  сейчас  бы  проиграл,  но  мне
наконец повезло: я узнал, что Мак объявился в столице, в логове
Странника,  и  я  узнал  об  этом  раньше,  чем  Странник.  Да,
Странник, да, хрящеухий, теперь проиграл ты. Надо же было  тебе
уехать  именно  сейчас!  И  ты  знаешь,  Странник, меня даже не
огорчает то обстоятельство,  что  опять  осталось  неизвестным,
куда  и  зачем  ты  уехал. Уехал, и ладно. Ты, конечно, во всем
положился на своего Фанка, а твой Фанк привез тебе Мака, но вот
ведь  беда  --  свалился  твой   Фанк   после   своих   военных
приключений,  лежит без памяти в дворцовом госпитале, -- важная
фигура -- таких только в дворцовый госпиталь! -- И теперь я  не
промахнусь,   теперь   он   будет   там   лежать,  сколько  мне
понадобится. Тебя нет,  Фанка  нет,  а  наш  Мак  есть,  и  это
получилось очень удачно...
     Прокурор  ощутил радость и, заметив это, сейчас же погасил
ее.  Опять   эмоции,   массаракш...   Спокойнее,   Умник.   Ты
знакомишься  с  новым  человеком  по  имени Мак, ты должен быть
очень объективен. Тем более, что этот новый Мак так не похож на
старого, теперь он совсем взрослый, теперь он знает, что  такое
финансы  и  детская преступность. Поумнел, посуровел наш Мак...
Вот он пробился в штаб подполья (рекомендатели: Мемо Грамену  и
Аллу  Зеф),  как  гром среди ясного неба обрушился там на них с
предложением раскрыть всему подполью истинное назначение башен;
штаб взвыл, но ведь убедил их Мак!  Запугал  их  там,  запутал;
приняли  они эту идею, поручили Маку разработку... В обстановке
он разобрался быстро и верно. И они там это поняли -- поняли, с
кем имеют  дело.  Или  просто  почувствовали...  Вот  последнее
донесение:  фракция  просветителей  привлекла  его к обсуждению
проблемы перевоспитания, и  он  с  радостью  согласился.  Сразу
предложил  кучу  идей.  Идейки не бог весть какие, но не в этом
дело, перевоспитание --  вообще  идиотизм,  важно  то,  что  он
больше  не  террорист, никого не хочет убивать, ничего не хочет
взрывать; важно то, что  он  занялся  своей  карьерой,  активно
зарабатывает   себе   авторитет   в   штабе,  произносит  речи,
критикует, лезет наверх; важно то, что он имеет идеи  и  жаждет
их  осуществить,  а  это  именно  то,  что  вам нужно, господин
умник...
     Прокурор откинулся на спинку кресла. И вот  еще  то,  что
нужно.  Донесение  об  образе  жизни.  Много  работает  --  и в
лаборатории и дома, -- тоскует по-прежнему по той  девушке,  по
Раде  Гаал,  занимается  спортом,  почти ни с кем не дружит, не
курит, почти не пьет, в еде  очень  умерен.  С  другой  стороны
обнаруживает  явную  склонность  к  роскоши в быту и знает себе
цену: полагающийся по  штату  автомобиль  принял  как  должное,
выразив  неудовольствие  его  малой  мощностью  и уродливостью;
недоволен также  квартирой  --  считает  ее  слишком  тесной  и
лишенной    элементарных    удобств;    жилище   свое   украсил
оригинальными   картинами   и    антикварными    произведениями
искусства,  истратив  на  них  почти весь аванс... И так далее.
Хороший материал. Очень хороший... А  кстати,  сколько  у  него
сейчас  денег,  чем  он располагает? Та-ак, руководитель темы в
лаборатории химического синтеза... Недурно его устроили. И  еще
больше,   наверное,  наобещали.  Хотел  бы  я  знать,  как  ему
объяснили, зачем он  понадобился  Страннику.  Это  знает  Фанк,
жирная  свинья, но он не скажет, скорее подохнет... Ах, если бы
как-нибудь  вытянуть  из  него  все,  что  он  знает!  С  каким
наслаждением  я  бы его потом прикончил... Сколько он мне крови
попортил, скотина эдакая... И Раду эту он у меня украл,  а  как
бы  она мне сейчас пригодилась, Рада... Какое это оружие, когда
имеешь дело с чистым, честным, мужественным  Маком!..  Впрочем,
сейчас  это,  может  быть,  не  так  уж плохо... Не я держу под
замком твою возлюбленную, Мак, это все Странник,  его  интриги,
этого шантажиста...
     Прокурор   вздрогнул:  желтый  телефон  тихонько  звякнул.
Только звякнул, и больше ничего. Тихонько, даже мелодично. Ожил
на долю секунды и снова замер, словно  бы  напомнил  о  себе...
Прокурор, не отрывая от него глаз, провел дрожащими пальцами по
лбу.  Нет,  ошибка,  конечно,  ошибка... Мало ли что -- телефон
аппарат сложный, искра там какая-нибудь проскочила... Он  вытер
пальцы о халат. И сейчас же телефон грянул. Как выстрел в упор,
как  нож  по  горлу... Прокурор взял наушник. Он не хотел брать
наушник, он даже не знал, что берет наушник, он даже вообразил,
будто не берет наушник, а быстро, на ципочках, бежит в спальню,
одевается, выкатывает машину из гаража и на предельной скорости
гонит... Куда?
     --  Государственный  прокурор,  --  сказал  он  хрипло   и
прокашлялся.
     -- Умник? Это Канцлер говорит.
     Вот оно... Вот оно... Сейчас: Ждем тебя через часок...
     --  Я  узнал,  --  сказал  он  бессильно.  --  Здравствуй,
Канцлер.
     -- Сводку читал?
     -- Нет.
     Ах не читал? Ну приезжай, мы тебе сами почитаем...
     -- Все, -- сказал Канцлер. -- Прогадили войну.
     Прокурор глотнул. Надо было что-то сказать, лучше всего --
пошутить.   Тонко   пошутить...   Боже,   помоги   мне   тонко
пошутить!..
     --  Молчишь?  А  что  я  тебе говорил? Не лезь в эту кашу,
штатских держись, а не военных. Эх ты, Умник...
     -- Ты -- Канцлер, -- выдавил из себя прокурор. --  Все  мы
дети твои. Дети ведь вечно не слушаются родителей...
     Канцлер хихикнул.
     --  Дети... -- сказал он. -- А где это сказано: Если чадо
твое ослушается тебя... Как там дальше, не помнишь, Умник?
     Боже мой, боже мой! Сотри его с лица  земли.  Он  так  и
сказал  тогда:  Сотри  его  с  лица земли, и Странник взял со
стола тяжелый черный пистолет, неторопливо поднял  и  выстрелил
два  раза, и чадо обхватило руками пробитую лысину и повалилось
на ковер...
     -- Память отшибло? -- сказал Канцлер. -- Эх  ты,  Умник...
Что собираешься делать, Умник?
     --  Я  ошибся, -- прохрипел прокурор. -- Ошибка... Это все
из-за Дергунчика...
     -- Ошибся... Ну ладно, подумай, Умник. Поразмысли. Я  тебе
еще позвоню.
     И  все.  И  нет  его.  И  неизвестно,  куда звонить ему --
плакать,  умолять...  Глупо,  глупо.  Никому  не   помогало...
Ладно...  Подожди...  Да подожди ты, трус!. Он сразмаху ударил
ладонью о край стола -- чтобы  в  кровь,  чтобы  больно,  чтобы
перестать дрожать... Это немного помогло, но он еще наклонился,
открыл  другой  рукой  нижний ящик стола, достал фляжку, зубами
вытащил пробку и сделал несколько глотков. Его ударило  в  жар.
Вот  так...  Спокойно...  Мы  еще  посмотрим... Это гонка: кто
быстрее.  Умника  так  просто  не  возьмешь,  с  ним   вы   еще
повозитесь.  Умника  так  сразу  не  вызовешь.  Если  бы  могли
вызвать, то уже вызвали бы... Это ничего, что он  позвонил.  Он
всегда  так. Время есть. Два, три, четыре дня... Время есть! --
Прикрикнул он на себя. -- Не психуй!.. Он поднялся и торопливо
пошел кругами по кабинету.
     У меня есть на вас управа. У меня есть Мак. У  меня  есть
человек,   который   не   боится  излучения.  Для  которого  не
существует преград. Который  желает  переменить  прядок  вещей.
Который   вас   ненавидит.  Человек  чистый  и,  следовательно,
открытый всем соблазнам. Человек, который поверит мне. Человек,
который захочет встретиться со  мной...  Он  уже  сейчас  хочет
встретиться со мной: мои агенты уже много раз говорили ему, что
государственный   прокурор  добр,  справедлив,  большой  знаток
законов,   настоящий   страж   законности,   что   Творцы   его
недолюбливают  и  терпят  только  потому,  что не доверяют друг
другу...  Мои  агенты  уже  показывали  ему  меня   тайком,   в
благоприятных  обстоятельствах, и мое лицо ему понравилось... И
-- самое главное! -- ему под стражайшим секретом намекнули, что
я знаю, где находится Центр. Он прекрасно владеет лицом, но мне
сказали, что в этот момент он выдал себя... Вот какой человек у
меня есть -- человек, который очень хочет завладеть  Центром  и
может  это  сделать,  единственный  из  всех...  То есть, этого
человека  у  меня  пока  нет,  но  сети  расставлены,   наживка
проглочена,  и сегодня я его подсеку. Или я пропал... Пропал...
Пропал...
     Он круто повернулся и с ужасом взглянул на желтый телефон.
Он больше не мог сдержать  воображение.  Он  видел  эту  тесную
комнату,  обтянутую фиолетовым бархатом, душную, прокисшую, без
окон, голый, обшарпанный стол и пять золоченых кресел... А мы,
все остальные стояли; я, Странник с глазами жаждущего убийцы, и
этот лысый палач... Растяпа,  болтун:  знал  ведь,  где  Центр,
столько  людей  загубил,  чтобы узнать, где Центр, и -- трепло,
пьяница, хвастун! -- разве  можно  о  таких  вещах  кому-нибудь
говорить?  Тем более родичам... Особенно таким родичам... А еще
начальник департамента  общественного  здоровья,  глаза  и  уши
Огненосных  Творцов,  броня  и  секира нации... Канцлер сказал,
жмурясь: Сотри его с лица земли, Странник  выстрелил  в  упор
два  раза,  и  Барон  проворчал  с  неудовольствием: Опять всю
обивку забрызгали... И  они  опять  стали  спорить,  почему  в
комнате  воняет,  а я стоял на ватных ногах и думал: Знают или
не знают?, и Странник стоял, оскалясь как голодный  хищник,  и
глядел   на   меня,   словно  догадывался...  Ни  черта  он  не
догадался...  Теперь-то  я  понимаю,  почему  он   всегда   так
хлопотал, чтобы никто не проник в тайну Центра. Он всегда знал,
где  находится  Центр,  и  только  искал случай захватить Центр
самому...  Опоздал,  Странник,  опоздал...   И   ты,   Канцлер,
опоздаешь. И ты, Барон. А о тебе, Дергунчик, и речи нет...
     Он отдернул портьеру и приложил лоб к холодному стеклу. Он
почти  задушил  свой страх и, чтобы затоптать его окончательно,
до последней искорки,  он  представил  себе,  как  Мак  с  боем
врывается в аппаратную Центра...
     Но и это мог бы сделать и Волдырь с личной охраной, с этой
бандой   своих   родных   и  двоюродных  братьев,  племянников,
побратимов, выкормышей,  с  этими  жуткими  подонками,  которые
никогда  ничего  не слыхали о законе, которые всегда знали один
закон: стреляй первым...  Нужно  было  быть  Странником,  чтобы
поднять  руку  на  Волдыря.  В  тот же вечер они напали на него
прямо у ворот его особняка, изрешетили  машину,  убили  шофера,
убили  секретаршу  и  загадочным  образом  полегли сами, все до
единого, все двадцать четыре человека с двумя пулеметами... Да,
Волдырь тоже мог ворваться в аппаратную, но он бы там и  завяз,
дальше бы не прошел, потому что дальше -- барьер депрессионного
излучения, а теперь, может быть, и два лучевых барьера; хватило
бы  и одного, никто не пройдет там: выродок схватится за голову
от боли,  а  простой  лояльный  гражданин  падет  на  колени  и
примется  тихо  плакать  от  смертной  тоски...  Только Мак там
пройдет и запустит свои умелые  руки  в  генераторы,  и  прежде
всего  переключит  Центр,  всю  систему  башен на депрессионное
поле. Затем, уже совершенно беспрепятственно, он  поднимется  в
радиостудию  и  поставит  там  пленку  с заранее подготовленной
речью на многоцикловую передачу...  Вся  страна  от  хонтийской
границы  до  Заречья -- в депрессии, миллионы дураков валяются,
обливаясь слезами, не желая пошевелить пальцем, а  репродукторы
уже  ревут во всю глотку, что Огненосные Творцы -- преступники,
их зовут так-то и так-то, они живут там-то и там-то, убейте их,
спасайте страну, это говорю вам я, Мак Сим, живой бог на  земле
(или  там...  законный  наследник  императорского престола, или
великий диктатор, что ему больше  понравится).  К  оружию,  мой
легион! К оружию, моя армия! К оружию, мои подданные!.. А сам в
это  время  спускается в аппаратную и переключает генераторы на
поле повышенного  внимания,  и  вот  уже  вся  страна  слушает,
развесив  уши, стараясь не пропустить ни одного слова, заучивая
наизусть, повторяя про себя. А  громкоговорители  ревут,  башни
работают, так длится еще час, а потом он переключает излучатели
на  восторг,  всего  полчаса восторга -- и конец передачам... И
когда я прихожу в себя -- массаракш, полтора часа адской  боли,
но  надо,  массаракш, выдержать! -- Канцлера уже нет, никого из
них нет, есть Мак, великий бог  Мак,  и  его  верный  советник,
бывший  государственный прокурор, а ныне -- глава правительства
великого Мака... А, бог с ним, с правительством, я буду  просто
жив,  и мне ничего не будет угрожать, а там мы посмотрим... Мак
не из тех, кто бросает полезных друзей, а я буду очень полезным
другом. О, каким полезным другом я ему буду!..
     Он оборвал себя, вернулся к  столу,  покосился  на  желтый
телефон,  усмехнулся,  снял  наушник зеленого телефона и вызвал
заместителя начальника департамента специальных исследований.
     --  Головастик?  Это  Умник,  доброе  утро.  Как  ты  себя
чувствуешь?  Как желудок?.. Ну, прекрасно... Странника еще нет?
Ага. Ну ладно... Мне позвонили от Барона и  приказали  немножко
вас   проинспектировать...   Нет-нет,   я   думаю,  это  чистая
формальность, я ведь все равно у вас ни черта не понимаю, но ты
приготовь  там   какой-нибудь   рапорт...   Проект   заключения
инспекции  и все такое. И позаботься, чтобы все были на местах,
не  как  в  прошлый  раз...  Ум-гу...  Часов   в   одиннадцать,
наверное...  Ты сделай так, чтобы в двенадцать я мог уже уехать
со всеми документами... Ну, до встречи. Пойдем страдать... А ты
тоже страдаешь? Или вы уже, может быть, давно придумали защиту,
только от начальства скрываете? Ну-ну, я шучу... Пока.
     Он отложил наушник и взглянул на часы. Было  без  четверти
десять.  Он  громко  застонал  и потащился в ванную. Опять этот
кошмар...  Полчаса  кошмара.  От  которого  нет  защиты...   От
которого  нет  спасения...  От  которого жить не хочется... Как
всетаки обидно: Странника придется пощадить.
     Ванна уже была полна горячей воды. Прокурор сбросил халат,
стянул ночную рубашку и сунул под язык болеутолитель. И так всю
жизнь. Одна двадцать четвертая всей жизни -- ад. Больше четырех
процентов. И это -- не считая вызовов во дворец...  Ну,  вызовы
скоро  кончатся,  а  эти  четыре  процента  останутся до конца.
Впрочем, это  мы  еще  посмотрим.  Когда  все  установится,  я
возьмусь  за  Странника  сам...  Он  залез  в ванну, устроился
поудобнее, расслабился и принялся придумывать, как он возьмется
за Странника. Но  не  успел  ничего  придумать.  Знакомая  боль
ударила в темя, прокатилась по позвоночнику, запустила коготь в
каждую  клетку,  в  каждый нерв и принялась драть -- методично,
люто, в такт бешеным толчкам сердца...
     Когда все кончилось,  он  еще  немного  полежал  в  томном
изнеможении -- адские муки тоже имели свои достоинства: полчаса
кошмара  дарили  ему  несколько  минут  райского блаженства, --
затем вылез, растерся перед зеркалом, приоткрыл  дверь,  принял
от  камердинера свежее белье, оделся, вернулся в кабинет, выпил
еще один стакан  теплого  молока,  на  этот  раз  смешанного  с
целебной  водой,  съел вязкой кашицы с древесным медом, посидел
немного просто  так,  окончательно  приходя  в  себя,  а  потом
позвонил дневному референту и велел подавать автомобиль.
     К     департаменту     специальных    исследований    вела
правительственная трасса, пустая в это  время  дня,  обсаженная
кудрявыми  деревьями, похожими на исскуственные. Шофер гнал без
остановок  и  светофоров,  время  от  времени  включая   гулкую
басовитую  сирену.  К  высоким  железным  воротам  департамента
подъехали без  трех  минут  одиннадцать.  Легионер  в  парадном
мундире  подошел,  нагнулся,  вглядываясь, узнал и отдал честь.
Тотчас же ворота распахнулись, открылся  густой  сад,  белые  и
желтые  корпуса жилых домов, а за ними -- гигантский стеклянный
параллелепипид института. Медленно  проехали  по  автомобильной
дорожке  с  грозными предупреждениями насчет скорости, миновали
детскую площадку, приземистое здание бассейна, пестрое  веселое
здание клуба-ресторана -- и все это в зелени, в облаках зелени,
в  тучах зелени, и прекрасный чистейший воздух, и -- массаракш!
-- какой-то запах стоит удивительный, нигде такого  не  бывает,
ни  в  каком поле, ни в каком лесу... Ох уж этот Странник, все
это его затеи, чертовы деньги ухлопаны на это, но зато как  его
здесь  любят.  Вот  как  надо  жить, вот как надо устраиваться.
Ухлопаны чертовы деньги, султан был страшно недоволен...  Риск?
Да,  риск,  конечно,  был, рискнул Странник, но зато теперь его
департамент -- это его департамент: здесь его не  предадут,  не
подсидят...  Пятьсот человек у него здесь, в основном молодежь;
газет они не читают, радио не слушают  --  времени,  видите  ли
нет,  важные  научные  исследования...  Так что излучение здесь
бьет мимо цели, вернее, совсем в другую цель. Да, Странник,  на
твоем  месте  я  бы  еще долго тянул с защитными шлемами. Может
быть, ты и тянешь? Наверняка тянешь...  Но,  черт  возьми,  как
тебя  ухватить?  Вот  если  бы  нашелся  второй Странник... Да,
второй такой головищи нет во всем мире. И он это  знает.  И  он
очень  внимательно следит за каждым белее или менее талантливым
человеком. Приберет к рукам с юных лет, обласкает, отделяет  от
родителей  --  а родители-то до смерти, дураки, рады! -- И вот,
глядишь, еще один солдатик становится в твой строй. Ох как  это
здорово, что Странника сейчас нет, какая это удача!
     Машина  остановилась,  референт распахнул дверцу. Прокурор
вылез,  поднялся  по  ступенькам  в   застекленный   вестибюль.
Головастик  со  своими  референтами  уже  ждал  его. Прокурор с
надлежащей  скукой  на  лице  вяло  пожал   Головастику   руку,
посмотрел  на  референтов и позволил сопроводить себя в лифт. В
кабину вошли по регламенту: господин государственный  прокурор,
за  ним  господин  заместитель  начальника департамента, следом
референт государспвенного прокурора  и  старший  из  референтов
господина  заместителя начальника. Прочих оставили в вестибюле.
В кабинет  Головастика  вошли  опять  по  регламенту:  господин
прокурор,  за  ним  Головастик; референтов оставили за дверью в
приемной. Прокурор сейчас же утомленно погрузился в  кресло,  а
Головастик  немедленно засуетился, забил пальцами по кнопкам на
краю стола и, когда в кабинет сбежалась целая орава секретарей,
велел подать чай.
     Первые   несколько   минут   прокурор   для    развлечения
разглядывал   Головастика.   У   Головастика  был  на  редкость
виноватый  вид.  Он  избегал  смотреть  в  глаза,  то  и   дело
приглаживал   волосы,  судорожно  потирал  руки,  неестественно
покашливал  и  совершал   множество   бессмысленных   суетливых
движений.  У  него  всегда был такой вид. Внешность и поведение
были его основным капиталом. Он вызывал непрерывные  подозрения
в нечистой совести и навлекал на себя непрерывные тщательнейшие
проверки.  Депертамент  общественного здоровья изучил его жизнь
по часам. И поскольку жизнь его была безукоризненна,  и  каждая
новая  проверка подтверждала этот неожиданный факт, продвижение
Головастика по  служебной  лестнице  происходило  с  редкостной
быстротой.
     Прокурор  все  это  прекрасно  знал:  он  лично  три  раза
доскональнейшим образом проверял Головастика, и  тем  не  менее
сейчас, разглядывая Головастика, он вдруг поймал себя на мысли,
что   Головастик,   ей-богу,  знает,  пройдоха,  где  находится
Странник, и ужасно боится, что это из него  сейчас  вытянут.  И
прокурор не сдержался:
     --  Привет от Странника, -- сказал он небрежно, постукивая
пальцами по подлокотнику.
     Головастик быстро посмотрел на прокурора и  тут  же  отвел
глаза.
     --  М-м...  Да...  -- сказал он, покусывая губу. -- Кхе...
Сейчас вот... Гм... Чай принесут...
     -- Он  просил  тебя  позвонить,  --  сказал  прокурор  еще
небрежнее.
     --  Что?..  А-а...  Ладно...  Чай  у  меня  сегодня  будет
исключительный. Новая секретарша прямо-таки знаток в чаях... То
есть... Кхе... А куда ему позвонить?
     -- Не понимаю, -- сказал прокурор.
     -- Нет я к тому... Кхе... Что, гм... Чтобы позвонить, надо
кхе... Знать телефон... Он же никогда телефона не  оставляет...
--  Головастик  вдруг  мучительно покраснел, захлопал руками по
столу, нашел карандаш. -- Куда он велел позвонить?
     Прокурор отступился.
     -- Это я пошутил, -- сказал он.
     -- А?.. Что?.. -- На лице  Головастика,  мгновенно  сменяя
друг друга, промелькнуло множество подозрительнейших выражений.
--  А!  Пошутил?  --  Он  загоготал фальшивым смехом. -- Это ты
ловко меня! А я уж думал... Га-га-га!.. А вот и чаек!
     Прокурор принял из холеных рук холеной секретарши стакан с
чаем и сказал:
     -- Ладно,  пошутили  и  хватит.  Времени  мало.  Где  твоя
бумага? Головастик, совершив массу ненужных движений, извлек из
стола  папку  с  проектом  инспекционного  акта  и  протянул ее
прокурору. Судя по тому, как он при этом сокращался  и  ежился,
проект  был  набит  фальшивой  информацией,  имел  целью ввести
инспектора в заблуждение и вообще был  составлен  с  подрывными
намерениями.
     --   Н-нуте-с...   --   Проговорил  прокурор,  причмокивая
кусочком  сахара.  --  Что  тут  у  тебя?..  Акт  проверочного
исследования...     Н-ну...    Лаборатория    интерференции...
Лаборатория    спектральных     исследований...     Лаборатория
интегрального излучения... Ничего не понимаю, черт ногу сломит!
Как ты во всем этом разбираешься?
     --  А  я... Гм... Я, знаешь, тоже не разбираюсь, я ведь по
специальности...  Гм...  Администратор...  Мое  дело...  Это...
Общее руководство...
     Головастик  прятал глаза, покусывал губу, с размаху ерошил
волосы,  и  уже  было  совершенно  ясно,  что  никакой  он   не
администратор,   а   хонтийский   шпион  с  высшим  специальным
образованием. Ну и фигура!..
     Прокурор   снова   обратился    к    акту.    Он    сделал
глубокомысленное  замечание  о  перерасходе средств, допущенном
группой усиления мощности; спросил, кто такой  Зон  Баруту,  не
родственник      ли     он     Мору     Баруту,     знаменитому
писателю-пропагандисту; отпустил упрек по  поводу  безлинзового
рефрактометра, который стоил сумасшедших денег, а до сих пор не
запущен,   и   подвел   итог  по  работам  сектора  изучения  и
совершенствования излучения, сказавши, что существенных сдвигов
ему не видится (и слава богу, -- мысленно добавил он)  и  что
это  его  мнение  должно  быть  обязательно  занесено в беловой
вариант акта.
     Часть акта, касающуюся работ сектора защиты от  излучения,
он просмотрел еще более небрежно.
     --  Топчитесь  на  месте,  -- объявил он. -- По физической
защите вообще ничего не добились, по физиологической -- и  того
меньше...  Физиологическая  защита -- это вообще не то, что нам
нужно:  чего  это  ради  я  дам  себя  кромсать,  еще   идиотом
сделаете...  А  вот  химики  -- молодцы, еще минуту выиграли. В
прошлом году минуту, да в позапрошлом  полторы...  Что  же  это
получается?  Значит,  теперь  я  могу  принять  пилюлю и вместо
тридцати минут буду мучиться двадцать две...  Что  ж,  неплохо.
Почти  тридцать процентов... Запиши-ка мое мнение: усилить темп
работы  по  физической  защите,  поощрить   работников   отдела
химической  защиты. Все. -- он перебросил папку Головастику. --
Прикажи это отпечатать  начисто...  И  мое  мнение.  А  сейчас,
проформы  ради, проводи-ка меня... Ну, скажем... Э... У физиков
я прошлый раз был... Проводи-ка ты меня  к  химикам,  посмотрю,
как там у них дела...
     Головастик  вскочил  и снова ударил по кнопкам, а прокурор
поднялся с видом крайнего утомления.
     В  сопровождении  Головастика  и  дневного  референта   он
неторопливо  пошел  по  лабораториям  отдела химической защиты,
вежливо улыбаясь людям  с  одним  шевроном  на  рукаве  халата,
похлопывая  иногда  по  плечу  бесшевронных,  приостанавливаясь
около двухшевронных,  чтобы  пожать  руку,  понимающе  покивать
головой и осведомиться, нет ли претензий.
     Претензий  не было. Все вроде бы работали, или делали вид,
что работают, -- у них не поймешь. Мигали какие-то лампочки  на
каких-то  приборах,  варились  какиие-то  жидкости  в  каких-то
сосудах, пахло какой-то дрянью, кое-где мучали животных. Было у
них здесь чисто, светло,  просторно;  люди  казались  сытыми  и
спокойными,  энтузиазма  не  проявляли, с инспектором держались
вполне корректно, но без всякой теплоты и уж, во всяком случае,
без приличествующего подобострастия.
     И во многих комнатах -- будь то кабинет или лаборатория --
висел портрет Странника: над рабочим столом, рядом с  таблицами
и  графиками,  в  простенке  между  окнами,  над дверью; иногда
портрет лежал  под  стеклом  на  столе.  Это  были  фотографии,
рисунки  карандашом  или  углем;  один портрет был даже написан
масляными  красками.  Здесь  можно  было   увидеть   Странника,
играющего   в  мяч;  Странника,  читающего  лекцию;  Странника,
грызущего яблоко; Странника  сурового,  задумчивого,  усталого,
разъяренного  и  даже  Странника, хохочущего во всю глотку. Эти
сукины дети даже рисовали на него шаржи и вешали  их  на  самых
видных  местах...  Прокурор  представил  себе,  как он входит в
кабинет младшего советника юстиции Фильтика и обнаруживает  там
карикатуру   на   себя.   Массаракш,   это   было  невобразимо,
невозможно!
     Он улыбался, похлопывал, жал руки, а сам все время  думал,
что  вот второй раз он уже здесь с прошлого года и все вроде бы
по-старому, но раньше он как-то не обращал на это внимания... А
нынче вот обратил. Почему только теперь?.. А, вот  почему!  Что
такое  был  для  меня  Странник год или два назад? Формально --
один из нас, фактически -- кабинетная  фигура,  не  имеющая  ни
влияния на политику, ни своего места в политике, ни своих целей
в    политике.    Однако   с   тех   пор   он   успел   многое.
Общегосударственного масштаба операция по  изъятию  иностранных
шпионов  --  это  его  акция.  Прокурор  сам  вел их дела и был
потрясен,   узнав,   что   имеет    дело    не    с    липовыми
шпионами-выродками,   а  с  настоящими  матерыми  разведчиками,
заброшенными   Островной   Империей   для   сбора   научной   и
экономичесой  информации.  Странник  выудил  их  всех,  всех до
единого,  и  с   тех   пор   стал   неизменным   шефом   особой
контрразведки.
     Далее:  именно  Странник  раскрыл  заговор Лысого Волдыря,
фигуры жуткой, сидевшей очень прочно, сильно и опасно  копавшей
под шефство Странника над контрразведкой. И сам же его шлепнул,
никому  не  доверил.  Он  всегда  выступал  открыто, никогда не
маскировался  и  действовал  только  в  одиночку   --   никаких
коалиций, никаких уний, никаких временных союзов. Так он свалил
одного  за  другим трех начальников военного департамента -- те
даже пикнуть не успевали, а их уже вызывали наверх, -- пока  не
добился,   чтобы  поставили  Дергунчика,  панически  боявшегося
войны...  Это   он   год   назад   зарубил   проект   золото,
представленный   наверх   имперским   союзом  промышленников  и
финансистов... Тогда казалось,  что  Странник  вот-вот  слетит,
потому что проект вызвал восторг у самого Канцлера, но Странник
ему как-то доказал, что все выгоды проекта -- сугубо временные,
а  через  десять лет начнется повальная эпидемия сумасшествия и
полная разруха... Он все время как-то ухитрялся им  доказывать;
никто  никогда  ничего не мог им доказать, только Странник мог.
И, в общем-то, понятно почему. Он никогда ничего не боялся. Да,
он долго сидел в свом кабинете, но в конце  концов  понял  свою
истинную  цену. Понял, что он нужен всем нам, кто бы мы ни были
и как бы ни дрались между собой. Потому  что  только  он  может
создать  защиту,  только  он может избавить нас от мучений... А
сопляки в белых халатах рисуют на него карикатурочки...
     Референт распахнул перед  прокурором  очередную  дверь,  и
прокурор  увидел  своего Мака. Мак в белом халате с шевроном на
рукаве  сидел  на  подоконнике  и  смотрел  наружу.   Если   бы
какойнибудь  советник  юстиции  позволил себе в служебное время
торчать на подоконнике и считать галок, его можно  было  бы  со
спокойной  совестью  пустить по этапу, как явного бездельника и
даже саботажника. В данном же случае, массаракш,  даже  сказать
ничего  нельзя.  Ты  его  за  шиворот, а он тебе: Позвольте! Я
ставлю мысленный эксперимент. Отойдите и не мешайте!
     Великий Мак считал галок. Он мельком взглянул на вошедших,
вернулся было к свому занятию, но  тут  же  снова  оглянулся  и
всмотрелся  более  пристально.  Узнал, -- подумал прокурор. --
Узнал, умница моя... Он вежливо улыбнулся  Маку,  похлопал  по
плечу   молоденького   лаборанта,   крутившего  арифмометр,  и,
остановившись посредине комнаты, огляделся.
     -- Ну-с... -- произнес он в  пространство  между  Маком  и
Головастиком. -- А здесь у нас что делается?
     -- Господин Сим, -- сказал Головастик, краснея, подмигивая
и потирая  руки,  --  объясните господину инспектору, чем вы...
Кхе... Гм...
     -- А ведь я  вас  знаю,  --  сказал  великий  Мак,  как-то
неожиданно  возникая  в  двух  шагах от прокурора. -- простите,
если я не ошибаюсь, вы -- государственный прокурор.
     Да,  иметь  дело  с  Маком  нелегко  --   весь   тщательно
продуманный  план  полетел  к  черту сразу же: Мак и не подумал
ничего скрывать, он ничего не боялся, ему  было  любопытно,  он
смотрел  на  прокурора  с высоты своего огромного роста, как на
некое экзотическое животное...
     Надо было перестраиваться на ходу.
     --  Да,  --  с  холодным  удивлением  произнес   прокурор,
переставая    улыбаться.   --   Насколько   мне   известно,   я
действительно государственный прокурор, хотя  мне  непонятно...
--  он нахмурился и вгляделся в лицо Мака. -- Ба! -- воскликнул
прокурор. -- Ну конечно же... Мак Сим, он же  Максим  Каммерер!
Однако,  позвольте,  вы  же  погибли.  Массаракш,  как  вы сюда
попали?
     -- Длинная история, -- ответил Мак, махнув рукой. -- Между
прочим,  я  тоже  удивлен,  увидев  вас   здесь.   Никогда   не
предполагал, что наши занятия интересуют департамент юстиции...
     --  Ваши  занятия  интересуют  самых неожиданных людей, --
сказал прокурор. Он взял Мака под руку, отвел  его  к  дальнему
окну  и  доверительным  шепотом осведомился: -- когда же вы нам
подарите пилюли? Настоящие пилюли, на все тридцать минут...
     -- А вы разве тоже?.. --  спросил  Мак.  --  Впрочем,  да,
естественно...
     Прокурор  с  горестным  видом  покачал головой и с тяжелым
вздохом закрыл глаза.
     -- Наше благословение и наше проклятие, -  проговорил  он.
--   Счастье   нашего  государства  и  горе  его  правителей...
Массаракш, я ужасно рад, что вы живы, Мак! Должен вам  сказать,
что  дело,  по  которому вы проходили, было одним из немногих в
моей   карьере,   оставивших   у    меня    чувство    досадной
неудовлетворенности... Нет-нет, не пытайтесь отрицать: по букве
закона  вы  были  виновны,  с  этой стороны все в порядке... Вы
напали на башню, кажется, убили легионера, за это,  знаете  ли,
по  головке  не гладят. Но вот по существу... Признаюсь, рука у
меня дрогнула, когда я подписывал ваш  приговор.  Как  будто  я
приговаривал  ребенка,  не обижайтесь. В конце концов, это была
скорее наша затея, нежели ваша, и вся ответственность...
     -- Я не обижаюсь, -- сказал  Мак.  --  И  вы  недалеки  от
истины:  выходка  с  этой башней была ребяческая... Слава богу,
что нас тогда не расстреляли.
     -- Это было все, что я мог сделать, -- сказал прокурор. --
Помнится, я был очень огорчен, узнав о вашей  гибели...  --  Он
засмеялся и дружески стиснул локоть Мака. -- Чертовски рад, что
все   кончилось   так   благополучно.   Чертовски  рад  сделать
знакомство... -- он поглядел  на  часы.  --  Слушайте,  Мак,  а
почему  вы здесь? Нет-нет, я не собираюсь вас арестовывать, это
не мое дело, пусть теперь вами занимается военная  комендатура.
Но  вот  что  вы  делаете  в этом институте? Разве вы химик? Да
еще... -- Он показал пальцем на шеврон.
     -- Я -- все понемножку, -- сказал Мак. --  Немного  химик,
немного физик...
     --  Немного  подпольщик,  --  сказал  прокурор, благодушно
смеясь.
     -- Очень немного, -- решительно сказал Мак.
     -- Немного фокусник... -- сказал прокурор. Мак внимательно
посмотрел на него. -- Немного фантазер, -- продолжал  прокурор,
-- немного авантюрист...
     -- Это уже не специальности, -- возразил Мак. -- Это, если
угодно, просто свойства всякого порядочного ученого.
     -- И порядочного политика, -- сказал прокурор.
     --  Редкостное  сочетание  слов,  -- заметил Мак. Прокурор
вопросительно  посмотрел  на  него,  потом  сообразил  и  снова
засмеялся.
     --  Да,  --  сказал он. -- Политическая деятельность имеет
свою  специфику.  Никогда  не  опускайтесь  до  политики,  Мак,
оставайтесь  со  своей  химией...  --  он посмотрел на часы и с
досадой сказал: -- Ах, проклятье, совершенно нет времени,  а  я
так  хотел  бы  с вами поболтать... Я смотрел ваше досье, вы --
любопытнейшая  личность...  Но  вы,   вероятно,   тоже   сильно
заняты...
     -- Да, -- сказал умница Мак, -- хотя, конечно, не так, как
государственный прокурор.
     -- Так, -- сказал прокурор с комическим упреком. -- А ваше
начальство  уверяет,  что  вы  работаете  днем  и  ночью...  Я,
например, не могу сказать  этого  о  себе.  У  государственного
прокурора случаются свободные вечера... Вы удивитесь, но у меня
есть   к   вам   масса   вопросов,  Мак.  Признаться,  я  хотел
побеседовать с вами еще тогда,  после  процесса.  Но  --  дела,
бесконечные дела...
     --  Я  к вашим услугам, -- сказал Мак. -- Тем более, что у
меня тоже есть к вам вопросы.
     Ну-ну! -- Мысленно одернул его прокурор. -  Не  надо  так
откровенно, мы же здесь не одни. Вслух он сказал спокойно:
     --  Прекрасно!  Все,  что  в моих силах... А теперь, прошу
меня простить, бегу...
     Он пожал огромную ладонь своего Мака, уже пойманного Мака,
окончательно попавшегося на  удочку  Мака.  Он  прекрасно  мне
подыгрывал,  он  несомненно  хочет  встретиться, и я сейчас его
подсеку... Прокурор остановился в дверях, щелкнул  пальцами  и
сказал, повернувшись:
     --  Позвольте,  Мак,  а  что вы делаете сегодня вечером? Я
только что сообразил, что у меня сегодня свободный вечер...
     -- Сегодня? -- сказал Мак. -- Ну что же... Правда, сегодня
у меня...
     -- Приходите вдвоем! -- Воскликнул прокурор. -- Еще лучше,
я познакомлю вас с женой, получится прекрасный вечер...  Восемь
часов вас устроит? Я пришлю за вами машину. Договорились?
     -- Договорились.
     Договорились! -- Ликуя, думал прокурор, обходя последние
лаборатории     отдела,    улыбаясь,    похлопывая,    пожимая.
Договорились! --  Думал  он,  подписывая  акт  в  кабинете  у
Головастика. Договорились, массаракш, договорились! -- Кричал
он про себя торжествующе по дороге домой...
     Он   отдал  распоряжение  шоферу.  Он  приказал  референту
сообщить в департамент, что господин прокурор занят, никого  не
принимать,  отключить  телефон и вообще убираться с глаз долой,
но так, впрочем, чтобы  все  время  оставаться  под  рукой.  Он
вызвал  жену,  поцеловал  ее  в шею, вскользь припомнив, что не
виделись они уже  дней  десять,  и  попросил  ее  распорядиться
насчет  ужина,  хорошего,  легкого, вкусного ужина на четверых,
быть  за  столом  паинькой  и  приготовиться  встретить   очень
интересного человека. И побольше вин, самых лучших и разных.
     Потом  он заперся в кабинете, опять выложил на стол дело в
зеленой папке и принялся просматривать заново, с самого начала.
Его  побеспокоили  только  один   раз:   курьер   из   военного
департамента   принес   последнюю   фронтовую   сводку.   Фронт
развалился. Кто-то  надоумил  хонтийцев  обратить  внимание  на
желтые  машины,  и  вчера они расстреляли и уничтожили атомными
снарядами до девяносто  пяти  процентов  танков-излучателей.  О
судьбе  прорвавшейся  армии сведений больше не поступало... Это
был конец. Это был конец войне. Это был конец генералу Шекагу и
генералу Оду. Это был конец Очкарику, Чайнику, Туче  и  другим,
помельче. Очень возможно, что это был конец Графу. И уж конечно
это был бы конец Умнику, если бы Умник не был Умником...
     Он  растворил  сводку  в  стакане  с  водой и пошел ходить
кругами по кабинету. Он испытывал огромное  облегчение.  Теперь
он,  по  крайней  мере,  точно  знал, когда его вызовут наверх.
Сначала они покончат с Бароном и будут не меньше суток выбирать
между Дергунчиком и  Зубом.  Затем  им  придется  повозиться  с
Очкариком  и  Тучей.  Это еще сутки. Ну, Чайника они прихлопнут
мимоходом, а вот генерал Шекагу один займет  у  них  не  меньше
двух суток. А потом, и только потом... Потом у них уже не будет
никакого потом...
     Он  не  выходил из кабинета до самого приезда гостя. Гость
произвел самое приятное впечатление. Он был великолепен. Он был
настолько  великолепен,  что  прокурорша,   женщина   холодная,
светская  в  самом страшном смысле слова, давным-давно в глазах
прокурора уже не женщина, а старый боевой товарищ,  при  первом
взгляде  на  Мака  сбросила  лет двадцать и вела себя чертовски
естественно -- она словно знала, какую роль должен сыграть  Мак
в судьбе ее мужа.
     -- А почему вы один? -- удивилась она. -- Муж заказал ужин
на четверых...
     --  Да,  действительно, -- подтвердил прокурор. -- Я понял
так, что вы придете  со  своей  дамой.  Я  помню  эту  девушку,
кажется, она из-за вас чуть не попала в беду...
     --  Она  попала  в  беду, -- спокойно сказал Мак. -- Но об
этом мы поговорим потом, с вашего  разрешения.  Куда  прикажете
пройти?..
     Ужинали  долго,  весело,  много  смеялись,  немного  пили.
Прокурор рассказывал последние сплетни, прокурорша  очень  мило
загибала  нескромные  анекдоты,  а  Мак  в юмористических тонах
описал свой полет  на  бомбовозе.  Хохоча  над  его  рассказом,
прокурор с ужасом думал, что было бы сейчас с ним, если бы хоть
одна ракета попала в цель...
     Когда  все  было выпито и съедено, прокурорша извинилась и
предложила мужчинам доказать, что они способны  просуществовать
без  дамы  хотя  бы  час.  Прокурор  воинственно  принял вызов,
схватил Мака под руку и повлек его  в  кабинет  угощать  вином,
которое  имели  возможность  дегустировать  всего  три  десятка
человек в стране.
     Они расположились в мягких креслах по сторонам  низенького
столика  в  самом  уютном  углу кабинета, пригубили драгоценное
вино и посмотрели друг на друга. Мак был очень серьезен. Умница
Мак  явно  знал,  о  чем  пойдет  разговор,  и  прокурор  решил
отказаться   от   первоначального   плана  беседы,  хитроумной,
изматывающей,  построенной  на  полунамеках,  рассчитанной   на
постепенное  взаимопризнание.  Судьба  Рады, интрига Странника,
козни Творцов -- все это  не  имело  никакого  значения.  Он  с
удивительной,  доводящей до отчаяния отчетливостью осознал, что
все его мастерство ведения подобного рода бесед окажется лишним
с этим человеком. Мак либо согласится, либо откажется. Это было
предельно просто, так же, как и то,  что  прокурор  либо  будет
жить,  либо  будет  раздавлен  через  несколько  дней.  У  него
дрогнули пальцы, он поспешно поставил рюмку на столик и  сказал
без всяких предисловий:
     --  Я  знаю, Мак, что вы подпольшик, член штаба и активный
враг существующего строя. Кроме того, вы -- беглый каторжник  и
убийца экипажа танка специального назначения... Теперь обо мне.
Я  --  государственный  прокурор,  доверенное лицо, и тоже враг
существующего порядка. Я  предлагаю  вам  свергнуть  Огненосных
Творцов.  Когда я говорю вам, я имею в виду вас и только вас:
вашей  организации  это  не   касается.   Прошу   понять,   что
вмешательство подполья может только испортить дело. Я предлагаю
вам   заговор,  который  базируется  на  знании  самой  главной
государственной тайны. Я сообщу вам эту тайну. Только  мы  двое
должны  ее  знать.  Если  ее  узнает  кто-либо третий, мы будем
уничтожены в ближайшее время. Имейте в  виду,  что  подполье  и
штаб  кишат  провокаторами.  Поэтому  не  вздумайте  довериться
кому-нибудь, и в особенности близким друзьям...
     Он  залпом  осушил  свою  рюмку,  не  почувствовав  вкуса,
наклонился к Маку и продолжал:
     --  Я  знаю,  где  находится  Центр.  Вы  --  единственный
человек, который способен этот Центр захватить. Я предлагаю вам
план захвата Центра и последующих действий. Вы исполняете  этот
план  и  становитесь  во  главе  государства. Я остаюсь при вас
политическим и экономическим  советником,  поскольку  в  такого
рода делах вы ни черта не смыслите. Ваша политическая программа
мне  в общих чертах известна. Не возражаю. Согласенн уже просто
потому, что ничего не может быть хуже существующего  положения.
Все. Я кончил. Слово за вами.
     Мак  молчал.  Он  крутил  в  пальцах  драгоценный  бокал с
драгоценным вином и молчал. Прокурор  ждал.  Он  не  чувствовал
своего  тела.  Ему  казалось,  что  его здесь нет, что он висит
где-то  в  небесной  пустоте,  смотрит  вниз  и   видит   мягко
освещенный уютный уголок, молчащего Мака и рядом с ним в кресле
нечто мертвое, окоченевшее, безгласное и бездыханное...
     Потом Мак спросил:
     --  Сколько  у  меня  шансов  остаться в живых при захвате
центра?
     -- Пятьдесят на пятьдесят, -- сказал прокурор.
     Вернее, это ему почудилось,  что  он  сказал,  потому  что
Максдвинул брови и снова, уже громче, повторил свой вопрос.
     --  Пятьдесят  на пятьдесят, -- хрипло сказал прокурор. --
Может быть, даже больше. Не знаю.
     Мак снова долго молчал.
     -- Хорошо, -- сказал он наконец. -- Где находится Центр?


<ul><a name=24></a><h2>Глава девятнадцатая</h2></ul>

     Около полудня  раздался  телефонный  звонок.  Максим  взял
наушник. Голос прокурора сказал:
     -- Прошу господина Сима.
     --  Я  вас  слушаю,  -- сказал Максим. -- Здравствуйте. Он
сразу почувствовал, что случилось неладное. -- Он  приехал,  --
сказал прокурор. -- Начинайте немедленно. Это возможно?
     --  Да, -- сказал Максим сквозь зубы. -- Но вы мне кое-что
обещали.
     -- Я ничего не успел, -- сказал  прокурор.  В  голосе  его
прорвалась  паническая  нотка.  --  И  теперь  уже  не  успеть.
Начинайте немедленно. Нельзя ждать ни минуты! Вы слышите, Мак?
     -- Хорошо, -- сказал Максим. -- У вас все?
     -- Он едет к вам. Он  будет  у  вас  через  тридцать-сорок
минут.
     -- Понял. Теперь все?
     -- Все. Давайте, Мак, давайте. С богом! Мак-
     сим бросил наушник и несколько секунд сидел,
     соображая.  Массаракш,  все  летит  кувырком...  Впрочем,
подумать я еще успею... Он снова схватил наушник.
     -- Профессора Аллу Зефа.
     -- Да! -- Рявкнул Зеф.
     -- Это Мак...
     -- Массаракш, я же просил не приставать ко мне сегодня...
     -- Заткнись и слушай. Немедленно спускайся в  холл  и  жди
меня.
     -- Массаракш, я занят!
     Максим  скрипнул  зубами  и  покосился  на  лаборанта. Тот
прилежно считал на арифмометре.
     -- Зеф! -- сказал Максим. -- Немедленно спускайся в  холл.
Тебе  понятно?  Немедленно!  --  Он  отключился  и набрал номер
Вепря. Ему повезло -- Вепрь был дома. -- Это Мак.  Выходите  на
улицу и ждите меня. Есть срочное дело.
     -- Хорошо, -- сказал Вепрь. -- Иду. Бросив наушник, Максим
полез  в  стол,  вытащил  первую  попавшуюся папку и перелистал
бумаги, лихорадочно соображая, все ли готово. Машина в гараже,
бомба в багажнике, горючего пол-ный бак... Оружия нет, и черт с
ним, не надо оружия... Документы в кармане, Вепрь ждет... Это я
молодец,  хорошо  придумал  про  Вепря...  Правда,   он   может
отказаться... Нет, вряд ли он откажется... Я бы не отказался...
Все... Кажется, все... Он сказал лаборанту:
     --   Меня   вызывают.   Скажи,   что   я   в  департаменте
строительства. Буду через час-два. Пока.
     Он взял папку под мышку, вышел из лаборатории и сбежал  по
лестнице.  Зеф  уже  расхаживал  по  холлу.  Увидев Максима, он
остановился, заложил руки за спину и набычился.
     -- Какого дьявола, массаракш! -- Начал он еще
     издали. Максим, не задерживаясь, схватил его
     под руку и потащил к выходу.
     -- Что за дьявольщина, -- бормотал Зеф, упираясь. -- Куда?
Зачем?
     Максим вытолкнул его за дверь  и  по  асфальтовой  дорожке
поволок  за угол к гаражам. Вокруг было пусто, только на газоне
вдалеке прерывисто стрекотала сенокосилка.
     -- Да куда ты меня в конце концов тащишь? - Заорал Зеф.
     -- Молчи, -- сказал Максим. -- Слушай.  Собери  немедленно
всех  наших.  Всех,  кого  поймаешь... К черту вопросы! Слушай!
Всех, кого поймаешь. С оружием. Напротив ворот  есть  павильон,
знаешь?  Засядьте  там. Ждите. Примерно через тридцать минут...
Ты меня слушаешь, Зеф?
     -- Ну? -- сказал Зеф нетерпеливо.
     --  Примерно  через  тридцать  минут  к  воротам  подъедет
Странник...
     -- Он приехал?
     -- Не перебивай. Примерно через тридцать ми нут к воротам,
может  быть,  подъедет  Странник.  Если  не подъедет -- хорошо.
Просто сидите и ждите меня. А  если  подъедет  --  расстреляйте
его.
     --  Ты  что,  свихнулся?  --  сказал  Зеф, останавливаясь.
Максим пошел дальше, а Зеф с проклятьями побежал следом: -- нас
же всех перебьют, массаракш! Охрана... Шпики кругом!..
     --  Сделайте  все,  что  сможете,  --  сказал  Максим.  --
Странника надо застрелить...
     Они  подошли  к гаражу. Максим навалился на засов и открыл
дверь.
     -- Какая-то безумная затея, -- сказал Зеф. - Зачем? Почему
Странника? Вполне приличный дядька, его здесь все любят...
     --  Как  хочешь,  --  холодно  сказал  Максим.  Он  открыл
багажник,  нащупал  сквозь  промасленную бумагу запал с часовым
механизмом и захлопнул крышку. -- Я ничего не могу тебе  сейчас
рассказать.  Но  у  нас есть шанс. Единственный... -- он сел за
руль и вставил ключ в замок зажигания. -- И еще  имей  в  виду:
если  вы не прикончите этого приличного дядьку, то он прикончит
меня. У тебя очень мало времени. Действуй, Зеф.
     Он включил двигатель и задом медленно  выехал  из  гаража.
Зеф  стоял  в  дверях.  Первый  раз  Максим  видел такого Зефа:
испуганного, ошеломленного, растерявшегося. Прощай,  Зеф,  --
сказал он про себя на всякий случай.
     Машина  подкатила  к  воротам.  Легионер  с каменным лицом
неторопливо записал номер, открыл багажник,  заглянул,  закрыл,
потом подошел к Максиму и строго спросил:
     -- Что вывозите?
     --  Рефрактометр,  -- сказал Максим, протягивая разрешение
на вывоз.
     --   Рефрактометр   РЛ-7,   инвентарный   номер...,   --
Пробормотал легионер. -- Сейчас я запишу...
     Он неторопливо полез в карман за блокнотом.
     -- Побыстрее, пожалуйста, -- сказал Максим. -- Я спешу.
     -- Кто подписывал разрешение?
     -- Не знаю... Наверное, Головастик.
     --  Не знаете... Расписывался бы разборчиво, все было бы в
порядке...
     Он наконец отворил ворота.  Максим  вырулил  на  трассу  и
выжал  из  своей  тележки  все, на что она была способна. Если
ничего не выйдет, -- думал он, -- и я  останусь  жив,  придется
удирать...  Проклятый Странник, почуял, чертов сын, вернулся...
А что я буду делать,  если  выйдет?  Ничего  не  готово,  схемы
дворца  нет  --  не  успел  Умник, и фотографий Творцов тоже не
достал... Ребята не  готовы,  плана  действий  никакого  нет...
Проклятый  Странник!  Если бы не он, у меня было бы еще три дня
на разработку плана... И армия... И штаб,  массаракш!  Вот  кто
сразу  оживится!  Вот с кого надо начинать! Ну, это дело Вепря,
он рад будет этим заняться, он в этом разбирается. И еще маячат
белые субмарины... Массаракш, и  еще  ведь  война!  Да,  война,
кажется,  кончилась.  Впрочем,  кто  знает,  что  они  еще  там
готовят.... Максим свернул с Центральной улицы в узкий проулок
между  двумя  небоскребами  розового  мрамора  и  по   булыжной
мостовой  подъехал  к  ветхому  почерневшему  домику. Вепрь уже
ждал, покуривая  сигарету,  прислонившись  спиной  к  фонарному
столбу.   Когда   машина  остановилась,  он  бросил  окурок  и,
протиснувшись через узкую дверцу, сел рядом с Максимом. Он  был
спокоен и холоден как всегда.
     --  Здравствуйте,  Мак,  --  сказал  он. -- Что случилось?
Максим развернул машину и снова выехал на главную улицу. -- Что
такое термическая бомба, знаете? -- спросил он. --  Слыхал,  --
ответил   Вепрь.   --  Хорошо.  С  синхронными  запалами  имели
когда-нибудь дело? -- Вчера, например.  --  Отлично.  Некоторое
время  они  ехали  молча. Здесь было большое движение, и Максим
отключился, сосредоточившись на том, чтобы  протиснуться  между
огромными  грузовиками  и  облезлыми  автобусами,  и  никого не
задеть, и не дать задеть себя, и попасть под  зеленый  свет,  а
потом  снова  попасть  под  зеленый  свет, не терять хотя бы ту
жалкую скорость, которую они имели, и наконец они вырвались  на
лесное   шоссе,   на   знакомую  дорогу,  обсаженную  огромными
деревьями. Забавно, -- подумал вдруг Максим. -- По этой  самой
дороге  я въезжал в этот мир, вернее, меня ввозил бедняга Фанк,
а  я  ничего  не  соображал  и  думал,  что  он  специалист  по
пришельцам.  А  теперь  по этой самой дороге я выезжаю из этого
мира и, возможно, из мира вообще, да еще увожу с собой хорошего
человека...  Он  покосился  на  Вепря.  Вепрь  был  совершенно
спокоен.  Он  сидел,  выставив  локоть  протеза в окно, и ждал,
когда ему все объяснят. Может быть, он удивлялся,  может  быть,
волновался,  но  это  не  было  заметно,  и Максим почувствовал
гордость, что такой  человек  верит  ему  и  доверяет  ему  без
оглядки.
     -- Я вам очнь благодарен, Вепрь, -- сказал он.
     --  Вот  как?  --  Произнес  Вепрь, повернув к нему сухое,
желтоватое лицо.
     -- Помните, однажды на заседании штаба вы отозвали меня  в
сторонку и дали несколько полезных советов?
     -- Помню.
     -- Так вот, я вам за это благодарен. Я вас послушался.
     --   Да,   я   заметил.   Вы   меня  этим  даже  несколько
разочаровали.
     -- Вы были правы тогда, -- сказал Максим. -- Я  послушался
вас,  и  дело  повернулось  таким образом, что у меня появилась
возможность проникнуть в Центр.
     Вепрь дернулся.
     -- Сейчас? -- спросил он.
     -- Да. Приходится спешить. Я ничего не успел  приготовить.
Меня  могут убить, и тогда все будет напрасно. Поэтому я взял с
собой вас.
     -- Говорите.
     -- Я  войду  в  здание.  Вы  останетесь  в  машине.  Через
некоторое   время  поднимется  тревога,  может  быть,  начнется
стрельба. Это не должно вас касаться. Вы продолжаете  сидеть  в
машине  и  ждать. Вы ждете... -- Максим подумал, прикидывая. --
Вы ждете двадцать  минут.  Если  в  течение  этого  времени  вы
получаете  лучевой  удар,  значит все обошлось. Можете падать в
обморок со счастливой улыбкой на лице... Если нет  --  выходите
из  машины.  В  багажние  лежит  бомба  с синхронным запалом на
десять минут. Выгрузите бомбу на  мостовую,  включите  запал  и
уезжайте.  Будет  паника,  очень  большая  паника. Постарайтесь
выжать из нее все, что можно.
     Некоторое время Вепрь размышлял.
     -- Вы разрешите мне позвонить кое-куда? - спросил он.
     -- Нет, -- сказал Максим.
     -- Видите ли, -- сказал Вепрь. -- Если вас не  убьют,  то,
насколько  я  понял,  вам наверняка понадобятся люди, готовые к
бою. Если вас убьют, они понадобятся мне.  Вы  ведь  для  этого
меня  и  взяли,  на  случай,  если вас убьют... Но один я смогу
только начать, а времени будет мало, и людей надо  предупредить
заранее. Вот я и хочу их предупредить.
     -- Штаб? -- неприязненно спросил Максим.
     -- Ни в коем случае. У меня есть своя группа.
     Максим  молчал.  Впереди уже поднималось серое пятиэтажное
здание с каменной стеной вдоль фронтона. То самое.  Где-то  там
бродила   по  коридорам  Рыба,  орал  и  плевался  разгневанный
Бегемот. И там был Центр. Круг замыкался.
     --  Ладно,   --   сказал   Максим.   --   У   входа   есть
телефон-автомат. Когда я войду внутрь -- но не раньше -- можете
выйти из машины и позвонить.
     -- Хорошо, -- сказал Вепрь.
     Они  уже  подъезжали  к  повороту  с автострады. Почему-то
Максим вспомнил Раду и представил, что с ней станется, если  он
не  вернется.  Плохо ей будет. А может, ничего. Может быть, ее,
наоборот, выпустят... Все равно -- одна. Гая нет, меня  нет...
Бедная девочка...
     -- У вас есть семья? -- спросил он Вепря.
     -- Да. Жена.
     Максим покусал губу.
     -- Извините, что так неловко получилось, - пробормотал он.
     --  Ничего,  --  ответил  Вепрь. -- Я попрощался. Я всегда
прощаюсь, когда ухожу из дома. На  всякий  случай...  Вот  это,
значит, и есть Центр? Кто бы мог подумать...
     Максим  остановился  на  стоянке, втиснувшись между ветхой
малолитражкой и роскошным правительственным лимузином.
     -- Ну, вот и все, -- сказал он. --  Пожелайте  мне  удачи,
Вепрь.
     -- От всей души... -- сказал Вепрь. Голос его осекся, и он
закашлялся.  --  Все-таки  я дожил до этого дня, -- пробормотал
он.
     Максим положил голову на руль.
     -- Хорошо бы этот день пережить, -- сказал он.  --  Хорошо
бы увидеть вечер...
     Вепрь посмотрел на него с тревогой.
     --  Неохота  идти,  --  объяснил Максим. -- Ох, неохота...
Кстати, Вепрь, имейте в виду и  расскажите  своим  друзьям.  Вы
живете  не на внутренней поверхности шара. Вы живете на внешней
поверхности шара. И таких шаров множество в мире, на  некоторых
живут  гораздо  лучше  вас,  на некоторых -- хуже, но ни где не
живут глупее вас. Не верите? Ну и черт с вами. Я пошел.
     Он  распахнул  дверцу  и  вылез  наружу.  Он   прошел   по
асфальтированной   стоянке  и  стал  подниматься  по  лестнице,
ступенька за ступенькой, нащупывая в кармане  входной  пропуск,
который сделал для него прокурор, и внутренний пропуск, который
гдето  украл  для  него  прокурор,  и простую розовую картонку,
изображающую пропуск,  который  прокурор  так  и  не  сумел  ни
сделать,  ни  украсть  для него. Было жарко, небо блестело, как
аллюминий,  непроницаемое  небо  обитаемого  острова.  Каменные
ступени   жгли  сквозь  подметки,  а  может  быть,  это  только
казалось. Все было глупо. Вся затея  была  бездарной.  На  кой
черт  все  это делать, если подготовиться толком не успели?.. А
вдруг там сидит не один офицер, а  два?  Или  даже  три  офцера
сидят  в  этой  комнате и ждут меня с автоматами наизготовку?..
Ротмистр Чачу стрелял из пистолета, калибр тот же, только  пуль
будет  больше,  и я уже не тот, что прежде, он уже основательно
укатал меня, мой обитаемый остров. И уползти  на  этот  раз  не
дадут...  Я  -- дурак. Был дурак, дураком и остался. Купил меня
господин прокурор, поймал на удочку... Но как он  мне  поверил?
Уму  непостижимо...  Хорошо  бы  сейчас удрать в горы, подышать
чистым горным воздухом.  Так  мне  и  не  довелось  побывать  в
здешних  горах... Очень люблю горы!.. Такой умный, недоверчивый
человек  --  и  доверил  мне  такую  драгоценность!  Величайшее
сокровище  этого  мира!  Это  гнусное,  отвратительное,  подлое
сокровище...  Будь  оно  проклято,  массаракш,   и   еще   раз,
массаракш, и еще тридцать три раза, массаракш!..
     Он  открыл стеклянную дверь и протянул дежурному легионеру
входной пропуск. Потом он пересек вестбюль  --  мимо  девицы  в
очках,  которая  все  ставила  штампы,  мимо  администратора  в
каскетке, который все ругался с кем-то  по  телефону,  --  и  у
входа  в  коридор показал другому легионеру внутренний пропуск.
Легионер кивнул ему, они были уже,  можно  сказать  знакомы  --
последние три дня Максим приходил сюда ежедневно.
     Дальше.
     Он  прошел  по  длинному,  без  дверей, коридору и свернул
налево. Здесь он был всего второй раз. Первый раз -- позавчера,
по ошибке (Вам, собственно,  куда  нужно,  сударь?  --  Мне,
собственно,  в  шестнадцатую комнату, капрал. -- Вы ошиблись,
сударь. Вам --  в  следующий  коридор.  --  Виноват,  капрал,
действительно...).
     Он  подал  капралу  внутренний пропуск и покосился на двух
здоровенных легионеров с  автоматами,  неподвижно  стоявших  по
сторонам двери напротив. Потом взглянул на дверь, в которую ему
предстояло   войти.   Отдел   специальных  перевозок.  Капрал
внимательно  разглядывал  пропуск,  потом,  все  еще  продолжая
рассматривать,   нажал  какую-то  кнопку  в  стене.  За  дверью
зазвенел звонок. Теперь он там приготовился,  офицер,  который
сидит рядом с зеленой портьерой. Или два офицера приготовились.
Или, может быть, даже три офицера... Они ждут, когда я войду. И
если  я  испугаюсь их и выскочу обратно, меня встретит капрал и
легионеры, что стоят у двери без таблички, за  которой,  должно
быть, полным-полно солдат.
     Капрал вернул пропуск и сказал:
     -- Прошу. Приготовьте документы. Максим, дос-
     тавая розовую картонку, открыл дверь и вошел
     в комнату.
     Массаракш.
     Так и есть.
     Не  одна  комната.  Три.  Анфиладой.  И в конце -- зеленая
портьера. И ковровая дорожка из-под ног до самой  портьеры.  По
крайней мере, тридцать метров.
     И не два офицера. И даже не три. Шестеро.
     Двое  в  армейском  сером  -- в первой комнате. Уже навели
автоматы.
     Двое в жандармском черном -- во второй. Еще не навели,  но
тоже готовы.
     Двое  в  штатском -- в третьей комнате по сторонам зеленой
портьеры.
     Один повернул голову.
     Ну, Мак!..
     Он  рванулся  вперед.  Получилось  что-то  вроде  тройного
прыжка   с   места.  Он  еще  успел  подумать:  не  порвать  бы
сухожилия...
     Туго ударил в лицо воздух.
     Зеленая портьера.
     Штатский слева смотрит  в  сторону.  Шея  открыта.  Ребром
ладони.
     Штатский   справа,   вероятно,   мигает.  Веки  неподвижно
полуопущены. Сверху по темени -- и в лифт.
     В  лифте  темно.  Где  кнопка?  Массаракш,  где   кнопка?!
Медленно и гулко застучал автомат, и сразу же -- второй. Ну что
ж, отличная реакция. Ду
-ут...  Ду-ут... Дуут... Но это пока еще в дверь,
в то место, где они меня видели. Они еще не поня-
ли, что произошло. Это просто рефлекс.
     Кнопка?!..
     Поперек  портьеры,  сверху  вниз медленно движется тень --
падает кто-то из штатских. Массаракш, вот она, на самом  видном
месте...
     Он нажал кнопку, и кабина пошла вниз. Лифт был скоростной,
кабина   ползла   довольно  быстро.  Заболела  толчковая  нога.
Неужели, все-таки растянул?  Впрочем,  теперь  это  не  важно.
Массаракш, да я ведь уже прорвался!..
     Кабина  остановилась, Максим выскочил, и сейчас же в шахте
загремело, загрохотало, полетели щепки.  Сверху  в  три  ствола
били  по  крыше  кабины.  Ладно,  ладно,  бейте...  Сейчас они
сообразят, что не стрелять  надо,  а  поднять  лифт  обратно  и
спуститься самим... Проморгали, растерялись...
     Он  огляделся.  Массаракш,  опять не то... Не один вход, а
три. Три  совершенно  одинаковых  тоннеля...  Ага,  это  просто
сменные  генераторы.  Один  работает, другой на профилактике...
Какой же сейчас работает? Ага, кажется, вот этот...
     Он бросился в средний тоннель.  За  спиной  зарычал  лифт.
Нет-нет,  уже  поздно...  Не  те  скорости, не успеете... Хотя
тоннель, надо сказать, длинный,  и  нога  болит...  Ну,  вот  и
поворот. Теперь вы меня вообще не достанете...
     Он  добежал  до генераторов, басовито урчащих под стальной
плитой, остановился и несколько секунд отдыхал,  опустив  руки.
Так,  три четверти дела сделано, даже семь восьмых... Осталась
чепуха, одна вторая  одной  тридцать  четвертой...  Сейчас  они
спустятся  в  лифте, сунутся в тоннель; они наверняка ничего не
знают, депрессионное излучение погонит их  обратно...  Что  еще
может  случиться? Швырнут по коридору газовую гранату? Вряд ли,
откуда она у них... Вот  тревогу  они  уже  наверняка  подняли.
Творцы могли бы, конечно, выключить депрессионный барьер... Ох,
не  решатся  они, не решатся и не успеют, потому что им же надо
собраться впятером, с пятью ключами, договориться,  сообразить,
не  проделка  ли  это  одного  из них, не провокация ли... Ну в
самом деле, кто в целом  мире  сможет  прорваться  сюда  сквозь
лучевой  барьер?  Странник,  если  он тайно изобрел защиту? Его
задержали бы шестеро с автоматами... А больше некому... И  вот,
пока  они  будут  ругаться,  выяснять,  соображать,  я  закончу
дело...
     В  тоннеле  за   углом   ударили   в   темноту   автоматы.
Разрешается,     не    возражаю...    Он    наклонился    над
распределительным устройством, осторожно снял кожух и зашвырнул
его в угол. М-да, крайне  примитивная  штука.  Хорошо,  что  я
сообразил   почитать  кое-что  по  здешней  электронике...  Он
запустил пальцы в схему. А если бы не  сообразил?  А  если  бы
Странник  приехал  вчера?  Н-да,  господа мои... Массаракш, как
током бьется!.. Да, господа мои,  оказался  бы  я  в  положении
эмбриомеханика,  которому  нужно  срочно разобраться... Даже не
знаю, в чем... В паровом котле? Разобрался бы  эмбриомеханик...
В  верблюжьей  упряжи?  А?!  Ну  как, эмбриомеханик? Разобрался
бы?..  Вряд  ли...  Массаракш,  да  что  у  них  тут,  все  без
изоляции?..  Ага,  вот  ты  где...  Ну,  с  богом,  как говорит
господин государственный прокурор!
     Он сел  прямо  на  пол  перед  распределителем  и  тыльной
стороной  ладони  вытер  лоб.  Дело было сделано. Огромной силы
удар депрессионного поля обрушился на всю страну -- от  заречья
до хонтийской границы, от океана до алебастрового хребта.
     Автоматы за углом перестали стрелять. Господа офицеры были
в депрессии.  Сейчас  мы  посмотрим,  что  это  такое:  господа
офицеры в депрессии...
     Господин прокурор впервые  в  жизни  обрадовался  лучевому
удару.  Не желаю смотреть на этого типа. Огненосные Творцы, так
и не успев ничего решить, корчатся от боли, откинув копыта, как
говаривал ротмистр Чачу. Ротмистр Чачу, кстати, тоже в глубокой
депрессии, и мысль об этом приводит меня в восхищение.
     Зеф с ребятами тоже лежат, откинув копыта. Простите  меня,
ребята, но так надо.
     Странник!  Как это здорово -- срашный Странник тоже лежит,
откинув копыта, расстелив по полу свои огромные  уши  --  самые
огромные   уши   в   стране.  Впрочем,  его  уже,  может  быть,
пристрелили. Это было бы еще лучше.
     Рада,  моя  маленькая  бедная  Рада   лежит   в   глубокой
депрессии...  Ничего,  девочка,  это,  наверное,  не  больно, и
вообще скоро кончится...
     Вепрь...
     Он вскочил. Сколько прошло времени? Он рванул  обратно  по
тоннелю.  Вепрь  тоже лежит, откинув копыта, но если он услышал
стрельбу, у него могли не выдержать нервы...  Это,  конечно,  в
высшей степени сомнительно -- нервы у Вепря, но кто знает!..
     Он  подбежал к лифту, на секунду задержавшись взглянуть на
господ офицеров в депрессии. Зрелище  было  тяжелое:  все  трое
плакали,  побросав  автоматы;  у  них  не было даже сил утереть
слезы.  Ладно,  поплачьте,  это  полезно.  Поплачте  над  моим
Гаем...  Над  Птицей...  Над Гэлом... Над моим Лесником... Надо
полагать, вы не плакали с детства и, уж во  всяком  случае,  не
плакали  над  теми,  кого  убивали.  Так  поплачьте  хоть перед
смертью...
     Лифт стремглав вынес его на поверхность.  Анфилада  комнат
была   полна   народа:   офицеры,  солдаты,  капралы,  армейцы,
штатские,  легионеры,  все  при  оружии,   все   лежат,   сидят
пригорюнясь,  некоторые  плачут  в голос, один что-то бормочет,
трясет головой и бьет  себя  кулаком  в  грудь...  А  этот  вот
застрелился...   Массаракш,   страшная   это   штука  -  черное
излучение. Недаром Творцы приберегали его на черный день...
     Он выскочил  в  вестибюль,  перепрыгивая  через  бессильно
шевелившихся  людей,  чуть  не кубарем скатился по ступенькам и
остановился перед своим  автомобилем,  с  облегчением  переводя
дух.  Нервы  у  Вепря  выдержали.  Вепрь  полулежал на переднем
сиденье с закрытыми глазами.
     Максим  вытащил  из  багажника  бомбу,  освободил  ее   от
промасленной  бумаги,  осторожно взял под мышку и, не торопясь,
вернулся к лифту. Он тщательно осмотрел запал, включил  часовой
механизм,  уложил  бомбу  в  кабину  и  нажал на кнопку. Кабина
провалилась, унося вниз огненное  озеро,  которое  вырвется  на
свободу  через  десять  минут.  Точнее,  через  девять  минут с
секундами...
     В автомобиле он посадил Вепря более или менее  прямо,  сел
за  руль  и  вывел машину со стоянки. Серое здание нависало над
ним,  нелепое,  обреченное,  набитое  обреченными  людьми,   не
способными ни передвигаться, ни понять, что происходит.
     Это   было   гнездо,   жуткое   змеиное   гнездо,  набитое
отборнейшей дрянью, специально, заботливо отобранной дрянью, --
эта дрянь собрана здесь специально для того, чтобы превращать в
дрянь всех, до кого достает гнусная  ворожба  излучения  башен.
Все  они  враги,  и каждый из них ни на секунду не задумался бы
изрешетить пулями, предать, распять меня,  Вепря,  Зефа,  Раду,
всех моих друзей и любимых... И все же хорошо, что я вспомнил о
них  только  сейчас.  Раньше  такая мысль мне бы помешала. Я бы
сразу  вспомнил  Рыбу...  Единственный  человек  в   обреченном
змеином  гнезде, да и тот -- Рыба... А что Рыба? -- Подумал он.
-- Что я в  конце  концов  о  ней  знаю?  Что  она  учила  меня
говорить?  И  убирала  за  мной постель?.. Ну-ка, оставь Рыбу в
покое. Ты отлично понимаешь, что дело не только в Рыбе. Дело  в
том,  что  с  сегодняшнего  дня  ты  выходишь  драться всерьез,
насмерть, как все здесь дерутся,  и  драться  тебе  придется  с
дурачьем  --  со  злобным  дурачьем, оболваненным излучением; с
хитрым, невежественным, жадным дурачьем, которое направляло это
излучение; с благоустроенным дурачьем, которое радо было  бы  с
помощью  излучения превратить кукол злобных, озверевших в кукол
умиленных, квазидобрых... И  все  они  будут  стремиться  убить
тебя,  и  твоих  друзей,  и  твое  дело... Колдун сказал: пусть
совесть не мешает мыслить ясно,  и  пусть  разум  научится  при
необходимости  заглушать  совесть. Правильно, -- подумал он. --
Горькая правильность, страшная правильность... То, что я сейчас
сделал, здесь называется подвигом. И Вепрь дожил до этого  дня,
и  в  этот  день  верили,  как  в добрую сказку, Лесник, Птица,
Зеленый, и Гэл Кетшеф, и мой Гай, и еще десятки, сотни,  тысячи
людей, которых я никогда не видел... И все-таки мне нехорошо. И
если  я  хочу, чтобы в дальнейшем мне доверяли и шли за мной, я
никогда и никому  не  должен  рассказывать,  что  главный  свой
подвиг  я совершил не тогда, когда скакал и бегал под пулями, а
вот сейчас, когда есть еще время пойти и разрядить бомбу,  а  я
гоню и гоню машину прочь от проклятого места...
     Он  гнал по прямой автостраде, там, где полгода назад Фанк
вез его на своем роскошном лимузине в обгон бесконечной колонны
грузовиков, мчал, чтобы передать с рук на руки  Страннику...  И
теперь  понятно  зачем.  Неужели  он  уже  тогда  знал,  что  я
нейтрален к излучению, что я ничего не понимаю,  и  мной  можно
вертеть, как угодно? Значит, знал, Странник, знал, проклятый! И
значит,  это  действительно  дьявол,  самый  страшный человек в
стране и, может быть, на планете. Он  знает  все,  --  сказал
государственный  прокурор,  боязливо оглядываясь через плечо...
Нет, не все. Ты обставил спранника, Мак. Ты выиграл у  дьявола.
И  теперь надо его добить, пока не поздно, пока он не очухался,
а может быть, его уже добили -- прямо у ворот его  собственного
логова...  Ох,  не  верю,  не  верю, не по плечу это ребятам, у
Волдыря  было  двадцать  четыре  родственника  с  пулеметами...
Массаракш!  Я даже не успел сообщить Генералу на каторгу, чтобы
он был готов поднять политических и гнать их эшелоном сюда.  Но
что  бы  там  ни  случилось,  со Странником я должен покончить.
Суметь покончить со Странником и суметь продержаться  несколько
часов,  пока  армию  и  легион не свалит лучевое голодание. Они
ведь ничего  не  знают  о  лучевом  голодании,  даже  Странник,
наверное,  не  знает,  откуда  ему  знать,  ведь во всей стране
только я один вывозил бедного Гая за пределы лучевого поля...
     На шоссе было полно  машин.  Все  они  стояли  кое-как  --
поперек,   наискосок,   завалившись   в   кюветы.  Раздавленные
депрессией  водители  и  пассажиры  сидели,   пригорюнясь,   на
подножках,  бессильно свисали с сидений, валялись у обочин. Все
это мешало,  все  время  приходилось  притормаживать,  огибать,
объезжать,  и  Максим  не  сразу заметил, что навстречу ему, со
стороны города, тоже огибая и притормаживая, движется  плоский,
ярко-желтый правительственный автомобиль.
     Они  встретились  на  свободном участке шоссе и проскочили
друг мимо друга, едва не столкнувшись, и Максим успел  заметить
голый  череп, круглые зеленые глаза и огромные оттопыренные уши
и  весь  поджался,  потому  что  снова  все   шло   кувырком...
Странник!  Массаракш,  вся  страна  валяется  в депрессии, все
выродки валяются в обмороке, а  этот  гад,  этот  дьявол  опять
вывернулся! Значит, он все
-таки придумал свою защиту...  И оружия нет...  -
Максим посмотрел в зеркало, длинная желтая машина
разворачивалась.  -- Ну что ж,  придется  обойтись
без  оружия.  Уж с этим-то совесть меня мучить не
будет...  -- Максим нажал на акселератор.  --  Ско-
рость,  скорость...  Ну,  милая,  еще...  Желтый
плоский капот надвигался,  рос, уже видны над ру-
лем пристальные зеленые глаза.
     Ну, Мак!..
     Максим  растопырился, уперся, одной рукой заслонил Вепря и
изо всех сил нажал на тормоз.
     В раздирающем вое и визге тормозов желтый капот с  хрустом
вломился  ему  в  багажник  и, сминаясь гармошкой, встал дыбом.
Посыпались стекла. Максим ногой вышиб дверь и вывалился наружу.
Больно было ужасно, боль была в пятке,  в  разбитом  колене,  в
ободранной  руке, но он забыл о ней через мгновение, потому что
Странник уже стоял перед ним. Это было невозможно, но это было.
Дьявол, дьявол, длинный, сухой, грозный, с отведенной для удара
рукой...
     Максим бросился на него, вложив в бросок все,  что  еще  у
него  оставалось.  Мимо!  И  страшный  удар  в  затылок!..  Мир
накренился, чуть не упал, но не упал все-таки, а Странник снова
перед глазами, снова голый череп, пристальные зеленые  глаза  и
рука,   отведенная   для   удара...   Стоп,   остановись,   он
промахнется... Куда это  он  смотрит?..  Ну,  нас  на  этом  не
купишь....  Странник с застывшим лицом уставился поверх головы
Максима, и Максим бросился снова и на этот раз  попал.  Длинный
черный   человек  согнулся  пополам  и  медленно  повалился  на
асфальт. Тогда Максим перевел дух и оглянулся.
     Серый куб Центра был прекрасно виден отсюда, и  он  больше
не  был  кубом.  Он  плющился  на глазах, стекал и проваливался
внутрь себя. Над ним поднимался дрожащий знойный воздух, и пар,
и дым, и что-то ослепительно-белое, жаркое даже здесь,  страшно
и  весело  выглядывало  сквозь  длинные  вертикальные трещины и
оконные дыры... Ладно, там все в порядке... Максим с торжеством
повернулся к Страннику. Дьявол лежал на  боку,  обхватив  живот
длинными  руками,  глаза  его  были  закрыты.  Максим осторожно
придвинулся. Из покореженной малолитражки высунулся  Вепрь.  Он
возился  и  ерзал,  пытаясь  вылезти наружу. Максим остановился
рядом  со  Странником,  примериваясь,  как  бы  ударить,  чтобы
покончить  сразу.  Массаракш,  проклятая рука не поднимается на
лежачего... И тут Странник приоткрыл глаза и сипло произнес:
     -- Dummkopf, rotznase...
     Максим не сразу понял, а когда понял, у  него  подкосились
ноги.
     Дурак...
     Сопляк...
     Дурак...
     Сопляк...
     Потом  из  серой  гулкой пустоты до него донесся спокойный
голос Вепря:
     -- Отойдите-ка, Мак, у меня пистолет.  Максим,  не  глядя,
поймал  его  руку.  Странник  с  трудом сел, все еще держась за
живот. -- М-мальчишка... -- Прошептал он с трудом. -- Не стойте
столбом... Ищите машину...  Живо,  живо...  Да  не  стойте  же,
поворачивайтесь!
     Максим  тупо  огляделся.  Шоссе  оживало. Центра больше не
было -- он превратился в лужу расплавленного металла, в пар,  в
смрад.  Башни больше не работали, куклы перестали быть куклами.
Ошеломленные люди, приходя в себя, хмуро  озирались,  топтались
возле  своих  машин, пытались понять, что с ними произошло, как
они сюда попали, зачем они здесь и что делать дальше.
     -- Кто вы такой, -- спросил Вепрь.
     -- Не ваше дело, -- ответил Странник по-немецки. Ему  было
больно, он кряхтел и задыхался.
     -- Не понимаю, -- сказал Вепрь, поднимая ствол пистолета.
     -- Каммерер, -- позвал Странник. -- Заткните глотку своему
террористу, и ищите машину...
     -- Какую машину? -- спросил Максим тупо и беспомощно.
     -- Массаракш, -- прокряхтел Странник. Он кое-как поднялся,
все еще  сутулясь  и прижимая ладонь к животу. Неверными шагами
подошел  к  Максимову  автомобильчику  и  пролез   внутрь.   --
Садитесь!  Быстро!  --  сказал  он  уже  из-за  руля.  Потом он
оглянулся назад, на окрашенный пламенем столб дыма. --  Что  вы
туда подбросили? -- спросил он безнадежно.
     -- Термическую бомбу, -- сказал Максим.
     -- В подвал или в вестибюль?
     -- В подвал...
     Странник  застонал, посидел немного, откинув голову, потом
включил двигатель. Машина затряслась и задребезжала.
     -- Да садитесь же вы наконец! -- заорал он.
     -- Кто это такой? -- спросил Вепрь. -- Хонтиец?
     Максим   помотал    головой,    рывком    открыл    заднюю
заклинившуюдверцу и сказал ему:
     -- Полезайте.
     Сам он обошел машину и сел рядом со Странником. Автомобиль
дернулся,  в  нем что-то завизжало, треснуло, но он уже катился
по шоссе, нелепо вихляя, дребезжа незакрывающимися  дверцами  и
громко стреляя глушителем.
     -- Что вы теперь намерены делать? -- спросил Странник.
     -- Погодите... -- попросил Максим. -- Скажите хоть, кто вы
такой?
     --  Я работник галактической безопасности, - горько сказал
Странник. -- Я сижу здесь уже пять  лет.  Мы  готовим  спасение
этой  несчастной  планеты.  Тщательно,  бережно,  с учетом всех
возможных последствий. Всех, понимаете?.. А вот вы  кто  такой?
Кто  вы  такой,  что  лезете не в свое дело, путаете нам карты,
взрываете, стреляете -- кто вы такой?
     -- Я не знал,  --  произнес  Максим  упавшим  голосом.  --
Откуда мне было знать?
     --  Да,  конечно,  вы ничего не знали. Но вы же знали, что
самодеятельное вмешательство запрещено, вы же  работник  ГСП...
Должны  были  знать...  На  Земле  мать по нему с ума сходит...
Девицы какие-то звонят непрерывно...  Отец  работу  забросил...
Что вы намеревались делать дальше?
     -- Застрелить вас, -- сказал Максим.
     -- Что-о-о?
     Машина вильнула.
     --  Да,  -- покорно сказал Максим. -- А что мне оставалось
делать? Мне сказали, что вы здесь главный негодяй, и...  --  он
замялся.
     Странник искоса глядел на него круглым зеленым глазом.
     -- И в это нетрудно было поверить, так?
     -- Да.
     -- Ну ладно. А дальше?
     -- А дальше должна начаться революция.
     -- Чего это ради?
     -- Но ведь Центр-то разрушен... Излучения больше нет...
     -- Ну и что же?
     --  Теперь  они сразу поймут, что их угнетают, что жизнь у
них дрянная и поднимутся...
     -- Куда они поднимутся? -- печально спросил  Странник.  --
Кто  поднимется?  Творцы  живут  и  здравствуют,  легион  цел и
невридим, армия отмобилизована, в стране  военное  положение...
На что вы расчитывали?
     Максим  покусал  губу.  Можно  было  бы, конечно, изложить
этому печальному чудовищу свои планы, перспективы и прочее,  но
что толку? Раз ничего не готово, раз все так получилось...
     --  Рассчитывать они будут сами, -- он показал через плечо
на Вепря. -- Вот этот человек, например, пусть  рассчитывает...
Мое дело было дать им возможность рассчитывать.
     -- Ваше дело... -- пробормотал Странник. -- Ваше дело было
-- сидеть в уголке и ждать, пока я вас не поймаю...
     --  Да, наверное, -- согласился Максим. -- В следующий раз
я буду иметь это в виду...
     -- Сегодня же вы отправитесь на  Землю,  -  жестко  сказал
Странник.
     -- И не подумаю, -- отозвался Максим.
     --  Сегодня  же вы отправитесь на Землю! -- повысив голос,
повторил Странник. -- На этой планете мне хватит дел и без вас.
Забирайте свою Раду и отправляйтесь...
     -- Рада у вас? -- Быстро спросил Максим.
     -- Да. Давно у меня. Жива и здорова. Не волнуйтесь...
     -- За  Раду  --  спасибо,  --  сказал  Максим.  -  Большое
спасибо...  Машина  въехала  в  город. На главной улице гудела,
чадила и  ворочалась  чудовищная  пробка.  Странник  свернул  в
проулок  и  поехал  трущобами.  Тут  все  было мертво. На углах
столбом, руки за спиной, лицо под боевой каской,  торчали  чины
военной  полиции.  Да, здесь на события отреагировали быстро --
общая  тревога,  и  все  на  местах.  Как  только  очнулись  от
депрессии.  Может,  не  надо  было сразу взрывать? Может быть,
надо было действовать по плану прокурора? Нет, нет,  массаракш!
Пусть  все  идет,  как  идет. Пусть он мне не выговаривает зря.
Пусть они сами  разберутся,  что  к  чему,  как  только  у  них
прояснится в голове... Странник снова вывернул на магистраль.
     Вепрь деликатно похлопал его стволом пистолета по плечу.
     --  Будьте  добры,  высадите меня. Вот здесь. Вон где люди
стоят...
     Возле газетного киоска, засунув  руки  глубоко  в  карманы
длинных  серых  плащей стояли люди -- человек пять, а больше на
тротуарах никого  не  было,  очевидно,  население,  испугавшись
депрессионного удара, попряталось, кто куда.
     -- А что вы намерены делать? -- спросил Странник, замедляя
ход.
     -- Дышать свежим воздухом, -- ответил Вепрь. -- Сегодня на
редкость славная погода...
     --  Это  наш  человек,  --  сказал  ему  Максим. (Странник
страшно осклабился). -- При нем можно говорить все.
     Автомобиль остановился у обочины. Люди в плащах  осторожно
зашли за киоск. Видно было, как они выглядывают оттуда.
     --  Наш? -- переспросил Вепрь, подняв бровь. -- Чей это --
наш?
     Максим  в  затруднении  погляделна   Странника.   Странник
равнодушно глядел в окно.
     --  Впрочем,  ладно,  --  сказал  Вепрь. -- Вам я верю. Мы
сейчас займемся штабом. Я полагаю, что начинать нужно именно со
штаба. Вы знаете, о чем я говорю -- там есть люди, которых надо
убрать, пока они не оседлали движение...
     -- Правильная мысль, -- пробурчал вдруг Странник. -- Между
прочим, я вас, кажется, знаю. Вы  --  Тик  Феску,  по  прозвищу
Вепрь. Так?
     --  Совершенно  верно,  --  вежливо сказал Вепрь. Потом он
сказал Максиму: -- а вы займитесь Творцами... Это трудное дело,
но оно как раз для вас. Где вас искать?
     -- Погодите, Вепрь, -- сказал Максим. -- Я чуть не  забыл.
Через  несколько  часов  вся  страна на много суток свалится от
лучевого голодания. Все будут абсолютно беспомощны.
     -- Все? -- С сомнением спросил Вепрь.
     -- Все, кроме выродков... Это время, эти  несколько  суток
надо использовать.
     Вепрь подумал.
     --  Что  ж, прекрасно, -- сказал он. -- Если это правда...
Впрочем, мы-то будем заниматься как раз выродками. Так  где  же
вас все-таки искать?
     Максим не успел ответить.
     --  По  прежнему  телефону,  --  сказал  Странник. -- И на
прежнем  месте.   И   вот   что.   Создавайте   свой   комитет.
Восстанавливайте  организацию, что была при империи. Кое-кто из
ваших людей  работает  у  меня  в  институте...  Массаракш!  --
прошипел  он  вдруг.  --  Ни  времени  нет, ни людей нужных под
руками нет... Черт бы вас побрал, Максим!
     -- Самое главное, -- сказал Вепрь, положив руку Максиму на
плечо, -- что больше нет Центра. Вы молодец, Мак. Спасибо... --
Он стиснул Максиму плечо и неловко, цепляясь протезом, полез из
машины. Потом его вдруг прорвало: -- Господи! --  произнес  он,
стоя  рядом с машиной. -- Неужели его на самом деле больше нет?
Это же... Это...
     --  Закройте  дверь,  --  сказал  Странник.  --  Покрепче,
покрепче...
     Автомобиль  с  места  рванулся  вперед.  Максим оглянулся.
Вепрь стоял  посреди  кучки  людей  в  серых  плащах  и  что-то
говорил, размахивая рукой с пистолетом. Люди стояли неподвижно.
Они еще не поняли. Или не верили.
     Улица   была   пуста.   Вдоль  тротуара  катили  навстречу
бронетранспортеры с легионерами, а далеко впереди, там, где был
поворот к  институту,  уже  стояли  поперек  дороги  машины,  и
перебегали    фигурки    в    черном.   И   вдруг   в   колонне
бронетранспортеров   объявилась    до    отвращения    знакомая
ярко-желтая   патрульная   машина   с  длинной  телескопической
антенной.
     -- Массаракш, -- пробормотал Максим. -- Я совсем забыл про
эти штуки!
     -- Ты многое забыл, -- сказал Странник. --  Ты  забыл  про
передвижные  излучатели,  ты  забыл  про  Островную Империю, ты
забыл про экономику... Тебе известно, что  в  стране  инфляция?
Тебе  вообще  известно,  что такое инфляция? Тебе известно, что
надвигается голод, что земля не родит? Тебе известно, что мы не
успели создать здесь ни запасов хлеба, ни запасов медикаментов?
Ты знаешь, что  твое  лучевое  голодание  в  двдцати  процентах
случаев  ведет  к  сумасшествию?  --  он  вытер ладонью могучий
залысый лоб. -- Нам нужны врачи... Двенадцать тысяч врачей. Нам
нужны белковые синтезаторы. Нам необходимо дезактивировать  сто
миллионов  гектаров  зараженной  почвы -- для начала. Нам нужно
остановить вырождение биосферы... Массаракш, нам нужен хотя  бы
один  землянин  на островах, в адмиралтействе этого мерзавца...
Никто не может там удержаться, никто из наших не может хотя  бы
вернуться и рассказать толком, что там происходит...
     Максим  молчал.  Они  подъехали  к машинам, загораживавшим
проезд.  Темнолицый,   коренастый   офицер,   странно   знакомо
отмахивая  рукой,  подошел к ним и каркающим голосом потребовал
документы.  Странник  зло  и  нетерпеливо  сунул  ему  под  нос
блестящий жетон. Офицер угрюмо откозырял и взглянул на Максима.
Это  был господин ротмистр... Нет, уже бригадир боевого легиона
Чачу! Глаза его расширились.
     --  Этот  человек  с  вами,  ваше  превосходительство?  --
спросил он.
     -- Да. Немедленно прикажите пропустить меня.
     --   Прошу  прощения,  ваше  превосходительство,  но  этот
человек...
     -- Немедленно пропустить!  --  рявкнул  Странник  громовым
голосом.
     Бригадир   Чачу   снова  угрюмо  козырнул,  повернулся  на
каблуках и махнул  солдатам.  Один  из  грузовиков  отъехал,  и
Странник бросил машину в образовавшийся проход.
     -- Вот так-то, -- проговорил он. -- А ты думал -- раз-два,
и все...  Пристрелить  Странника,  повесить  Творцов, разогнать
трусов и фашистов в штабе -- и конец революции...
     -- Я никогда так не думал, -- сказал Максим. Он чувствовал
себя очень несчастным,  раздавленным,  беспомощным,  безнадежно
глупым.
     Странник  покосился  на  него  и  грустно улыбнулся, и тут
Максим увидел, что никакой это не дьявол, никакой не  Странник,
никакое  не  чудовище, -- очень немолодой, очень добрый и очень
уязвимый     человек,     угнетенный     сознанием     огромной
ответственности,    измученный   своей   омерзительной   маской
холодного  убийцы,  ужасно  огорченный  очередной  помехой,   и
особенно  расстроенный  тем,  что  на этот раз помехой оказался
свой же -- землянин...
     -- Не поспел  я  за  тобой,  --  сказал  он  печально.  --
Проглядел  тебя,  недооценил. Так, думал, мальчишка, попал, как
кур в ощип, жалко его... -- он снова усмехнулся и вздохнул.  --
Шустрые вы, однако, ребята, там, в ГСП...
     --  Нет,  -- сказал Максим. -- Вы не казнитесь так. Я ведь
не казнюсь... Простите, как вас зовут?
     -- Зови меня Рудольф.
     -- Да... Я вот не казнюсь,  Рудольф.  И  не  собираюсь.  Я
собираюсь работать. Делать революцию.
     --  Собирайся  лучше  домой,  --  посоветовал Странник без
всякой надежды в голосе.
     -- Я дома, --  сказал  Максим  нетерпеливо.  --  Не  будем
больше об этом... Меня интересуют передвижные излучатели. Что с
ними делать?
     --  С ними ничего не нужно делать, -- ответил Странник. --
Подумай лучше, что делать с инфляцией...
     -- Я спрашиваю про излучатели, -- сказал Мак-
     сим. Странник вздохнул. -- Они работают от
     аккумуляторов, -- объяснил он. -- Зарядить их можно только
у меня в департаменте. Через трое суток они сдохнут...  Но  вот
через  месяц  должно  начаться  вторжение. Обычно нам удавалось
сбивать субмарины с курса, и до побережья доходили  единицы.  А
на   этот   раз   они   готовят   армаду...  Я  рассчитывал  на
депрессионное излучение, а теперь их придется просто  топить...
-- Он помолчал. -- Значит, ты дома... Ну, предположим... Чем же
ты конкретно намерен заниматься?
     Они подъезжали к департаменту. Тяжелые ворота были закрыты
наглухо, в каменной ограде чернели амбразуры, которых раньше не
было.  Департемент  стал  похож  на  крепость, готовую к бою. А
около павильончика стояли трое, и рыжая борода  Зефа  горела  в
зелени, как экзотический цветок.
     -- Не знаю, -- сказал Максим. -- Я буду делать то, что мне
прикажут  знающие  люди. Если понадобится, я займусь инфляцией.
Если придется, буду топить субмарины... Но свою главную  задачу
я  знаю  твердо:  пока я жив, здесь никому не удастся построить
еще один Центр. Даже с самыми лучшими намерениями...
     Странник промолчал. Ворота были  уже  совсем  близко.  Зеф
продрался через живую изгородь и вышел на дорогу. Через плечо у
него висел автомат, и было издали видно, что Зеф зол, ничего не
понимает  и  сейчас  с проклятьями потребует объяснений, почему
его, массаракш, оторвали от работы, задурили голову  Странником
и  заставляют  как мальчишку торчать среди цветочков уже второй
час подряд.
                     Комарово-Ленинград 1967 -- 1968`
	amqpURI := "amqp://guest:guest@10.1.0.1:5672/postmanq"
	log.Println("dialing ", amqpURI)
	connection, err := amqp.Dial(amqpURI)
	if err != nil {
		fmt.Errorf("Dial: %s", err)
	}
	defer connection.Close()

	log.Printf("got Connection, getting Channel")
	channel, err := connection.Channel()
	if err != nil {
		fmt.Errorf("Channel: %s", err)
	}
	log.Printf("got Channel")

	messageCount := 1000

	group := new(sync.WaitGroup)
	group.Add(messageCount)
	for i := 0; i < messageCount; i++ {
		go func() {
			json, err := json.Marshal(map[string]string{
				"envelope": "robot@actionpay.ru",
				"recipient": "apmail@adonweb.ru",
				"body": message[:rand.Intn(len(message) / 10)],
			})
			if err = channel.Publish(
				"postmanq",   // publish to an exchange
				"outbox",     // routing to 0 or more queues
				false,        // mandatory
				false,        // immediate
				amqp.Publishing{
					Headers:         amqp.Table{},
					ContentType:     "text/plain",
					ContentEncoding: "",
					Body:            json,
					DeliveryMode:    amqp.Transient, // 1=non-persistent, 2=persistent
					Priority:        0,              // 0-9
						// a bunch of application/implementation-specific fields
				},
			); err != nil {
				fmt.Errorf("Exchange Publish: %s", err)
			}
			group.Done()
		}()
	}
	group.Wait()
}

